{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_22/conv2d_44/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "g7abO5SKNT7Pex29ko7OPlqNk75zUG2+4xTdPjmPqj2QbGc9jckQv05FZr5+Mcg+t4wPPj2sED8BuGs+hzABPhgwp73sMD0+iTTFPnpKI70y6JK+OpRePkkYUL5XiJ+8/waEv6bPPr+9ur++uh/cPgeAkzzYgVC9jXa9vqkvor629f88fK1HPY0tBL8xbJG/2IalPmUh7b5l3LU+Ic8BPpMBij5qz/q+TiEfvly+Pz6r8/G+Bk72PQm1nj27yM49KZPYvlnVMz5Srd09M6uQvi6s8L5QECa8qU0evpbZpzutcSg976wMvBdTsr5wy6e+mSyxvrBgST7dVg2+y+fevWshPL/rCa2+mN6MvjQVLT2JZtO+ezPjvpq0eL7sWrQ+j3ycPn4ulz0uU9M/opN4PqNZ1j6Mkq49ss8YPit0rb3k1NM99KImvQ2Suz0h7vm9TVmfvr9wb75Lo5S94ACWvmpHhb7CHfI9GiOHO3vf0L2z16c+too0Pvdn2Dx2Dsy9poQFP61P5b368DW/icwUP15YNb2zajW/YTSJPgphXb6dNdW+OHy7vODX371rN6m9iGSsvjaFiL7ziPK8B+cAvzj5Pz4ynm0+R7u6vjWupb1MQSk+orkLv1m8WT6eyQW//uwQv0T2yL5CtQQ/RIG3vqtFd73qDEu9BBh2PhvPjj4OuQ6+tVvZvZ76VT2OEJS9FcPnPmfWDT5nHRS+y+vdOv7usr54Xl69R3E+PgrHgT4A6CS9jxZFPTkAMj/e5C6/OAoFPlpsUD23QXE8QZkhvZKvfT5qF4M70xutvoVh8L1cMtA8g+ZJvwgxrL5hyCI8kUaEPXMumD5zpMm9IZxEPaXy4j0LK4M9lkvWvR2Flj4w4tE985Qcv5Zc2r1/D5i85vlqvlmIFr/VJbk990Bru0TdOz7aU2O+rG6mvUseFT4ndu6+fYfSvAqkyDya2wG/Saf4va3AAD+pNjU+txfDPhtWKj++Heo+nA4HP0lih74I8eO88HQGPdiluj7kf6C+T3EePlzt2L4usIO/y0vqPrbInT3d1Me9aWz/PjO9rrxhtng+N95XvqVrKL6iRTq+3YXVvfzdGT47b3Q+toAgPxtyrL0UI2Y+sc7APW5hgL+5v+a9w4OkPp6ST7zWkKE+fU1bvMWLxz0BydI9tE2KOw4UnD4mFNi95r1AvsBzbD6zRSY8NMKOOwlKEj/fmJs+u1vfvOyF275mK2A9JaOOvnETyb5QpJG+JfJavk2jlD6tXV6+WtMOv+2nGzwaN8E9ANXjPkpyPr/xyr49Tdw1vR8uuj2JLnU9CjymvVD2Tr/lSBq+LYAdPy09Lb8dbro+DoqBPKO7GT9etpW9H6+kPYbBET9tS5Y+jGQ1vmZkZr1Q9Dy+9Ta+vC8LpL7UGMs+M7bmPsvJaT5ays692tnHuRKwe70Q0Fa9z+JXvl5jAT4ZeQ6/T2uBPvOfpT62x0g/QjYJvzYvWL57PNg+5e7sPRJP6j4SDIS+1eI4Pe2MeT5t/K6+CjqYPYUqgr38aU2+TAKiPcwqKz/jFJ09QhYjPilShb6MibO7BPCPP5a+dD2A0cY8f9DuPqDAsL2lM0m98i+IPgZHab66wfu8/5SOPV7YRj9c35M7PHoDv5plpr7CQeM4C+jYPPJ1E76VDgI9x5RSvlcqqL5Q2YS+FUyDv2f3nD7V2uC+fq3wvhHPaD6y/Qy+Xsg/vgG6uz0ACPw9J2kHv/ENHj5kanW/Gk5NvqG6ET76EpU9G3+xPQU+Aj8I3kO+omazvvRBkb4u8s6+Z3eqPkAhMr+TA3w9Yg2Hvk2Oxb4FEn6+/NFUvhsUjb5KDfQ9geOCPSN+pz5JgQi+DmuaPg9HxzrTtoA+ECYuPqL1Fb6grJY+l1zyvcUDQL//bEe/Yqt/vVuNJD5y7Z6+wWFZPGcr6L7KVKq9ERntvvv4/b6K2qQ+uLMUP4ROiz4pu4K+8+KPvXpi1r7Ne8G+ZovNPj2O9b2UxKa8ObuJPNqe7z74aVI+BsfCPkzavb5An9s+PsmHPj7zKr6SDBs/AwU8PqweRD7aXxa+m2pBP16XhD6late9uzVDPoH5BTv0Jms+kov7P5BR+z27m5a9ysYEv2UyAL87/Hq+uWlLvr6SxT4Z4iq/O30cvxIbOL6vj92+JAjdvXnNGb4SRY+9Wb4jv3FbND/62jw+fakDP8+csjxYNTA+vI3CPYNAb70aBG898LYQvoiGrT4S4wG/N73HPrgc775iUo89L9cUP6C9Hr8p0dC+ugzNvjRh8r4PUhc/X5WzvpH8Z7xNBdI+4tzavmDygb5wN+e+s4mXvtw0pr0PZfA9TolHuULonj2gzfK9TeynPVP6hrziBIm9y/NTvy4Zdj7zUdI+ZLBCvAH3vjpyrrE8hx55PsSXyD0KZZu+VxPNPg6XOD4eZAM/rXvyPpC2qT0i9FA+6/t1vQuOFj/KKiY+uhvevtxmiT3gAi8+iVmpvtWxiL1TRkY+rsnnvrdtkjsvXdO+mJLRPlUuGj/YSPy+13qxPd1olj36ypy+9OlQPq+1Bj+6gQc/sFCJPjshXb2elIa/f5rlvowqUb74SYE+846OPk/jkrySb9G+xMm+Pe92ST57O8g+CJQEv0dPQD5Ig7S++slVP9Pyob5P/E8/anbUve4QubyaMrG+E87pvp7ahz4POOc+QhPTvgRFqD7Dvci8uoZPvqGiED6fiL89tb7wO85rlL058Ui/BaIvPm43zzwym0C+iAxrvvcDXz3VcdS9/znGvpaxKr8ZUUI9dZWvPlxV6D6yCae+wQUDv71e/L22v9W9bwABv7E6k7tR2sg9SW+fPm8POb9vNrs9TWfJvhaXF79Snl8+g1dHvF8vAT87PAQ/Vd9ZvoyQ6D6N/0s+vngdPFsjVDwYCQq/+j81vjytab2CpxW+iDbnPdpYIT8Fz0i91B/FPQgP4z57XFw8qrD2vEt+H77Xv829KisQv9T9Or7F6w+9VoGSPoBm/76bkTq/9Iw7v/arXD7kuQg+uR7gvF5M+z1yOlE+cQuTvOE8mL7mj9k+qMSfvo5wb73PfQ6+VlH+voAuy7yajsc+khKHvomJor49YSG7yIaqvpiB0j5IBeG8vSrxPUZ3kb5YS9e+Q4E4vtneGL4jieq9P+yXPpJzIT1DwmA83qIMvmFDgr6eNL69f40Xvli/ID6uKuW9SWgBPzmVGb7ihDi9NAjjPUGZgT52xCA/mdPdvAa53T3SQPI9F9EPP1fyvT7X0jE+mtmNvmdIGL4vrpC+wJjDvp/Dir4URkC+xUJEPToZur7LVve9xUV1vgNlPj+xUOy9QtZoPrCDUT11c+C+KrStvLY/y747zU+8oUkBv6TpeD5bBp++F/WvPpXY2j5OfMq+DFPHPoj8ur7Hjbs+TIewPkA7mj8nMCc95mfuPSUx1T04NGi/T3PYvkW/fr5JPoe+DOKIP/h0Pb4fQoU+GNJkvnlVxz3yldc9uEdavsaCFT+0jqC+W2vyPiw0FD/HwRq/JDJHvXXd3b4tpOs+F8VPP7r2YT40AiQ+XuFvPAn/1zyWmCm+dLuKvVaFeb5oTiU/fGCKPkzw6j5uxaQ+u5yPPWwlYD6OyM89wWb3PmTOHj+XS3U/IytPv9XYZj0rwNa7AVTxPM/mPb6Z2XG+VhKnPrIP6L66Bry9mvqWP04pij4zowq/zkH5PmwuRD6DKO879Q+ovs5Qoz6HsBe/3FutvrHUDz8BMzW+E8lMPoteX74tSsM+Hk6BPodw6r4MJJy9VPTsPrvjej6Wopw+Km2KvS+xcb7boqW9KmDTO5h/6TxqMd0+kWTVPj6k9T4THMS+O12mvaUcWr28xPg8cbd8Po6wez7oARg+tXWyP/MKQD+yS+a8z3aePsBaG740oUa+Un2OPZeMIz4Qch69zgdNvYcB4b3omvk+/H1lv2Q0BL4DbJ8+T/5WP8DT6jyV1v+9vGiCPuw2uT7WlPe9nF+HvprdCT6HnoU9R664vvHprL4fT6U9qa0gPSU61b4nEWy9r5pevtkBFD98vR49O06+PVAzLr5iJPO+1V8CvZXx3T5Ytta+A3ooPaOBRb7NBis+Iq99Psam4z49/U+9qK5SP2r6OD/CbYQ+pxjPPn7PAD8mycW+T9seP9F4CD7HJBs/OX77PvBHFj7orN+9mUe5vqnnWT+degc/HAW1vXVTnz1Utgm+U7qwvh4vHr7rlR8/cYmxPztAh7+W46C+jlNDv8v8rj5Nppk9ipa9PVaVAT2Q60G8H4rJPhU8UT49Wi6+vYdBv30KQT/X4jc+IxR/Pg7rk75HQEC+iGOrPtu+cj72Lay+WFzoPngHOL5v+gM/AqJgPmkXKz9VR9O+LNOKviaBU71hMd0+lxEyPuObYT7QbnM+Sa0evaVQr74ITt29mxBAPkEo3752flg8C7iyvvj/V79o6xi/EqafvhwKGT72oqg9W72kPmL9ij6wPJA+z+jjvp4g+T5Lkxs+OpfsvTdTKT4ZfLM+Fr2svVEMpL22dgA9jvXkvQ3mrD2Tmge9Ihznvppkkr6fUBI+0o0fP3XGEDx3ZBu9WWRiPigjvbsWByw/DcQbv8AxnL4uJd+9GtNpvhFDD75aH+y+FfbBPqjbQT9JVs08i8CZPUwjoLztA4u+WQmwPkI+YD4GzRa/OJFUP0QaBT/3FZw+nE5AP6JG6D1ujNe+DlCLvdUSpj58yoQ+IErBvqG/ND74agG/h+L2vt/sXj7faoE+tp4XvzeNgz6wTpM8fuMDP9mPzD7WssS9z1AZP8Mgw767MhG+zp3DPdbA8775tma+ok0AvoyHYr67CXy9Nh8KvocWlz+UFIM+r6Ohvqm1Fj+6UwG9gvEkv/QDTj9OVBo95cOTPgYQW7+Ao+Y+B8GlPpq5HDyRbjg+KdcSPx5ZTr4nVg8/cDVbPskt3Tsj2pA+SD6KvkAjxb21Fas904W/voRLib5Ou00+9Kn6vQivsT5pGgE+Cr2APkEMpb2IFvo+grmpPu9u/j0HSaG9qjiBvjSmI76mjTc+UphKPzPVwj5n06W+A9t4vkdlH77vnIi+lNSlPr+FPr47smi+jf2Kvrgb7L4AFzw/62iLPsogor0LmII+aoaNPogT5T7lEeA+RkxBP1NgOb3IIaq+bJDVPkYzhb7R7yy+y0Q8PuJZVz8fSSu/gm0Iv0Uj5L4axzW/qwQ6vvco4Tx2osO+WDJ+PUUwcr97rNY+BlWuvkbCeD8wQs461LgIv7QL674VNAC+Y9XqPm+k7Lwyg9k9a2oMvVFRsz0rZe29pa6bPt8uSr292za/c1Qlv08rgD52Sxc/hVwqvmac9DwHhRS8j1bfvQucz76vj5O+n0WOv73s+jyqv2Y+SQ75PY/oyb7wBiK+xXXnPR4fm74YGle+rUziviCJT79qB7y+f28sv61OMj47vaq+Lvu8PlW0TD/Fx6O/gJckPwpmEr/XAo28PVpuPYvUYD7XL2m97LLVvp5lor49mAM+9cMkPJdFQr3/U5k9vvfoPRh9pr5RpKY+TFkBP6tKDL7GhcO+GbWFPhleFD6T/jG+h9AqvdI7+b4Djou9A0Ixvv7Jpj7MEcK9zPApv2lAFL41fIs++XQJP++bQb4HmF09MUDaPZYLFb/aH+y9YBZNvqybrL48aoE8ytESvqDpnb4tXKQ+FOhJvftsNL7JrQO/KlCIvojbrT3lvgo+6gkGvrWf9r0A8yS++B/TPilZLr+EO8y+HLEzvk8iFD4YW+Q9SmmlPZlgA7+dX4w+J5mnPu9hUz4TRS+/0Jluvm2Htz5sYpa+NDZYPmiXEL0xajA/Gug5v0Z2h7uO27e9M1UJvjUyOb5Kkc897hWYPi8bCT9kega+nj8ivr7NVb5IQz+8KM+cPoVCvD4qZ6c+1pdVvcdwKb9kumw9bZFNPmgJij0a7lQ+t1EZPoBF+b0I1uW9BrLtPj97fD1v5sA9pRNOvX0+tz1e17k+uJvAPm7Hu70i4s++PLR/PR9v0D3TefI9dTTtO+hxSr5eCkC96qymPcaDjL7k25k+WzdOPlwJlj4NRYW+uXm0vuIWpD5nWPE+kP1MvpFQzb6xUyS+7MV7Pn4UBj7l2YQ9ajG6vYfTiL4oYvq+utIJPhvoq74c9eA9UQzNvfz3HD2nrN09oVSwvUAyDD5E2E699zZ8vWdZer4N9pq7THNdPQg+A77JUB2+sDrdPDUN6L0oHy2+mXPUvAxybb2TVmM9XMLcPIQj8L3+9829DZbOPA2PhztkERE8HUQePs7fED6XeOG8ai13vdaMLb2XUMq/+1+8vbtCA75v1me+2AmpvdTYUr7ln2u+OEgzPWKQ/D3wDAW9r5J0vDJGrj0awcc9QNcEPf+pj71g3Pe9nOKCO3DTyL1bFJw7Jw7KPU2KbL2voq28WHL0PQZYv7wZbNi969Kpvjs3hr7npeG9m2iLvhxakb0Cesm9gP4MPl7Xur1T8na8vcx7vuCeRL4DQC+9ooGGvQvMwL2LctU8FYi0vQ3yer5uFmi+tmV/vWzNrj0lh4Q95q5xvr37Yjv7Jc6+Ce8xvk/RVr42ARi+DTBbvjKnqD6lb4i+JY7pvbiSmb5KZzW+6gEqvjMtzbxN/ua+XCc8vkDGVr4uFg2+4RMjvjKfML48bw6+p84RPszhhb0hCby9L+sKPqJek72NFha+RDu0O57tbb7NI4m97+UrPa42xbzecJw+HG8MPsEpKr0xWGo9EeEAvebau7yZPBo+h96EPLmsBL5OZJC+RF/CPY22jzxeFG69q7xMPr7CkT1V330+sjH6vQUVI74aOhK+Pb9sPFVDPrtdrN+7Jm0Dvvps375PCqC8PX4KPvyZC76d6mg9lbXNvXktp72Yw749u4bPvdoYpr0pSpQ9Gke3vr8NbL2LQTe8novoPRtkKr0I5TE+GZAvvfPYjT3kG109aqMvvdJD/b1eSoC+iKy5vqCMDLzla848sDapvcZKnjwAyg08xtxHPXpT3b2EpUu+SBywvkQD5r3RIs08KPskvR4BmLx84o46RQuGvQT1Ez61GRe9+JW8vJr5GD1TQ2Q+yXsyvoxZoD5v9YM+aqgjPmhQVb4mZ4c9fNoOPp9xSL1GLsi+CVhZvUzrrL1bJY4+ISdIPmTb4bxc3zo+B1oTvQqMDT64QN66GM+CPIrR4Lx5taq9EkquvYNz8ryCWP09hCzdvQOfKb6buAe9nn4zPlsEhb0Rgz4+X7dYvvwcfr6OiJS+ZhjXvXa9mTzhqGc+tm5ePbmpdj4NBoS+09atPSrIgz6pzPY9vYEUPozuXb6HHWW9jrIgPpV8DD5Km22+4bBFPuzm+Ln3Jxu+2u3fPWSBkT3MsFk9y2AsvaH6pb5tF/i9HbNuPobMqT02+18+v7yFPKKCoTyS4Ai+l9PevOdPvj1+vBU+SPNkvZpQyj0Pi3U9iCJFv2Hoyb0gilW9QXw7vkGG9L14NF0+Sl6bPOk6QT4h5nQ9JvJsPbTQJb7kwCo+bZeLve8dmD65LKY9Q69mPS6lfb6SBs07ixSfvWPz4T1RQ5K86SAxviq78z0h9Rq8arTaPYlJqb44KRo+oKBTPhOHFD5SvxW/JBkCPuYugz40vkE+ERXsvZ4OvT0yiZg+DV8DPodVSj7vsAc+kCckPN0Xbr1QpAS+63jjPXA6Kj49M8E9emRSvvrssr0j6yO+MgTrPd8Mgr5R2Di+W3GIPUXYBD5fgoQ+uvq9PWTWGz6yd+S9U65pPUoKNj7drRA+Bop8vtBSGr73ptU9vNR7PUgdmj0s+Zq+SzsEPjPNfb4vg4g99UqrPmM+Rj3oOGw9QS1GvjDz7r0N19y8SarfvQ6wlj5Uh4w+PyyRuzWwTr4O95291tegusPVez70iE8+GOmpvkc37L0Fydu9AWSFvSzBaL6CgYY+5WWhPpRRWT2bDbC8DDhSPnE6m76JYwM9ZwRDPKsiHT58SIk9kHIdPvcJYT4m6Pw9EqIkv0HECT5d5VO9awkGPmCyqL2xEQY9ISyTvdOHZD5+/fs9i1hQvqHjzz12TEI+ADrhPTT7mj2ltpu9yDBGPTok5r2fQXE+lPE5vuLaTT1/MPg9QM95vPP7vbwNvoe9d4mzvMbLoL7iNYi9nrI8PhzvlT3Xk5M8aRDNvnK4JD4ke789E8ByPh/9LT2KwpU+LA71vaTVMj7VFwo+3n6Rvnv4Nz4LGYO+9YD+u+MdFr43BXK+0CesvVaBZL159D++AymvPToNkL6BLzY+T9/PvckMAj5nF0G+IpmbvVKihr13iQu96fl5vr+psz23IHs+nkZTvlbDKL6AzPa9T+QXPWnfHT4iTg2+GM0lPjwBJ71U+bm98qkLPh8oGT0KHMk9ggH7vRF5y72I5eQ91bjVPbP/7rxG3T88qsFlPOIaSL7NIWu9kpX/PVG2Tj6h/4E8PJcevjGwsTyx94w9QbKPu5UHHD6heAI99eEIPbiROD4fQpq9HJq4Pb5VB7w+jK48X3S1PLyZar3YWV+92hlDPj0dJj0teJy9sf4aPcwCQz49NEG+DUgvvh/xTL15tyg+/IT3PYvHCb1t1VO9ewCtvRc9771VmYg9lJMHuSmf6z3dtiC+2/b2vaG9AT7Rr2c892yPvR7PdL0XCQC+d6IhPaqVir2h31a+A21nvjyblr5QvNU8+KEVvdY5Xr4aOBe9cJE6vgCLs77O6LS8O4dWPrk3mT2vaIa9lnXAPdvWCz5VB+u9cGIBvlIipT0eho09KnWMvVK7eD6yam89mJgLvibPPD1zpfc8OSE7vmr6UT4B32a+JHa6PXtBHD7IZjQ+uJWdPSa8ND1vTE69G7H/veRvB77evNW9l7dAPqQ0kjuVJei9nJPGvXA7Fz4iV3e+TdzjPeddur7gEr49I5IUP03YIzw1mbg9lzjyvdenVL1TTgU+GCZrvTLLGLwTP5a9RDoXPuCgEz9T6Au+esDwPfscYL3/8Dy+cbffPV9uYj4U4LG8jGI/PqUPoL4O6YU+zdpPvUwJpj7Ujzw+0oVKvgKZuD6wwFs85uOKviBIsL4DJjW+992gvockLr6GzBi+NQwpPqHg3LyISVq+tItpPepn2D4AMQ4+OF5Xvjo9pT3r6e492cyhvuTD+b53mJ69voaNPfOAl77qBga+n0EgvcLBXL72b/I9J9NQvmDB+D4zQ2W8oH+uvKiDhb6Xrnk+MVUivnhQNL6R0z2+c5NavpipL75PrEw+ZxQqvrTaTL4QhMY9tJ3xvoqvwT3TSt88ECyTvvfzmj5EbaO+tYxWvZSfFTrozFW+/zdCvefZ5T2BjF2+yqMMvTifkj6JvZ++cgcpPbmUdL7wYAi+1nMmvotZvrx6Epi9PeEdPje31j1NXJ++N2owvuS7B72xpTO+TZ6XPniRhj6FMVQ8pyUgvo3Nzr1yGB6+pYFSvP2cH70kFrk+OEQvPn/67r1idgg+Xk2+vp3Nhj55gCw+0IKhvasjCL7/YuQ9q2xiPbcRDr6MXpI+4VXmvd42Lr4TVbK9omSlvixQAT+pucg9PQLxPY5uvj0dMl8+eWJ3PiP1X75dFHK//ymFvv/Vrz75RwE+cxlnPkjJpj6w+pG+z2HOvM1To739F828loSdPoaHlj29zFe9PuN/Pkirdj6rBoY+1N0oPkMpvb3DGFY+FhVzvl32EbySc5s+KukaPCNawz1uR968O724PDfwYb29rri+CEClPcOkNL2iPSu9yH9HPSp/gL2kG6q+Euu6vnl8dLlvjW+8X1LuPffRkT7Fd5w+5Cq9Pbl3kz0u0rc7RK8vvRC7zT0C6LM+VPbVPWEW7D7HeVk+8gcTPjfrJj6uGd4+UEB+PcVUHD1sjC8+yh61vKaeXL6lxTu+6hD0vkPcLT508oY+j993vvbMsb3Y3V2+njjBvQvFqb1WDZw+R0slvh2YK765IyW+VoAPPqJ0uTyBE8I+sV0sPqiL+rxq8M++SbgTvX2b2L6eVMy++/Y2vm6T5r2RoCa+/sMEvmmxVz67brG9fZzQvguZM76nEBK+d48pvc6Rgz7ImYU+QNoyvWO0Mr5XxEM+CfqmvrU2tb5uhAy+uuXOOzGDYD4PuRi/ry3qPiXKnj7YpJW9jdeYvg4Chr7Tv7u9eq32us5K5T3isqe+fcugPG1WJj72pqS+ooKzvr7cYj3xktw9td+ZPZhxiD1Zf2c+3r4RPjcIkT08AOS9fGoiPcKmh75+ODm8g9c6vTwUNL6rcT4+hKyrPQ4OD75+Uns9wpWUvWnS7DwkO3K9LAHVvaZ43D0DtJu9oJi6vcfnjL0aRog7HJpjvdd0xD0bhjS8lKpYPR6fvb3pDXC+e7RhvWTaDb5Jp+49iy2YPJSp87xe3cw7SxYcPmrUHD69B/u93VsRPDa3k70opDk9wtRUvXefij7V2xg+XM0Yvj3doryERSw9bnl/PaoxRL1pdCs9DumfvI4X972IArK9HMl8PgOXE77Ovt+9C5CCvfuLVr43Asi8LxbOvZlDc70ybkY6Zt23vgFWtr7Gfpq76T7YvM0NMz1YPlW9vhPfvfdRkr4g3xa91ccwurGO6z1DFs29b4Y4PrARGb7Aox29qbLpPexDej1pqD29e//3PS/Dk73z5Zk+1FrEvWJjwj23Fja854oIvavVgL7dVUU+rBcCvq+B872ubzG+RkEKPgaivL1ieu+91Yyfvmk9Qz4riii+Es4gvTgJ8DxNJDA+lSlHvbcgW76Yn5W9Cd6RPv5hNzz8ZSM+sjUzvQF/0TxpHXO9VQ39vX3ji71J78e9HS6DviiUKb5FlJO+SGJBPldEpbysfRQ+XToZPqCBIr6K47u9QYkzvSnH7Tu4bbQ93QoJPprSrrxzAE29nDo9vRa8Ub2OXTe+JIa5vY5TAL7aWwy+WYdRPZvRdr4xsxs9+osUvnnTyD3q/EO+NUscvai5WT2RJb69AnXcPaw4Zb4uXwY8plOoPrM54L6fgho+3SCEPOnvCz2YxRG+NjY+vUzP3z0gYaS9WkK+POHiLb47r6S+PAyGPrQc4T2z89e9TiejPiUakT0KV/Q8dTOWPMiQvD5pl28+h6vHPEP7BT5UlQm8VHDYPHFAZD2yRsu+rsoTPvFbjTy7HdA9GDoTPVNjk76PE7C9M8ygPvz6wD4XFza9R3u3vqRpVb2RzwS+MMEvPUBUyL2x6tI+HGlAPvyqFr33DIK+bKwSPny3RL4fKzK+KCHzvQkBjz4eHuU6KQjfPdvZ771sF4u9eol3vFVlJ70n3Bw8umSLvRqUUz6krJA+L02UvjcTzL6rvBA+ENIJvhm4lLtJuwA9osLvPpqZQj7CyHO9gVS+PjU6+rvYRv49MDYIvlbP2b5rKH8+2VRUO7U34L2Pqt694CoIvukiV75xQ7Y9ob65vSDyWT4IAou89mKQPhGLAb2QILc9He8sPWbUPL4FwWe+EaDcPvnWOrx8Eak9I29OPuHDCr5PJf2+w/uZPn3HRr3hilu+aj2AvbhfGL0WgQM+q8KqvntWED3tEg490x2NvZ16F71L9e48ofL+PkacwT3DJ+G9wa6nvdKie71UgAk+fEUnPFaWaj4YXgI/FlqEPc0o7b7RJ6c+j7N3vu1NLb5fJGc+gTBavdqxPjywgqe9WuKdPm90hr0l8L09ewXnvUIpPr4xcgm+hTBxvsnLvj0CeIg9rNmePS/khr5c9wu+GJvqvJd1JL6RKAM/evMJvkaAUb6bYne9O3y2PnCuUz4W4h6+ccBVvhmmZb7kIeW90+kwPrhk+Tx8z5s+R0mZvp6pjT4UvRW+fB3wPYjhbT5lMgY+umrXPtZehL2wmh++MItZPpyFWD7SEH0+0L8Ivrsohz7oBz++hT2hvlmIkD4GlqW+CjSsvr16Z70GNGu+uE1MPpARUT5juWS+Q/oJvsvqyjyQHNG9sgQnv6POMz5uPgS+hqCPvkRAx70CEZy+fvKYvQ4RIz2V4Gi+k6jYvjZKNL7r2Ga91M+bPfGtRD5Tibo866a4vXSigbw+t2a95Ig8PqwLdT5jn8Y90whqPjjKbTwTqcu96NbdvTOyTT7t4hY+kRGBvcktzbzAJOo+gLNIPpAEQ71aiFM+JpNVvplIN74A3aW+FVCwPq9SzT3F0sm+OA8MvmOMEj0jLNm+LdSZvUxBAj9hNia7CusDvsn65b2fyI2+wk6gvV/jdz7lC6W+W1XOvcIp1r0YxTC+0iGIPq6hY745Kzc8BVqWvi27/b5yCqS8cI+1PgWrjL4SSI69URWPvUEP/D2xd5s+7zQDvk2D0D0FBaE++ZLHveuVMD0Rzg2+568FvZv7F76t5OK9tuHdPdG4Gj4qrYq+9hryPLqr273ODv6+KKGCvYmQhLyjBBi+zXnFPKKprj2myxq9hXEWviNh+b2lPPy9VdUvvd0qNL6cwC8927xMun6NfTxKghi+NhbyvPNWwb3j2Zi9QB2OPaclFz7uXRQ7wSUIvoYYg7vzAQe9MKzyPdA/DTtoTPS8dvOvvAtPg73eF8e9aG//u5K9zb0RVxc+E9m5vvl2Fj40VBO+VNJQvfKCL75KmdW96q6cPeayRz1juG09B3o1vnwvMj0KXIW+cu1OvhrqVj1q3Ho9+nnGvWpilbyaLZe9VIF5vrIyHr1lDzC+YmEpvNTbXL7JdTK9YUUOvnc6371kL229iQ8fPggDm71VYrc9IU4IvfZN071C8Dk+sOn/vXNHqz2KM/A84Gn3O8dh4rxtAfe88nDTvb8zhj2xyY++p6nSPACxR73A8PC9whh7vmZaSbztGz69NO06vsMRq71D9mY9fNaPPQJtIL7epQY+IEqyvRSz+j34eh2+xXgdvrqGZb5OXYO9kl8Xvny30D1rz7880yo0Pensqb0I9Je+1yMgPqTnATz1lDg94OZIu75PB75jJAq+RESEvhBX076mpyA751TuvDModr5P/Sg9uXGEPox8gr06E7O9bwTLPDc+aL59V2G+e+lFvI2FFr45l5M+aOWyPUsF2D14m4+8+kWNPnxnVT6RUiO+SBUdvp0dhb4Q8og+5qMIvgvdtT0lEY2+hM7dPPiMVr6kqDM++wCUvUKwjr401Im9KxvUPMSfQj6nVkS91RGDPJFYtT5X11W+5usjvipsjL30LGK9+ojoPUvBYj39aDS+MJUGvh02Ub0rULe7WNtZvJXtb75SoF48KUoIvpcwej78Kaq9JqpUPrFG4rwb6J48DkQGvK0R3bx3dvM8cc81O1OtCL45HQ8+2ZFPu582VD3C1sI6SicRvj9yTT5jcyw+c+ljvvsoKD6vFYM9olskPuL/nj5LQqM+un1Bvr9iub5EEqK8D7f0PdIF8T0+FT4+PehPu0F3zL20XoQ90TuxvcDr5r1TNeg9At7fPVdNmL2CZoG9k8s+PZPlCb2zFQS+QHomvVKDoL6Zfuc9iEC/vU6tEz55EJq+152DPqPwcL52TPo9kJwJPq1gTDwtEay+jXzxPa3C7b1WHAe+w+rKPKYiyD1bLgA+TCoEvsFVFz3AaF2+/0vTPC6PUL7tPHA+NsKYvBWDFL4ctTg+I/RJPiwnmz7pAAq9hE02Pl8A7jxqUq+9rojcvu7Ptj6nTzk+yWtEvsqs1b139p08gD5qvsPvhD0enVg9/G8APk3fH74fQeg8PCi/PY+iz76p67O7l9hTvUK5nb5WB5s++EWHPsQwUr4Ph+w8mtsJv0qgED5RK+49W326vTop0bzzJb49tbztveftBr6X7Aw+ttepvDli5juB++G9r+HHvSfZML1oLIS+jVa9vqQG072indk8chJlPuz00L1mQv++QcGzPe9KQj7Kz4s95lpavDSwFTzoaYA9tjfZPswwqb0O5vG9ld7DPmlzRr6/Uzk9faofviCXQTzs/jk+CgSbPvbVxb2/jT++r/9JPTk+7j54Hhg/TbSSPlWRf74hJve9GMUJP2cJMT24HgU+kmp9PARSl73yA7Y+k/7pPe/7RL2yltM98pZnPiJBoT6goJW+3zcIv4w+ibxq0p2+Vp5HPtEYuT3TrAU+EbinvTjr5z6AHss8rTuuPU1kFD5zCK49q1HXPAMClj6dMau9bRIcPZxnjj0IDmW9irCMvs9+lz3eNtu+n3RTPkqq3b3kTY+9tVCzvtdAmz1lx4Q+kwh8Ppt7Sb2dNgA8dgD3PaFjIb60Cki+CIe+PrSItj71VZi+xW+pvJyMUjx9sYc916WuvnVRkL5MNAs+atSAPCKFh75PvL+9iWrNvOupGr7L3dW8BSWvvnsdwbwhjPI8xPcevnhEMj6mAWC+XZ1YvrpXX77nrac+GuG1PdZEAz6mBre8PsfQvosZxb5al6s9VSW1vbazgz2iSpI9s4XFvh8Gkb5xnBC+nlI3uzonT7yaLYK9wFRhPZoAUr5qmEC+ko4JvqpyVL7jVk4+VKIDvAqW5r1VLVS+keTAvFPqVL6h6qc9xxk6PhuKJL7E7lU88OHAPQdkIL5QHWm+HHLxPfHRBL509007Jan9vQl3xT43wSe+eX0YPvvSsL4Dgas84jVlvUZdgb6vIRa+6E9kPU4JRD2JwYY9kkCyvuYgAT5IAz8+oAFTvsgpkr3PkD2+l6s3vijEz7witrS9rF5vPAINmr3zh2s8NJvUPb1gkr3azJi+FJJ9vdPzbL4RJY671IWIPbn8L76rVR2+Yd5OvkfHg71znBu+YV0TPk0xJT1epy6+Og87vdb5AD6vZ4I+bwIhPO+N773D2l+8d28evhFrAL6wgoI9akslvp6Yh73aQeu90m3CPHLmZLy7qAU+GkgJvusGJr6pG3m908GVvpOWRD6cF1W9nkuGPnyhGb6AYLa9bsl6O9/CZj22Nqe8pyUJPlCZv72QaNw9FoTCvTX6CL3v3tu93FMsPN0/1b2y7Ee940prPg7g0L12/Tm8+VHKvScfJb4m2e++Jc/lvUm9ZL7ExuU9IMoTvhzdyLyGLUW9rEAovBBlTr6p0wM9c+RRvjeuvr2kzI4944spPR0m1j2GMsy9/bVQvl7gPDxrOSg+wEE0vVqAkr2Jo9Y9OKDOvrb+Ur1DKoc7k4ohPXDh77yYB2++DBGVvtdlCL7rfr0+IW+svks6lr7xuWM+Vcp3POsZAz52YH6+O8GPPvJNbD68Roy920bovfpyyj3cymi+XnudvYMg1rzlilu+lsu1vU3YBr0A2kq+ijk1PkYxfT3XCjo+oZtJviIfOT6EJrk9gL7gvdQVQL4xOA4+d7oIvv6FJ74yww8+WCiVvpouoT1+N3g+/eQ6PlYxnT0AZji+uAoXvhr+0rwSAem8qnouvnvbpj3AEOG9pHKrvu1Njb5VJMO9l7NpPR0/Kb71xVk+6KobPkfbvb18fhS+9jZJvmDtJz46/Y29hNnBvv267D10Lp++EhRJvoep2TxlpeK+GincPphDmr7QFmQ+lmrrvT0kcD7AkoE+wrMYvmvosD7p6s49bR4BPbBCvzznCj2+L9BmvUrSPzzlKKO+QZyHPDaswD0yMjG8sRbrvFB4Kz5372W9TKQRPha/oL0+DNQ9Dm2CPiejrDxNLm8+q+lPPtGfdL26Gki+EgE7PsA9470Lt2o+rucPPyQ+sj2Nwyw+BCbmvaf58T5nbiG9C0J2PR8cgruy2Ri9Rq6NvtI0VL4yrA++I6C1vj9sKz6AUbQ7dtgHPvNGzb4wBiS+lnSFvePP574yKYy+nZM2vRgBqT0d94g+lXZavtMwjT4xnzu5b46ePWDtzr3LJ4g92y44vkAMNL4Crua997siPcJ0sz1fvgW+Dm8vvkG4lLyOBg8/xqnGPX7A8b0qJVc9Xwl1vNdluT1T3GW+uTwmvqzF6j3f3VE+7enmPkZNoj7wwBq+fpAPPTKjJj+7H9w8teDxPDqFAz4lTGY8Y+2sPd74JL4kBpU9Ee8HP5Xs8LkoknW+meJVvOcPy76prnA+W/JDvuvdVz4UP7K9nUzKPeurAD1q4mm+9WRQPo+hhb2yTIc9ub47vkQfLb02QwA9urpfvTBSeL01DKC+hqjiPctVaT0Isgs/YItDvUaUbb3p56C93XOPvSiG5D7a9h+/+KJnPp8mi77gCyO+UkGmPfIZIr7JlEs9TXsePEEySb0ZRh6+ZIXOvXAsU75UDhG+9CXTPp+Xpz72q6K9/o6bPs+5VD5gYW6+F+CbPSLEur2rtpg+KYhYPS+FPD2RmlA9gm9/vAvMubwUpQk93PJ2vixZRzx6b/q+hWHEPRLVbz3td6i+Dze+PinT/z1LCZQ+spYEPTOmHL6+y5691GlwvUXqab7BJdK8adOivHHAC77rOVo90OrdPS7Eqb0I3xG9tC2XvuoVUz6UoO48lPQyPgxwvb7PXeQ9ZLeiPYlhHL78hys/+M/3vuELQz5wmLA9are3PeaROD0WGDO+wHgEvlv/wrw5JgC+r0pkPnBmcLw+/Po9aTnXvRS16b3fkCC+kvhavpp2fLyHua69MQDUPSBIJ71kPM695m8OPfdUor07wgy+tFr0PTsFMr7cHM69YuqYPQwu8z0E0B2+i1tGPB132D0Yi347c+CYvKdRVT6ROCY+tjlCvo1hML4YKwe+sRyFPPWEAb05uAs+/sMNPuCri70Ut0g9d5Tyvbi2GL7f/N28VVM6vumVFT20pVK+3KyousNmpb2vUvm8KswoPkWNwj3iY7u7ktMHu7YdZL04NtQ+CblMvfjN8D2L7xK+HMfVPRGWJj6h6I2+P66PPWZalr09ZX09uCm4vDtFCb0EUzq9Jyu7vkDFVjxDI2s9erAFPlmp/j0GsjO9W1NLPf3lHz5MbI09h7PpvYGZlz4g+xI9s6RHvEXCCbw6cTK+73/VvSFlAz6ku0Y9vBNSvBO0ITyomT8+JpqCvh2ZGL2iFF29rcCSO52LxD0Pk9m8qSgvvmbRkz3HTHq7r72HvTwp3DxdTLS7axTDvajPRL7iuU4+Qq64vR0+Yz3gvSS6TQw4PhWKmjpe7jG+kkIMvo0QX7574/U9siQfPolfzzzH1BA9nzlOva1+xD0J+jC+vgYqvqc7uz27eOe72DK3PX7Emr3Rcp69jNGjvjHkND5xZ1++MXOtvflXgr5QkpO9iV5HvhzYy72NczE8DolWvg/o6TzkQQs+QdyWvmVkU76C3Ja9oUroO6d6Bb9UrHG+bBO+PnRaML6/MEG8YqGcPorJwD59rqG9TuW6Pqcr7b1OBRe+6mFFPbLouD6JuTy+8nBPPWFyKD4Qpik+s5c+vcGEkT5OI4C9xdkaPRTbID1O1CI+6B2rPpv36r2IAas9ikRbPnA+wT47xli+lBibPH/dJr5NFxQ+G77VPdtToD0VPrI9GWmiPfVAKr6ygxw+bzIwvj7ZAj6lCvE+Oea9vYfd8j0kD04+dMQgvZvBC7xj3Be9gHnvvZklGr3sXLS+YlFQviGRo70BrYo+oZGLvh9naL40lBg+GT6VvoqJJj5+JkI+8wSCPsXiUb490pY+xPoOvQp1bT4dYfq9JJ5zPpaIXT4Rns48fvrrvSbOVj76HXe+m3OKvSJ87L4YDJa+lwcbPpNJBr34RxM8iJ7MPrsL8D2YDDe+ytRPPeTQVj6QbZc+Pr+lPo2obz2xdwc/kKoovedUCLz5KEW9YM/ePa4QlT2sZuQ+O9Y5Pb1YkbyDQVY+RYsRPu9auj5oRlq+j0F2Pmjb9z2t4cs9tYoNv7DoKr4Cqvg8TpDrPjxzGL5nQlo+FSQTPmJ7ETveaU89LEIhvgV7Db53VpM+6BxHvgi4ZTt4fDE9YGF/PQV/nD7R9lu+KEjJPXg5k7mCC0s+8eCwPfqyTj6s74M+szc7vjztkj5Lina+Uq4hPU2Qob0bw4E+kylSvsCRpL2Yjp0+m+MavbZWkD7akIY+alh2PVVP3rwqUR68CSUYPgGdFT67dc2+XlVOPaoMnT33etU+62+IPVi5kLz0txS6T4PQvYeDEL2sllw+WvfRPraXAD5GePM9eLbgPcMo2b3Rkbq9dobhPdRQNL7GUA6+oVl8vfGrST7A2Um9vagyPnLzqz7I8Iy+HyGJPB79ajw532U+65BvvapT1ry7Ene+QhO+O/6Npj6XKQs+0qmKPqklCb78lB88ZNdxvvRN8737F+K+vKmEvjfc87zHpoa+bRTvvZ9Y8z514AM+w6LzvS/rt73UtJa+MUmXPgyU4D17C+C9gjlQPYLNGL2Ej0Q9za2wvhN5jD5TFzM+zt+HvhAoer53m10+JKw8PVTSmbzXTVY+2c7ovO0Go73+fpI+QHr8vTPpQT4dJMO+09O0vEJAaDssMV68Qn45vMzCPD6KQg29RbTbPFp5er5AV6i9gYgdPQEMwD0mINU7EM8sPo13u71qtPo8QxdYviwZUb4H/yU9G0a6vbOm3bpZbMa8me3YPGunfT59Vn8+dtHlOksnzD1EIh88ZxgEv4y7Nb39D2Q+QAzVvJn2wT1RY12+RF4PPlUfSb6V5DO+FY/ivWhCEr6BoJE9DVWEPeOnWb0Cpj09/96yPSI/LL4Iqce9goa6vcO1kTzk/b09TaVtPaHBS74uivy9SJsfPnWYRL5PCVK+46jjvQznQ779QV69erCcvZSEbD3sKnG9bylovRGmSz4B/M69n7oevhwztrwRu6S995oivj2Etj2GJY092a0ovtHLBr2KukK+ACI1vqF/rjyxshG9qEsvvhh92L15So09hujAvfpKnj3/oF89e4ilvAHwe72RH+A9slskPtkWhTxUFUO+UO7CvGhuLD7jRuS907mHPYeVv725faQ9sgWOvf9FpL2XS1c+3GS7PkIvVT16VRY9uT7rPd1ZM76Vvrk9btMQO8uLXDz87M09MlKCvbmkkz4rakC+Hqcdvip8qL3KCYo9Gl88vnhfij3MaJ69JVgMPOUNgztC0uO9MlR0ParzPL4ur1m6a3UevnVJpb27bk++3FbevXVFELyK3987WRNGvhgStrvz1J88knKtvpocBr6dZTg9/jgavWdOBj57poM9T1dSPXKINjx0tBo9ase2PfTdEL2S9RK+ZLXfvIMxCT5QiwK+4Y8BvXf18T3Dhry9DrZoPqyLCTlZ4Cu+os6+PR/e87tdMsI8V7zTPUqFID4kkbq8/KIJvr/jTb5V8Ke+prqHPExQhr1wtQa+u6ZmPmgrqD1A8rg9FLtFviKNR714pj0+ZuaGPYk9Rz6mYRw+Hr/BPXE3xD4PA1G+EQcsPlRThz3H6wO9h2d2vcLkojyHPTC81RNMvoEVr71mpDU+5nIFvj/pfj4j/509VC95vpul2L2jXI2+EltyvEiYNb27PvK+qy7rvnAm9z2UV0g+VpNXu5hNEL4ClNW966agvW2HsjxQlBY+NEQLvmeRQL3VZJU9sZ60vTSuqr7rzoS+3QuBPpR8BDyizKY8peIHvl85e7wAtYo+ig2lPRxLrD4V+ge+QhHkvKTDcr4ro4o7OotHvrSj1z4G2j6+X/CvvYEV6j1cCcq9fb6DvZASwr3Cs0Q+pxoVvlOdGz0N2vo+gJy+PnAzPj6MRsY8ItNtvdA3g71NWIS+kVQnPmCOlr6mPuC9FBAevZjpLT/iCoS+CxaQPny4KT4oUYA9M9JFPCpvzr3012o+4UsTPsrDCT7ZnFK+NBmcPTAfGz6Mci+93TCYvfhZRD48lo088sbavVpqWz018AW+VaQ5Pn8OLr6DWTO+mamOuquu3D1jpSe+iIEhvtbfoL64kqY93dkwvhxKdT1w6Ka9QPh6vlVJUj6XQjW9pjmavp1yZr4hzA2+pmm2vQXad70N+5I+EnA5PjHesb31mJY+UOe/vL3Fozx8gQA9NWgmPtDtvT3ZhpY+oRQePpGOmr74DIo9nPsFPQWUsLzHKOI+Da6gPhGaET5hP4W+WohBvvZSzz5jYbQ+95+Dvq1gLz6GV0q8D9LavVEhib7gmx4+FqJpPV6c+Lxwgcg8Us0CP5ocmz0ej/2+rkhfvYd3CD7kRGU9sqQ/O+CZnjxxwiu+tI1CPW18Vb4qNpy9oYpJPv35uj4Uf+s9GpjAPllZDzvAHBQ9Ex5lvoPVFL7uDPg+xwW3PrPbR76FAg0+4SwsPJ/kk70pCqO9gvmYPsYogb6F5bc+adisPlwOtz3s4ek9EIc8PRTDij4rlLM9XcmqPhsFG77Zv/A9h1ghu6uukb1lNb898CFmPjJdqT7bjxO+UF03vguurb6LbvY7nKOLvs1Rlb6CYYU+gpHdPZHhlD6OZvm+xP5CPodBML4MMoG9ZUY7voM/2D3uDh0+M5VRvqX3yz1bc0Y+6vnHPbf8A76SfOi9mg4DPuwzrr1hW24+WKCIvFbGfL7nAMO+3AnfvN0H3T3KToo+NWmcvPuemrzal4G9N5eEPbi7LD2HGMk+2iOzvAqhE7599Fi9JLQkPmFBsrsDo0K+QBK2PoXXUz5j23s9p386PqjXKz5V4Fa+6l3Dve5AbL4j0Ko9MBgRPuc3P75EeWQ+7NTmve0KWz7DjvG9N09tvAGxdTtZ7pG+htS8vNrc1T3wOki+N+qbPoQoEj6Vw3m7fsiSvPQS8j2ff6a9t9ecPbV/173YvgS+KHOLvuaRIr6qT969MCOUvcrkgb5lska+wAzMvcvctTyWYFu+oeSHPXQevjti0QY+2i7zPa20LL5TrFi8jI00vSTbMD0b1fM9az6uviBfcT7Rj/e9GD4WvvhR1z0CzUu+TS4DvvRrvzokda68YEWvvj9fvDx93Y6+LBvjPZ+urbzVMIw91vEIvgQrUb5/kJW9ro6uvrqWIr3BAWW+0iosvBNfVj4jvh2+ApKsPIc3Jj2xwCu+7Wz+vf+ThDyWLUO+Nok7PZntvz1FodG940iyPYe55b3hkdu9WZ6mPWq5I76nTl49XXYTvk7MgT2Obg0+BY8fvkW8oLwyjZc9c4kbvtN7vr5nqSw9SdLTvvpU9zy/B9K7eskGvlwlAL7YeiS+OJx8vvsJ6Lz+D868vDdzPqaair4cvMw8j836PXLXFr7Q8hC8O7IHvXZc+j0SjwI9aCQOvktqoj1fxTa+cET+vbwAdL1j9mC9/WoHvEBYxL1npHu9j/OWvHEFx7wMb4e91NCgvXwBTTz4tQI9POWMPshM/L0xcDY9CQoVPgxl1r1AyT89MiQNPlAQkLzrVfk8RAAtvmr7Iz4A7Yi9KrdtvrNvbrsFCLg9eGJMPdoBtr4pu8q93TboPSxTBr8B0wc8pGSQPo1EbT5Nm6y9aNmHvsUig74az1c+zEs/vUPRor4cWkW+b4WbPFDCGj3bSV09JYjTvQbHKD8seI89jbaCvb5D2T2jTRi+Wrijvs7lnj7IMss8x4dcPn6+tb03Hjc98UpqPu4dAr3hPgA+De80PqeNVz5qTg49mQ5nPn4oBz3Fqqe+nPhuO9JZhT1liV0+9c+vvsmcDj59JVk+s3uUPh+m6Tt1Zg48rmCivlA7Zb5jZxC9tjzyvWQf0r2+1zI+jBkBvznxVLoq5pe+SZRCPrpl7L6YeIg9QT3iPQZOCz4dwr88/PHZvfVf7D7kO268r1ZcviT9zL4E1X0+lIpgvucAy70L0hG+oCECvlaLuL0QU8M9iN8jvjQ3Eb1jjCk+FOoUPkd5cj13ypU+FkoIPmjRD76ab7y951gQvnXojT1vgs2+FguqvfWf9z1+RVW+cunOvA1fmTr4wKw+3lP1PE5sSz4v7+y9KwNEPl/Z2rxbchO+0owVvgjUlz7Pw7i+W2i3PhhKfT3EwVg+KRP1PPI6sT3NLi0+3hEGPvCKtL2m3gI+npPVvfz8+T1WNJg832GpvkqqHb7JYA8+eXKbPW5wQr6PBmS9T3PCPqFcIr6cxOG+tIUcPmQF7T1n0yS9+hWDvjmxxz3NH7k+ez3jvWaFrD6d4OI+HxKOPgfStD45MjC9LvyLPJcMGL1yqa4+VWafPab2zL4AoXK8cfuOvRg2mj01g4Q+iZdzvbqcED4DSWs+sLqQvpQIF76e6Ks+CeXYvP18LD7JCaI+Gp/TPp/INr6u37q9mh6jPb4ofj4pKjm+j83tPWWvNj6eH00+hGV5vUnVoT4E3DU90NOhPiT3jT05pik9AgLjPvJwoD0/Rck8BmNtPQDNzT7Jyj89UTZGPDBUG75BBdW+iOAlPnTDE72fgi894yesPt/2vj1U9A0+Li2uPhQuDz8r/ia+TJeyPZ5wyD5mICY/IRCkPs2LiL2rSrO9YSWwPn08wb1yk0m+QYdvvs2uRT2byJ49fLwuPR0avr0w6Ri+pf1uvpGh/b6lQw2+Y7gLPtNemD7hpbI+xF95vpdaAD6pbdO8V0Jpvv70oj42zJk+zwkAPo2yFD34aWM+rUa4vRHM471QqNa9V2wdPaBFqD4gA5i5W6/3PiYrCb37csW9R7E8Pn46kj7y2WY8tWd0PjKLjz4NAce+gSHfvR3jy76bUXg+lZw7vjjn4jwkCHQ+saa/vb69ub66FeE8S9ewPUC9uL5i6Ac88ymkvfXXjz4OM6w+TL54PpR+Gz2h1nG8dyKQvG/8XD0ppOk+QvwtvSkiYj6rK6M+dqVhvvzB7Ds2B2S+DqglvuDt+70iFwi+sI4EPcPcKb6dd18+KB2NPcLtFb42UZS9wDOSPixsIr5M00w+jtG5PdaJxr2VABY9cYYqPscjOz3bqXU9NoOePdVjvr4fAl49w6YGvaGwob7r2w87IipLPjxP5T3LgI88xAgmPgicxz5O4Ga+KWyVPKD9J7ypdwW+H4edPovPRL4aquA9wm+1PaRjHr1idx6+RPWLvmRBjzw8hxk+tt8PO6o2yT2NZBC+3WBDPogoAj7lWx+9vM1jPop5UD5dEvA9JfcUPVLPKT5hBgy97bq0Pfigp7wcAoy+lTxrvZ42B76vbKa9uLhnvZJqY77yQrI99XDpPGQbCT2fFtg96he4PQGloL2IqYS9OsPpvZa+Fz5xZNc8t09RPcRphz6Teh6+KJQvPovhh7zJFDI+MamYPULD0jwmOAk9hs3AvFD3/bxCbxo+DkHqPTacuz2aGaW+ExlEPamgKz1MOjA+LXHEvFSq673Xj5a8ELhxPBl1gr2esYO8LJAjvodpST0+RKc+BS0dvpyY6r09MgE+n/gMvVasT76e/FM9deT9vegST75OZmc8WbHxPdyJ/TzImYm9xgT3PTWx8rqlWLa9xOEjPZ3PyLxA0Xe+WkvpPekcBz0mXUU+S6f1veLV8D332o09hxI3Pel6i7tQrs89wESsPknm7b21eFM+F8dmPpAw0D6bGwg8py1PPk/Obz0dOU++pLI5vTf9670rrxu8Nef3vmQ47L48e7G+F8GUvTQSQDz5i1q+12oDPpTMFb4n4XQ+sFmXvCRz1r3B1iS+vOuovoZbI75PWBi9F+9DPQ4ut7zT7Ik9Zd6kPpUBsr4T7CY+lb47va25rr1kHrM7Wi6NvE/H7j1iUws+EXUJvipoIj4zV7u9wNScPjqJjD5TqBu9/LI/vZGwRL0bhfC7mKMbvocFPr6tbwo+1SqIPrJDmD10ioa+85auPQ7Oz7zVNJI+W1EVPq1LJL72Ang9hDUcPavIMT6TT6K9S+4WvUs9Db5YRZQ8QGcOPu/Nbr5e3jS+4IHivSn2Az51kTw+b+/0vojumL3OftM78OBzvfFmuj5ANqu9/ipWOhKdtz6pP2y+NXMYPbeDlT7JyQW+JobRvrsIOb5+NWi+qYWuPbsEMTw4Kiq+UsVivUvFaj6QaDM+EE7QvRKhlj7mqI48b+03vqN2LT4M+2Q+Nl6kvrY8I72tqYO+8U3lPdPler5l8Ty+6Bm1PhyEEr7zqII88DmJPp3PAz/uVYg+DmsDvjld6j31dSw+WqAKv7BJTD78DpC+N6ITvd8aPL585JA+XBLDPRz/h7y7s+Q9crxAPk0HDj8JJoC9NmZrPRyJq7zcAWO9ZN2GvtSxLz599Nw+SLiSPh5Dmb0mrpA+g7qxPrubir5saow9CfOEvSyCQ74lfOy9Lhf1vXwXKz69sIy++d67PRpcUD4G134+wNPOvoJl172HmpY+rWqmPni+tT0Xsrk9VJ1SPacbnL5hJqe9p00VPfSt1D7TQYc8mDP5vSoQH75JJYC9rGihvTIph76YYLI92L0OvkZxWj7/iKO80YJhPjvH270Ny3s94cNFPvd98DzB5Hk9jjI8vlV9jT35cDa+jWacvYVDFb6NdJA9P7E5vv2Dib60p2I+ilhMPvTOUD7yXj++y3Wmvra8SL41zbk+jSyPvV4DZb4qIWa9T3CgvgGQo73kpXc+C5BFvn+1fDmRn8K9il0Xvsfbkr6bXIY9AnguPpbeh73ViaI9NdLSPYWpwT1an82+Lfe2vlfPWb5P1LW9/cxcvW+goT5V/Ru+49+vPjR6mD6vPgQ+8eDJvbJESrw1lwy+HKFlOyxtxj2vuOG9TCyOvOosIb57Oo29V+c5PhZZEz5i37S+tSKuvSwlAj5HZj2+dRnOPRrkLT6zJJe85lD3vfm/Br2RdqU+0n/YPkILtL2+nRA+zv+wvfrVEL4zQQ6+7l8fvfvGZL5w76O9FQ1cvqTjhD77uVu82X68Pe/TsbxONVA+Q7QTvj+KET6i+XE9k3ETPoMfFb5NuXS9kQGxvaCKtT0nupO9ESDUvfCT3D1eKk69huRovfUWvD1VkBs99I1pPmdOYL4L7by953GHPQ/0AL6PTj89a2IBPZzUbT62qw29g8NbPU3Heb3XOJE8avYAvpBPj70nL3s9/ppPvgKA7L2kcgO95N6JvQWDKT9CCcy943vEvRzpIL4NObm9dpsmPCE3i77K2QY+xH0Vvqs3Uz46Cys86ZAHPfbIcT44ZD++4jzbvabNnj0Or/i9o/aSPmasIj6GRZ882b3SvVFeTj48yeG9kqhCvfaKoT2zdEc92hcivpW3Cr7wEnY9yOQEvmk3ED0usZi9hYWEPIhfCT4XXiy+To8OvRmGRT1FE7S7wKeNPusziz6FwA++xygZPlNpQT7Y06k8wQuEvH145rxZK1C9YAuQvJQIcDvMESw+exCAPrbQwr2JweI9MYIwvsxzGLwvQQe9mXrAvKVYkT1d1TE+0Y8WvsgwOb5u3v69EJ1BPWCvHT6RZyi+1q0CPQ/emT6EcpC9QEJhvdjdIz7HXxq+/m3FuwZ6g71W8LM9RGoOvciis7w7MIQ9ojHuPZAnTr1T1Rk+ZeKPPaiiCT2KC4Y9TARMvJjjoj2D8+o9BrQmPZ+76T1UsFG+4sDdPH0RcD7Qqt8917miPdU6xDtYJ829GsFBvoksTD5trXG++n8yPonygb0TAVe9BjHBPmcrlT6bgmk+3ZsMvUjsdT7YQ6M9f6movegWXz4hli6+FfaVPjz4br01a9c954wIPUUwaD3i64Y9Tsi3vrb7Fj3d/xO+GHMPvdmNBDyNbAG+OeeHvHyTlz6KhUk8F+F4vnsIT775tSy9KaY1Pk61Qjw84ju+KrDPuwj+zT3Uvqy9VoWyvXWHcT5CVxe9STUIPukA6b5BfHO+92MMvtiacz42/C6+HUJ2PrtmpD05yX280IqSPYrHOL5/lg88V6ACPlUn9rwL8NK9bHrgPOZjmL4HiWE+wvZiu6emKj5nG3m9B7tyvvDwtL5zMWU+8RqFPgfI3T7bL58+0h0bvaxe3zxtIOU9UrclPgObAT4ZvAI9IrPuPfnwfj1pbpE+L7DwvRNDo72M+rA+jfuaPnBKaD7JUq89UTkFPvvSmD0VQRu+OOanPnRZSD7p/649eGQQPSvRJr5HCpg+fD4bPSB/mT5b8DE+RO4JvqGDFD1Dzn4+pF6EvBdLSz64osO9Ba+TPsak6D0pvcW+eoixPvvALT6vnxK+ABn+PUAQmzx7t8y+XuZOPrSSnb6oztk9QYn2vJbOgz2GtM088gHdPivL1r7+NHI+hiVbPcNr/z2dyaQ9TaOtPoXoxr0w3Jy93hdAPhtsbz7qJvo9whV3Pr6SSL6DHIC+vkaHvQZaNT5V55A+S2ubPpNGHT3CriW+eGOHPpq5y75qxdS8OfK4PTuPeL6ZF5a++WAZPF2z1b4nRMU9YjNcvWvVx76CbUy92juCPkO9yr1cKdW+83G3vhyId74N6GW+es4ZvvVHzr2QwYC+gNqtvTADzb31TBs9qfpFvlTu3L1UPW0+l4KsvXfAPDtkb5s+KNmKvoHN9L1dt9G94ajsvFlknL40/oA9LwWPPp8cMr5f/Rs+BrsBPh6eFT69TMe+63m0viD7Eb7WPU492Z2gvtF6Yb3dUFG9jN9BPZuKwD0Nbxy7FhcBPq534r1Xv/o+6uLJvf2vAz5elhm+UaZRu5N1TL4diH8+Pp6GvmAksb5ppGA+bDlMvRaVez5gQwG9So6MPkkIgr6eEqg9+Br3vRDwgz26a5s99pgPvr/UuD7OG6i876uaPqMAND4IO2M+h1bjPdoAKr5newq9Vyk+Pl5JZ73ADCy+3PuBvSnViDs5I/c92/4+PVUkX71kXai+lf0LPgoU9L2Ck8I7zCcUvlIroT4mV0o+lMx9PYuYOr1Vvaa+mV25PcJvhD2DZQ0/fZgsPub/8j6sFHm9p7jWPSZOhD28chM99I0bPu+l+r3wFVs+zJVRPvycnD6UsoK9GlbEvbCMKL23hbK+Kjouvj+ILT4xYBW9GocLPqfwa75KQxC++McavmmD4D1vVHQ8IXQgvuC7V75PpWk9yW12PUURG76ieio9eFk1vl/8Jb5R8RE+u4qIvrKwlr4Se709mnUcPkx9ib1aYtS9q+gzvutRob2KmD293YOgPLgixz0sf1S6+vx8vqepOr54dX89+BTSvZx2y716x3a9+FSIvgaC3b013Ie9RlYhurtCOL308oE9I548vgbgEz7Anxg+PMb+vbtNbr7EkQ0+ZO1DPm0vMT5Yl3C+WDSCPSJNrT0U41y+a255Pf1FH73kJAI8TKN8PpKx+b0Jvte9SZ8LvOX/kz2UKN+9U3+dPXrm0L2iEn2+Abx9PVZjlbwVphS+TwNKvjJlCb4c/i0+N5IPPipuWL7ZcKS9vRiAPWjzI7zxNYM9jKhUvnGIXj34owk+azSqvXN+/LxVv6G9UfFWvuhRCT1XFn49JZU5vYLGJL1v7qe9vLMOvdu6A758IBa+JjGQvlCyfb45fZ899NsFPlWdR7yjNJ88bwevvfH94L1IIyO9v6+pPVbtFj7wG5W8uirhvI6CC77kOb68OJ9qvRB5lL7fqx2+5ItBPb33Qr6JRkW+BeCOu8X2yb39Iz+7zzFxviqnoT3l/oc9cJNyPYxxVb693Zy9GOABPuVSk7rsPhI+0+7fvZS1yryQF3y9qNUdvQoYTb6ZnKO+DIcJvC14rr70mA++sLQXvgrtOL7W9Ao7uf4/Pr1Bn72kD7M8DYiOvv5KpT05bwG++cJ4Ov+X4b3qHjK7z/TWvReuxb2YDju+P+zCPsNpYz1BBNe8hIfPvnWhdz6+bRG+QT84vZMPjTwn2vu8K9NovjnpsjufOki+BjaHPnBJB75A3O09w2UgPnzGkj0YEB0+cVgGPgWwoLwozh++lsFjPYP67z3tALO+msyAvsncED5VoHI9f2TNvXkQE71ou4M+e8a+Pclznr3xBhg+JFO0Pqe+JzzeTIo+YiSIvkjliTx0OwY9qjzEPAfGpL6DH8O9G8irPqPEfT3u3iq+QAo6vrsy8T2o2Jg+4WCRvhwcgb7ieHC9J1r7PeaJr72TpBi+JqfKPRNCVL7rTw4/eJHfPXuvL73OS/G9zH5xPtXFLj4YSAO+0Zu4PbgYNr5WI4m+KWBvvsD7uLzB8C++ahsaPdPc7r2oODi+6qlbPmC2uj5Hza68gjN2PhFjNL765D0+fpmaPa4m4r3kTKQ+JAI8PsgfjDvLiu2+lqrTPmbWHD7tfqW82yo+vUxZxr13Jbq8l4XwPSAn7ryeNCe8+MoJvv+3xT2dNLO8NkPfvj0oJT6wb8W9CqWzvS8for3Zrmi+OCiqPo3kmj2ozze+7cWIPraCwb6zrAK+s9KHvpd2Jj56D88+gOOFvdmgDby6hFe9+kbaPdvQJT4qIlM+KUODvgyYsL3uCds8Zu00vqZ5cz5qTdE9IY0dvm3Ior4rq/c90szYPHrim75xv+29/g5WPqUuSj6HA8m9/+QTvcWU0b2nYsg8J59zvfUuFz7jz6++zSCOvhkBAz9NTBq9Wqh0PrXThz6uhSw+SqnDPYRurz7yhbM7CWmBu6URWb4IyQg+aBeAvvOzXL5bLS29oGOEPTdPTrpyD4w9qXZ6PR2TpT6AxZa8PYbFvDZKGr4H+Ry+zVkMPoQaJ75x0OU9TZ2UPU15gD7/Ooq+3EguPlKjAD6Ykgg/5tYYPaCBZr5O55U+AJ3QvVYJB76hVX2+CuLOvKs7f70MwYI+subPOoay272fDug9j3ugvhN47r5/27g9HdswvLbYCr5uNoo+PiDJPhZNkr22Ukc9cFZxPh9Shj7Keeg+7RwmPRczHr4dSC6+tByEPp2Ykz1koym9eM0SPg4qFr2lhU69gcUOPum4Ab4pvxY9rAIYvqznjT4Po6i+VWBaPizmXT55pfW8vmkovtiz/zjNIRC+ngPBPE2KYr4X9wS+wOa5vmoRvr7pSNc84fRIPuepW76MGwa+nDnyPEzqar5rzvw9HTDDPB/dq74yMha9NYWQvhQmBj6wf9s+I3GHPDCUTj6x+Lk+Qq0QvoSpSbwwPxM+KTIDvpu9AL747XA++WNtPTO3cz7H2CS+OVE1vH+mAryRW9A7RTs0vef2ob2amJ49FrfwPf4clbxGiIe7b5s9vbiLmL3DA8Y9wWKFvhKGhL783rG9RId+vutAJL47/N89RtOCvR7yID4qyyu9jK6dvVVe3T6TqYw93vL9PYdECL6kyDE+5SIXPrcIQzzSjnw9D5+PPUEpAD6wlA69Tp4ovrf4Bz5Y+ys+BXp+vkaLZT67tCA+64Y/O159yj2hpSu+3HcBPh574TwTzSS+Owj2PS6uJj5Sm5O8zkDdPZcXOD6CLVm9p8s0Ph7nm73Qjoc91+kTvd5UQ745Nrg9lQAwPc6+ebwPEl69OAV+PVRnTb56sz++umiDvTGZCz1k+T++QjVKvSHOID3y1Uq+1jt9O36rLT0Xvfm9faY2PUPbnz2G9V89cBUDvAxvlz2e2ci8ueMNPhnTiz2Hq5a85i18Psd2jD6qLyy9iU0LvnBceb4wMVI+RvmlPfadFDx9cB09QkGDvbD3eL2dJJy8lDKZvWrbDz4avqq96nAKvoV4Qbx0kVQ9AtUKvebQHz2AaAY+g7iavSBhaD2rPYa+02+XPT0IZD4xQgy8kROSvuZbKT4QlgC+7h3VPOWJqTxsOEw8clyBvbb5ij1V7zA9W00jvvyj9r0FomK9t6YJvvgdwD48dDo+d3oyPuyZiz7dpZS+7JPfvfycmL2zSfW90vDpPk1Mrz0vXm++FcKEvSsLCb6Ib5i9WL0TvtiOwL3hFnm+QberuH81xD2Gixq+UdAHvt09Vb5Ln409veOovadazL6gG5G9wOerPX/asr1eAOk90Rwzvtu/DL4Ap9C+Ic4wvmD9Zz5A2Fu+J+AePpCUHTwme+O9qOcPvVdgMT5mVsI9RXKtPSNsf74eovY8sZtdPbw5gD2iLN6+EC85vi7J8L1Vp889iFcPvSAUhLyHhky+G6RJvkkH0L29sYS973tjvPtWR70pmQq/ZsgKPvM2yzwyJ5c+hcJpvpuWvb6m2pS9mCxfvG7FHz3etLS9v2S/vngkQ77kDqc9TSAPv3mIm72PC5Y+wDTIvQTxDj50dWA+u/HavW2lYTzHcY28YsUDvJoLfLxguis9FUE+PqtNPL7EXIM9Nds2PdtlbDxkuFw+H64Ov6AmAD7Hv8C9BsunvuQfer4FKxK9+cE4PukE271gE5M9ykQjvolnUj7DsU09SS1MvvIQlL66ncC+0MzgPWDPZz0brxA+cBeRPb8rzT5ncEq+sO7Evisca76zyq69Kk2oPb9rEr12nRM+J7mHvtC4DT14y8+9ti87PqN0D77mN909U3CXvDLmqr4WTKc9x9p3voqoRT11+xA+0C7tO2yHk71adW89jMUivNVmdT5RNiq+GpGlvqRwID7Sm/29RcZXPqaw0LwDQKq+HHQHvmrCOD0pqCm+L5vYPZVVsr2p7bC9j9tGPrOvMr2rGZ0+YnawPvppXb6I1Pk7PN0yve7S0b27qZk+5UarPRoeKz1X7N+8TXfGvYTFYj2xpuu9UjIKvhT3QD764YA9VpuVPZ5HhT4ETIA8zxbePZqw571ZWro9Br+KPlqOlrwWXTq+g7KwPg06oz4pWy++d8qQPrPqlr5zVAc9dNLRvrm6mb3Mu9++DijTvZMJjT7Sjxi+/HtNvpTmAz7Z4nY9oyKbvjqrOL4mE/o7sWsWvrVu0T30p707LUrMPs7Ixb5UrQU99pP/vcxIs72qxAI8OVvpvfrYEL5PaVe+yuJgPuSQE780mX2+nonIvW/Iyb5RbmO+pbeBPDRqfr644tm9NPoAPuLouL20cG694nNMPmphwr1tYGY8/j1SvqUnAL4dNIw+T967PUxlEr6OHQu+ChRiu4invD6Jsc+90hByPr2Gnz7Q+sK9kprgvcpShT7GDaY8bWjePUqxpj4V/be+BFRoPhATDr4FcE8+e1yvvhAnNj2nZbw6szwKPlsI+D2M7yQ+MIVxPqDZlz0axEW+fmKWPAU6mb6KqXm+UWWLPFQlgD3OAOG9ymoYutKAHr54b9u9xV1WvrWVxr3Wq1W+aTEnvZAF+zwygK6+z6/CPR7XW74WlBu82fmsvrr1Ojt+0AE9ihSQvRYJzDwrgvY9lCVDvpjo9b1QDss7msE/PlLDPr6+CaS+fOe+ugrX1bxg7je9IJQPPpY6272mR4u9+08yviuLG75nIik+JlfGvQjVK772dWQ+6H1cvvrZu72zp9s8IjY8PXlgl75ve6C9dcfXvXhJHbx7BAa+Q1OUvaIC176efS2+ORqfvQzm6b07zS+9+II2voBfvDxzksG9BHYFvseCDL6hiw6+/qcTvukHrz1Aixm+M88mvlDhwb3iC4q+lz5EvnHcaz3uKry+MB2HPXHAZb65M4u9YBaMvcprhTsLM1M+z/Vavs0NqbtVtCg+ypG7vfy+lL4hTXu9Wrx1vtjPd75pLpq+5cI5vpPrZTwSJpS+Ar31vWoaUzwDp42+7DMuvoYqJL6vICW+bRYavdrUCD6R+h8+c0GVvfGwQr0shIu+v42dvRBCpjy+LsI94JbPvIWcwL2X0MW9/+QFvRvSW757zHQ9YraPvZobGLzw+5s9xjW3vdn0Rb2cG4a+nJkRPnX7+r3hmbm9DnzBPbbGoT11c3w8j5fevadz/L45j52+s/rSvSrSHz0bUpk9rhJIvhrqE777joW+yAAtPcOeZD1kq+U88syvPT9XyTlMCLk8+q+lvRIKAj5GNXG9DTSivmMM+r15Jc47jB6APIbI+r2raCe+woJoPiavNj7qnMI9Z9yOPq/D0D38MtI9C8qEvjeMyz2VFeO9h9dVPjw4l77uSj2+uKBMvn/spT3nKQy+aEeHvVJ6VD36Gde9wdZ1vWw5ej7LUzc9QO+dPFhpHL7uw8u8DtNkvQspJz11GJQ6UOixvdozgD6SNoG+gSizPC3mST4/XIe9oYtsvjvZJL2uVvC7JCqePbhpZD6os609/7h9vUYGmL2+JZ+6tFh3vmZ1Gj7e9Vs+lunyPf4ahT0BJlc+B3C7vS8iAb1anPw+rHE6PZBOkj6O4XS9ktu+vq52pr0erUE+27wQPRQJQT3foHw+hVckP5WHSDwH+i4+9kbNvQn0PD4sp4i+vZXrPvq+E77JYp++eRpuPdHvQz6F2J08tKY+PinyxL0u5oc9L+gmvqMQYj2k/CY+UbkBPkur4L0+07u+gPsKPmoS5T2jSb497IAmPW40nj6Qa94866lqPtxEg73jndE9V3TOPlQEiT1nJZ8+MVsfPnRRYz3BhnA9ylJTvoGRLj5YGXm86xTjvjf9Fz4Gk+M9rUNMvndWkr26r4U7v4eQvqeinruFEyW9X0LPPg0TO758B+O9CW/AvQAlwb1+moq9ZnxWPp6bPz7kpSk9LcsDvtWTJr5THco9sNgRPSiiAb8a5zi+24wbvu3MOD4TRBa+bGqivWRgsD4U6SK+fe+Ou7WqbD2Ohl++ZX0tPi0oGz5624M+1SqMvqMWMj1amxg+MA02PvkPJb5cXcm9ZEKAPuLON7way/O+OqRoPfXOjj4d6eq8y8kFvD0LBD5w4B6+Hni1vQbKlT5oxoE+YdsdPsjP6bxkyao9C5X/vfU9gL45kSK+WwO2vpXWjz2n11c+g0+nvfidYz4V/Zy+9oKuvqTUM74X85c96XWCPTB7yD1QVBE+Vg82vZRbTj6bStA+9s2vvle8ir6F1TA+PuSYPkNNyD0vf+O9hFaSPh5s8j2vpZi9U8mePAWFUD7Hytq85FKYvYTuLr5L84i81MUDvWa7ML5r2xG9IAqivPSHPr2zPTu++vywviGbhr4z/Hc9eaqEPlw5uD1GRIG+JdFTProQLT179fe9oJoEvqG29T2cSc47ZGB3vH0LZj2iYDS+QKAPvhkv573mo969re15PcrUbjs61Wa+mMrzPcZTZj6breq9iI9lPUWQbL5bcQq8k5ZPvb9EhD39qZ29shM2PjaWNb7mZLy+qSZjPi2waL68Jb29df4HvpSWsT0spd+9VdYevmovQT4wSei9F3acvawgaL15kmQ+r641PUIfxT2rbyu+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_22/conv2d_44/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_22/conv2d_44/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_22/conv2d_44/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_22/conv2d_44/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "sequential_22/conv2d_44/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "D2XhPfWC2r0jBS6+AUsMOoEEnTxpl3E8sqAEvUrmDT0U5um9+sioO6/ctzwDNg09OiUivgYijTsxvTi8h2cVvb1SAzzSozK+qE0+veUIgz2soNi8daVWvqFrob3lLlQ88nBVPeFtrT2lhlq9tPXevX7B2L3en7I8sZ50vQaltb6A58y8J9BUvG0MEL71FjY9z53mvGOPkjyJnFU705Msvp27yLy0mis9cNtjvIpSlz02WwU7rA+FPAK8S71kJjS91F8NvG8yhT39PLi8etXevUx0/ztHsVW9eA9KvY2qNzyKUpG9jN0VvQ2klL2+lBM9XsQbPWJRh7zMFOI8wFdDvZoA6j1VbdG9e0iHvSykob2X0Dy9PNfQPLSyQj29hoa+G1yXvSY7wz3ZykO9Szd8vRBb773ixr29T81SvaKZsjw5U169L79Svf6drL4jMcA8EHa5vKZ3M71EGXu9jwU8PI310zxvSXA8MtLCvV4qxz2MzKS9lyQPva8dvb1Yws+9AOtWvqkPK77I5oQ93qu+PPgRCz60ETy9dBsHvtc+ejxfxuy8XWkGvsZCujxPDbi+CmAFPTqXmjxkq7e7vdmXvVjzVr6VrAm+PBFsvbrCvbqDUzM7k0H7u8XHSL310248YEAQvla24b3OL7K9fRHJvLgBP70kD5W9kHbAvX6XhD0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_22/conv2d_44/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_22/conv2d_44/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_22/conv2d_44/BiasAdd", "op": "BiasAdd", "input": ["sequential_22/conv2d_44/Conv2D", "sequential_22/conv2d_44/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_22/conv2d_44/Relu", "op": "Relu", "input": ["sequential_22/conv2d_44/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_22/conv2d_45/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 