{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "FXc5PixlEL7DFBC+0n8av93mBb5k1si9GdowPgo07b2RxNS9VSuNvmNwV76Kw0K+qvCfPQNpbj5D/tC+ihliv0dNDL5clcG+bpBGvjw6bj62FgO+bjivvmsgjD3Xq/Y+7vtNvhvx/b6MRZQ9bVQNvZxn/z1OkQi+tcS8vp2qXj4ILDG+wJz6PJQ51jwsCk48sH9DP7t4FT7jAUy/FJQFv3n3Sj2W6U2+cz8TP8yXBL893Qi/48luviJhlz4qs+A9QsIdPpfq4T3Blbm+5GhHPs1Gmb3eli0+62Epv9pjJ744dR29Nj03vJBC7b4R/LM9KDWJvqQIOr9Knnc+2XdtPhk+pb61BpE+070/PJDgvb6vnGO9+iJXvXPpOD56rii+sj3CPOV6ir52xBi/OeJ0vg376j5/oQg/IeyxvstawT7V89g9JW6TPDHYbD53gmE+LiNSPkIRS78RDds9M2lSvjszFT5PKLs8VTYVvropEb4on5K+9FdiPp3qPj6wnf890vcuPq9iMr5CIDw9sVqiva24cz1eswm/MOjhPWrJ4zwbxA8+gQ9KvjtNdT78jIm/N5SpPduSib6+5nC8NOr1PNMVHL5Y0jQ+3eMTPUxgVj/zbDC+pHV8P5BQNT6oCei9GPCPPkZMuD7YRU+/KsEkv3ilGz7XuFE+9+APv9Nsk72xnrc+8+EePX6K2L6K04I8qq84PjvIeD1WOpe9MR/EPiQDwT2NDgC++Ur8PoePlr35ZwI+blSuPjUGcL7cqIg+3NtBPp+qo7n8agw+Fuk4vlYdLz67vCO+tXtAPRP1L75rzGM96N2bPXRvpr2XvqY+ZiOGvogtlz3nwfQ7izMLPqnQNz3b8oC+dLErPqY9az1JsUU+R16BPSE+o758mjM+VfQcvMk4gTsPY9O+4B4FPnYQzjwnxnI9RX5HvgAPRr5pSYW+e1mVvuRXw7x3WSE8K8qzvmt50z0xZ7i+bvLUvmnG2D1bSAe/uALAPYeLFL78kLo8E50nPWGaQb7TIIi9n6iqPqDLLz5TEge9sThAvoZjHz6b5De+wuX0Pfh2oTvIMnU+tJ4LP05hFz/MLx0+t6thvexvzL0n18W9YBEDvyxINz0nlts8F3DvPZR/nzxDzLo9cYECPvX6hb0QRnc9u3XkPVv/RD4VvN29qOQBP8iU0j6VfSG+PMdLPgooob74338+OrTCPngeEbzQu+09p+ysPjPztj2WnZm8FbSuvZE8g74DtsY97J04Pqs5Yr3UQY8+24yVPrqjAD69dKS+mCRoPXdoBb5/rpQ+zGSdPYsNTD2/UW48vHMovRnSej3w2kQ+SKbvPnajeb4Y238+5wdsPhUagj234Ye+jbZvPrihkb1MCwQ+143qvENrWD5QEmU+8vgPvudn7D3+gHC9OQF4vSumvTw3aBg+2F6JvoP8Jz4Vbpo+8i7fPSCvJr1fcpW7WPaDPJ3I8L2CGfe8ltAvviH7nj0tzR0+GxKXvWIRO77BRg2+0hgJvkIxET6d4/E9d3rIPhm/jr6Lkgs+aWyCvKbQobywel4+5S0iPozmqz0EO228/EtZvuoLpD3cRAi+HmMYP3C7Tj4Bwno+2ma4vkTlnD4PHGE+w1YdPlPWtL4CPkg8UwY4vsUX/j0gQOQ+vAetvEKwjD7yEW0+PIsHPlgyar2ZOny+AoRAPlltxzt+gC++k/cYPtLw/jzZkli9XPgPvkFNCj2955++Wmz0PcILHr5ir/K9Guv6PBn0z77wMr49QsPBPnm4ND6xfoc+2j+APl8alz199GM+93SAvAhNCj1oyFq+Wv6fPi7Xcb6G/so9S++8PbIDRj50SGm97dY9Pvs93jzENDM9PlLUPkSQOD6/xLs+jnGYPJtqwT3YLAI/4yYwvcvjTj50bQE+TP1JvelnV75AVTY+UDiRPrkmEr1yrG++YkycvbQa/jxoE+K+DgzYPZXalL4n67a9EftIPXNTYT7r9tC+sY1JPfgnzz6EKo49eO7OPZpK5D3BDKa+krtaPhPQ2r3c5F++VtPkvoe7Wr7v+Eq/V7jjPg7X4b1Rmyw9Ltxov5wnfr0l6X29eyE7vjeErT4l9qY+EJc8PhUTmb7w9G8+bzObPm0MR70PwcI+TueQPhciF76DOj8+Cz2UPuzoVzwtuBS+89HIvtxiAL9wCdK+KaiLPttm3D7PSO0+ifBWva5KGD73Yek8lut9PnoRGT7Shso9aAuTvmJrWr2bfhQ+NE7RPvd1tr2oyDI/6DT4vmR+Yr4/l3O9qnHOO9oVB7+FEFG9PYdivmjYJr4j38s82WdHvl+Zkb1Lbtq8P0+VvdN+X77KvO+9MiqTv3lepL4glgc+d4b0vcNWar9OdCS+OxHFPvVYEj22zqc9amKevtpwLT9WVQe+rmskPlpevb0bTKA91lAYPoKsE77GnSM+6PSmPQ9a6D4MS/+98yEbPYETQr+9Nr+9AGyjPSOVcr8fYLM9yFYXPs4Lw7uq4WE+3ZRfvsmfJL9bS6g9VSw/PjDIoz0+vai8evVuPjofDj4wrAe+vJC8PcKjAj6AZ3w8toVRPtIZC742Pqy7goxkvk3IXr0PxyA+GuHHvMQh2j1eMvq+Oq7RvRpElr4ttxW+oRLdvqQ4CT4m/g4+8BCvPlCKUz6kKZa+vm+dPfQWDr+TeYA9SRf8vhmq2T2iZce9oyB/Pfrkiz17bTi/EmoMvohvLD4tSBS/a6buvaTN+Ly3tfI9mX9wvtQFk759M0O+4s7TPo+pYL1PawI+m2eAPj/v6ju66/S+h24+PrCw7z22XfY9x3xuPgOSYL1ajNq8k+jPPk5qk76hOdM9vESEvViXfD20xTy+6p7nPh2O/L2bLt29qfA/Pq6X4b1wIKS9IJN2vrkgGz78n6C+aT5ZPtjlKT7pD/u+I07ovcIed71iuSU9O9PWPX1qqb5Otr69PpMwPovflb1zp8Y9C+L1veQP6z2MCSA+d+O/vmQ1m77VC6k9rfoCv9sBNT53HoO+PWUXv8EYQj7YRUe/UnA3PKsPoz4Hzyq/kqc4v6R/Kb0pZf0+3SXLvi80Tb4MF4+6dVf5PreqRj51gEu9+IW/Po2Ekj1+60u98y9Pvf1zsL3tvnY+0EBEv0tKyT0mKwk+DWhfvpZMtT7LYwI+iFyOvqoGqz0iupq8/k4bvp4jAL87+Ea+Qff3PsP2p76ljF6+roK8PgQnY7wH5aK+LlWQvhNnPL/gAR4+0EL7PcRmBDxIZQA+lgJIPzoG8D4RIhg+QCw6vsnhLj6pOc68tzPbvUUTHr429oK+dVAUPreXMj6M8CA+iYXTPbXFG7seYFO9BC0KPhWaKT1me1k+iGqLPhTTSL7dJe49tvwNvm2lNz4XiQA9CzAwPZvVWD7p/h+9QhW8PKG89z6pPBK+fEdPvpC8hzxprBM/kfc1vlp1j75Hks69OsYjPaBWmL5Hmye+kY9sviHTzL2pi7I9CdaCPoMJNb57KXQ+TclNvsFrqz7RfHY+6tcmPNXVY74c92E+cNfZPSHtRT40ur+9h/acvu/DXb5f//k9sCu+vCtSSz5V9Qw+yXlCPgix773O4pO8NBARPcK5Cj6+Ido+hk2gPumKs730Cvw8Bzq0PUaQjz7IJzg+uPNEPi42Lj6wLos+Kj7tvR3ehj7Vp1a+oRjSPf/qk70+SuK9+kutPjC+hr7NCSq8TUEpPiqkAz/ma1q+Wf0UPUOUuL51j8W+BSEYPkWpUr8HaRk+ihKPPg3TFbzaIUq9CSS3vX/LcT71eQK+02g4PBEYjj5Q3pO8/qZIPvgf1Lt61zk9o33DPm3tjL3QkGi9D4IQPrfFNL5wlIK9K/SJPVCrL76g5HM+fkiKvnlHxb2ggPm+2roxvjFCbD4muv+9xpKnvm+fiT5W8x8//MQEP2khcT6uWK0+RxksvkLvAr56dxU+gkMKPbfJzz1ZKlU+GI2bPT3HcL2q4ok9ekV5PvT04T1IQgW+tKM7uyhJhr5mzTc+mbjpPhN+kb5p2Kg9VJO1vqrdJ74UVOU6yeTDPRgJAr2eGnE+H9qKvZOh2T0RYq89T9psveEYXT5jO1k9JOgKPnrI077Qq8a+1rvdvXkVwz1nrHo+ipvUvi82Vr5aT3g+mZ8zPlTEUD2UsZe+DBm4uxwwtD7pMa28XnWZvopViryccTg9vDp5PXc9lT56qvc9arvHvmVXuTvsEuU6wiZZPky6r77aIRu+getjvlW75j7lQYa+8exmPjwD4z4592g+d1QPPs/sMb00B9Q+3JaAvt68hz4ANUW99LS8PVIOhz41oqe9cyMYP+jO+TyEicG+hWjKOy37sz0+6R2/28ZzPlkQab7FVQW/YVa3vtylIj6uls6+C3qmuwxcNL6I+kY8l84JvpkQvL3duaO9SP9KvvFvLz9eFXW+CK8/PurMYz9sTBO+lVM2Ppc7m70JUr+9UdcTPrIPQr2df7c+m18lPHGeHrz49Du+mpn9vRFcTr+Kk5S+tcHmPXnkAb+PQ8u8OQmpPsn4+D7D5OU9lGaEPt2xXj6oKIm+ieWCvkgJX797SOi+yTw/Pb2jvb3Rfc69hfDBveXlbL6p614+E0qMvqO4cz0uG7M9GMkGvgeHK74kuO29wYx4PjvNwT1lbdO+kSE2vQoUZ76uWBE+H9PlPEfUsDtHVS8/TqejPfj0ub5lDy29U+EBPgWvUj1Ziyy9LscdPZ+qD7+oW5w7xjkBP/+qgD0QE709B6uaPi+PFL/0Pu+/HSR1vswz/L6sBOE+ukdRP/DBir0gApq9J0+dvqVbdj7Q2Ye+R0wkPu7Axb7/ghM69t4nPgOVoT4xtwe/hW0fP5i+/r06JE49gq/gvtyaA77Xkt6+BDGdvdqUXr5TMvA9vh47PXq2CT46WKs+v0ZQPdOi676KUQm/jRMxPl3eDL7IuTM+lo6UPTh0cz6IvG++A9B5PRuMrz5g75W+Tewgv80kR74uIOM94rBhPlxgWz09E0q93loLvls4Nr3MBra9l+4xvq8wMT+I1JY9x069vk1HmL38v1Y+nmO7vhz1ST4IM3W+JA4Iv2OjVT3uiwO/aA5cvg5urz0xu9w96QfNvlzCSb5jevk+IjwSPUbQwT6X/xM+orccP+Bm6T1TnQs90ZltP+4r/71TwMq90B0+PspyBj5lLeA9lLghvxTRjz4CvJM+x7vhPbN5pz0BqZI+88KvvqWlpL0Giz4+nR4hvVBtBL88yY6+eFnvveJHh77yA4Q8CQI5PmiEDj1sTp89DdBavgbDYL+q/H8+yIjpPb0kDj5sf4q9RHRDP6fYzT6uk60+IrK9PqUNKz/6LSY+GvmPPp3Hyb5dM8W+fA6YvbMvJD8tyDg98jmXPox64T3srU4+a+OWPqw0lj6xwvs+i87LPk9oCD5LS/++y07uvZ455z1a6b09rDf4Pm/dLD4mFp28RqFbvj7ISz8poa+9/gNcPkbps741YjE9GQbHPfOEKL1CgmM+ZlV+vQQWWT7BE2q+jVPiPrrT377vZgE+XttKvVfEsj7Y3CG9RGYqPAZVar5/KVe+vP9ivm65X71VnsK9+BRtPRHohr4vJyQ9HEPwPOe6QL51iKU9nAw/PW7fBrwdj1C+wKzJPjDenL5tudW9tBYavssz8D0LwNC8E7bkPQOlyzvZC4o+46vDvKhmKb4czJA7aE/HPprCPb4BLI29mlwNOwq8+D3bDCi+YouaPvKjOzzDXCS+wvqbvGqQYL59SqE+PiYFPCPJUT7yuak93LqjPn5hlj6Hgfw+Lg07O7Q1bb47xb+9xRtevrIFnT27W40+AZTwvPWAd76oRuG9vJoYvsw6pj4+dWc9pO40vvme0T2iTuG9/dEsPu85lT7q/v69W53GvTUIPT4HNIG+s4Q/Pu8RP76tQog9hK+Tvsw94r77OKg+sgcyPQma8T3+Pf29mMEOPRnbkj6mogC9OjYVvu6O9D7sdHY9A3FrPpcZjb6dTok+EzLjPZEtMj7wHyQ/0WhEPnVtRT77hL+9Em5wvmGGM76FjUY95FAdvo6bRz5d/2C++Kt1Pgi/CL5IS8a9JIDJvaSZhz59Gok6lV/XPVIcnL7/Uj8+0lElPhoNVz0oF/A9S1J/vXJr5T1tUIm9PCOlPsrvRD4AVjC+g+DSvDzLIj6TrgK+RQS1vWZuQr5ribm+LGVOPmXArjw5Z0Y8Xw2BvlC2LLoFTuQ8iSoevgstDr4CGC6+enuKPMxi+j2fOZy++IOqvV6/Z7yW3nG9T2VBPsjQUb6lf629xTefPXS8Qr6i2X67S03DPTxF8zxWN5u9/oXNvALcPD7LZQ6+1Z4LPias3b03viC9bgaWPU1xUr7LNRY+EvIGPtmwor7Pm0e8VfWZvx7gmr2SWJo9EeGJPc6hobwRgZm9cHl0vUKeNz7u8TW9x1cjPD1K6r1x4SU+S1gMPdMj4b3AeQa+NbQdvcZ3ar2pTcC9AyalPaw3BD0tRvc9nzRVvYT+UT2+2lq/4s5jvvJtvz1cFhw9FvNlvhRoOb4dif29m/kYvhoCM733+EM+ra4IPuUixL1qV7u+4l8rvp7ipTwwGM49qXgIvZtGDr9n7469mYw8PjW/7T0VmzQ+eOcJvrG/ULzq2kI9/jKnvsb8WT3VTPQ9ejZTvk0n+T3vTlS+Kk6+vMbMGj2Mis898ve0PbHUWD1vEdA9/xBBPeQbEr75TRE+5P0LvI6Fdjwix/c80d1nPGbfqD1Om5K+FxNxvobl+70EqYq9dz0Tvpq6FT10Mx89k60Jveiy8z0V3kq+qPclvFu83D0S1IY9XS5avdXrvLyVs1M9H+nqveAl4T3J6J89CJy7vnO1HL4Zaj89InkDvrgf/r1/pq49yyBoPib9orznD/K+FhCVPTx5gz2431e+oSdXPakeCj4jWB6+fjOEPRJKdj4g+5S99hSlPDNhUz6uPfu8Imu5ve5I7L2wZdo9CNyFPeG4qD4jcuM8nI4SvpTsiz4g3Am9HlxqvvvcOL0J4s891w3bPTdHAj1XMU4+0D5QPHOF1T1VH4S8uP2JvWt8gD1K+vC8tUN6vZt8dD6zo+u8ThicPXvj7Duv4Ok9N1+tvqjT57skvHU8bHBrvvKmdj5saDQ92ULUPRJqHTxZB+O8nZGWPfbBlj3APhQ9XeuiPa4iML5sTQm9rKaTvlwAfj2pwLs+nE6NvYiKW7zFaOc8PruIPu89Gj4Y+yK+x1ucvuAxDj2mt7A9okzYPd0dHD5F+DI+TcjQPCnT4T3ti749eKbUPV1Bdr23Eza9zJhqPWL1mT2BRdM7MMtJPVc9hz1Tsnk9oBq7vefRU74b9bM8zXygPhqTQr1iJLg9IwXdPeMM+zvJS/89JmRtvV+ziTx9PjC+Ooc9vRaOUT4vhkA+n1oFPnnXtz4CNHy8NdFLvj+Gd75HWbi8anUovrQsYDtWiHU+z4WsPtVp9z1eoy+99cH9vcFMHT6GdX09jLWLvpJ1MD1H8pc+CKw+Pg6LV77FnAY9laLaPUVfor3SMTe+/yZuPGz6gb0/68C9rouCPd9wIT2fHca9aCM+PmKvg75Vz2491MUxPQ7zTD5Ok0A+VH/gvXCBqzyf+a28WDQpvoP/fb422qs9wUXUPFzLJD6Df26+1x7ZPIgGCT5ZZM48woWkvnImOj7roBQ+Pk1fvtwg3jxRpWi+SNeFPfVMSz2yVg2+PCiFPfVjj74aDOC9573ePQBlM769gVm+Btj+PCEt+zy3J6U6AAH0PUiqBT4U7ku97FbSvbGrDL6xTOw9Df2YvP+RvLy4tyc+DU8nPhK5EjvWqwM8eUY0PA/vCr4wjIW9P9l7PjGxST43htG8o2KGPhJ1i73AJck9DFCovuhjwLxXNoG+NqIuvFcW2TzioKE9dsaaPbbztTwB7CA8bsxUPiF6WzsmJ/w7hL7YPU9jOT42Gog82U2bPbLqRL2bkWq9QMAUPRkfFD6kd8K99FoBPfyyeb33yK29XauWPlQoLT6DPha+r8cqvvAJEz12/xG+A6GVPpy2772Gbnm+gFvSPeNMJL5yq7W8PAnovBYQCj4ZJU4+rjmKvX/T5TzlVp+5SPrGPMZ7c71Ox4Q+SodiPpFrh72f/mY+X/qEPfS+cT3NIlY+tBSqPbBTTb3AIJa+B1tBPgPsar7fPbY8qMwZvAHVxb0NY8U94tgFu0D7E76K6Ow+e2w4vvrDJT4XrsU9Jv7ovEUGFL64/Do+kMGIvpKeh732cPC9+T6avSwN/L31MTC+yQbrPXMAEr4B9Ze8tmYcvpGwab3ys+U9AWihvdM4sL1x5lC+gsejvZ/Y/jwbSw6+aTTZPZ8ZY7w2apK9RTc5PnuqHz1E6wi+OMx0vRi357sQgaC8YnfOOygd871ieBa+F/K7PRuHej1v1Y+9E0nbPYqIAT0PPWY9lgmdPKCmGb4MCXC8Wkk8PlC7nT32pA0+Uc2GPTDRpr0rlOO9dWXSvAiLBjutGqO9G5STvax9Zb2svfk8rhQIPiEtBjxe1aO9ZOx4PfLqJj0CFcu9PiqcvkoDnrrANo69SVw9vTQ+M77XtjS99R4bPhHWVL67g4U9nIoDPNsI370Hmgc9tsBgvjJhEb33YZI9kPb1vevHcL0SCi+8+h3FvoF82j3TgIG9WcYfvml6BT0N7i++jCzqvKLveL4SQfU8ArSxvbWTsb3pA7Q9vzGVvt19NL5GHBs8OYotPrw76L13eIO6/JHrPST3Ar49kDI92QvPPRCXEb4nAh6+ZV0jvp/RxT1cYHe8L8AxPC+pCz0N9l++TKTxPRwa272U+4K9/dA/vtsZBD0XfvE8eGEAPa4i7jtqpZU9TtMUvOz+Vj5A/QI9ywA0vXi5A75hfE48NLYYO3bwl70N0Sk+TyqjPnhq8r0FXy2+2SBWvpFfcD665UY+LJQCvYgbr70mbBC+PjYTvWD/OD42bJw8/0BIPpHymb26VRe9vggLOSl3g70L4hm9qxE8Pb7DBr4RG9k82v44vnPfC763kqU9ZTJtPdjFhLx/+pI73cGsPrBR9L0d4kK+qaJ2vvBfrD6X4Tw+SqEiPiLxMz6XCQc+l8IcPjWy7D2TYlk+24ScPohqYb22/qA8rJ+NvOsTjD0udvS9feiwPQd+pL5Ya+S+zFU+vmbbKT7yHcO+dEebuybIO7y0Z5w+7iSLvvzH2Ls/KxM/Lj4uvotwmT5jTbK+pDHIvSaTgT4N5zK+UXBBPmVD/T20Vjg8OKnjPuRcm74586Q9lGE1PTCpNb56Ygi+QMT/PA+Tg73B+gs8pVnuPAPbTD7CJyq9WhWbPH7hXj1EoYs+5fiyPXkigb4KR5Q91FiKvIvovLwbOIM9aVNUPfpBrzzsbQK+2r+oPumG+j0mwmA+pcwwvry2gjrM232+wybLPQygNr3+rrs8u6QnvuWe9T4OB5k8/gSOPGllcLylqpi+b6IDvnyLcb482SE+TKwAPlT1Vb194dg9tMyrPo8Uxb4+lIo9HLP0vV2qVT4I5Ii+8if9Pf8Rx74mfso+R1tsvE1hvz0BZge9s4/API1Muz1MUdG+8WxLvtjnfz68yys+O7wYvunHnL2Dk8U9MO1MvrYYIT6HEvA9RuKkvgcWsj2URIU+iFHJPROJt74Ls2m99uofvoYcNz5DGlO64qTmPdRifb3xOHG+qUK2vVCl3L3ub0a+tFoBvwL06zyxaPO9G7krPRvmdL7FquU8OpWvvGbB4r1BdMS9/KgnvmrPrT7rREi+ZaIyvhx+5r1IPFq+YURHvUV9LD7Wgtw9wi/ePaXhfL1gG8i9b/a0vt41VL6YKdO9rpcJvmp0Yr7VmA09SW0svOtvST49UVg99BV4vav/8L0ZW9e+fDOBPYN+jL7AEDq8KJlXvIN/g77paeg8rA/DPrsmPL56yDo9AWkEviPFT77uwMo8V3srvD7erb73EzI+0He+PSk4WD5iVys+gi6Avuaenj3Abrq9kxAuPd+IAL1Yz9U8StpCvlrVKr37IUQ+ubMMvG/AQD6bG+693NDRvfSEZT203gW7I+CMPZZEfT6juHM+nHFOPm7KeD1uMkK9tDA8vhmzJz1bIGE+LjcCPY9Di75/Zia9WdDnPcbnK756sZg9LMoOPp1zXrveSCa+ZWCfvm+2brzpExG+YxevPrG+jT2Xq0M+7yRfvnJaVD4sJH6+a8nYvq0LZj6T+HA+WyGMPnX3Mb5ELbQ+QJBPvjLwRD3o/5c9xqSLvmLM7r5hnzu+0W8CPi6FY77K8+i9edkNvB+YnD3dx4u+O/PNvQQInr2A/Cy+cjUpPrSphD5JarK9xZW2PSUmoL0ii469CBGRvk/fyj0sLSk+Zmervc4zOz5hi1W+8yVWvdQg5D2m4Su+QFtwPQuvIz4CTsk9r0+mvXY9GjxTp5097sPKvXjpLj1UK3w9N+yMvRfIoT0Zpg0+uc2tvrMAQL4abR4+UErxPbREKL3h5Sk+Hh8jPNtyUL6lBLa+hstYPdCfLz6wplW+DNnaPKbBnj4d3tY9+22YvTez0juItwA9yAFDPIPV4D1sEcS9quodvlkZZr6eKdU8A0tLvi1aS76vIKk7tt3fveEimb4RdJo8lEonPX8ENT5YEai9k2mWPfXlNr7boe898HLQPHbIo76Sot48DW1xPDCKEb4vl0m9J/bHu81jUT3iEdY9DC0svT/JBz7Y59+9ZOpDvoRWmr5wQlo+B9zEvNUxHr6TRAI9K7f8vDhk4DrN+aS5ZIJdvbDuuL2V0Cs9lXMTvl+oCT2ikpq8LAbEPWxpBb5z50Y+ro6NvfYJW75QJFa6tYorvYZoVz5Vgy6++zgOPgCkuDpWb2s8X9AdPW4nTz54UFK+whd/vHAc9rwDfK69VR22vkK4pL6Z52A+nkCLO14o2z2t8Kq92j63PDDwer0YbU8+ZLgevrcDYL6e4aa9wOoKPmHSNb4CPwY+QDa4Pn6fHj0JRam9IcdVPvfMOT5AjKi+ufOzvWS3BD7qOYI9hjSQvdZBAz4aMHG+SiOQPrcmO70CB9k8jD2UvgsdZz4VfGQ5G1iRviJ6y769Gi4+luvaPYVHWT4hcje+qypYvjzzir1dqMA+7KLvvo/5gT7Yk9o8CIE+vpeUrD1YHT4+WvsTPmznoz0P0OQ9VGpVPoT6671WerC9YT2dvl4E5T5wu0s9ugcIvrQAG76C3wM9iqowPrMCbT5MPBq/7x7KPfo88Dw7rOc9o782vjFdbj0G0yi+qbTevM5IJD48466921tAvsqkcb5m/SG+dGgFPvGPkj3W2x2++WZIPQAnB75riwW+pn4dPnuvSb158ak9/LqYPi33TT6U7Bc+8ezCvsNQhj7zWKM7zfLkvb4A1bsl+d28FX8dviEZAL/nsQs+YgfgvBtfpb1aNDs+ZWizvKMI1z1ex6o9v2qQPkEK6L4uSrc9QaivPapgCLxBT7O9F4SpPvYnmz6fyiq+ns7JPQZsmj6TVWy+1r7sPUz8sT1gE1y+NmkQPWIzoT7tI7Y+ugTwPeEWL75OggY9uJEePEuO9L072yQ+WzOYPtwtSj44Xfi+ksNYvniuRL4/P+Y77QEiPo1uCL5gWXI+3sgFPu5xyr5O6U2+zcfXPg/XqTudZG4+grvqPGlgWb4eZGM+KFhuutKmy72bnc+6GbfZu85PUL5XeNK9AN7sPQKDgT41waM6qTMAvpKMBj0X9R8+o/yQPuVUDz74SK+9lgNxPo9lTT5OvQG+IrtCviNjPr5Tz9K8hESZPZyprb3SlMk+sEy7PP8kn77BZUo+Agkqvv/9/D1OZC0+MIw4PObUCr5M56k9Ft84vpmNnjz6lr8++hnPPB9bHr5b1Xm8KddbvDFhHr72STk9zKA4vX4xsL74sxU+AlxMPqnKVj7kMD0+jWsxPRgXpT6fjs6+iBl+PoIHU74HLFm+fbJtvlALbL5lnj29mc6evL83vryD9Bq9h9gPvokFhr0TDDc9OqZDPqX56TsWQSY+s2oFPuVMgL4az/e9QBY5vncIGr3Ur4A9uugQvZYlLT4y/YG+V+emvRJkIj6hRbe9DGWYvqd5zb58iZW+EruKvI0fEz4KN9a8BjxLvkMpmD4qfpc+2aYLP8iJdj2h7tg+8nmLvUYM6L0lzOi9/LxKPovSML6s5kI+L86kvV298T6dmrq+leScviWbm73Iekk+M8DYvVK7Qz6qrU69mX43PZeJVD4jCgQ+rMyjPnuubz0XhnC+CWubPdCnbD5GqlC+PBZNPlPfbr6Hkwi9zNASvo34Sr1QyWw+BVCZPqGSkL4gIwY9vLICvotsib2yBUS9ALWivV78mjqWgAA+MyfXvZRoGDyL00i+ffppvvdcLr6bb6s9gPi5PZIJyD2dWWO9RgAFveB2QzyCUY09viyePcCPTD7ofe49kn8Uvs8BCrtp7Ik+bppTvphhYLw4NlA+NhxtvhNapz1HRhs+jbPYvcB//TwhwEW9MLIMPgjIor4RqMc97aNIPVk+k72fNAI+QPSCvQ5fKD5RDCO+nR7dvex8cz5QZzi+iwivvMqB8j2CWS++SJmQvR383rz4cm89f5OCvUF9Ob3UKOU93FUCPde2BL6VMau9i34ivrlFM75Qc1U+/ZsBvqjnaz6xu4E8vTC+Ot5dI77/aps9ozuNPauBM7386vq9umAnvtPGcL1zbBI+iIwavGCPdr3uw4u9CFuZO17FJz20sGG9dpwWvp+Wlz6bhYK8yYkJPkyaTb3T9JG93J+YPV972TxJ0hQ+X/J6vqtthz0SZqy8T7DGPQZy17rEvqG9A3G6vVToZr2FM/Y9LdJyPEmjAD5YqDQ+qSJMPs5YbL55ZR4+4RWEPvhNPT76KVU9M1alPNvL9b207gS+KhY4Pbje4r25fue9VDuavNvwvL1E3Ua+usRRPhtVYb7CBlU9N43OvJcnGT0QL8m9XgZCu2niQ77Ukay9t8niPfHjIz7i8wm+yiwvvjxTyb0F+Ws+B41HPiZflr6owMw8NkqzPuo3WbzFbwu+iudIPlhL5TxchCO+5lsSPuLBHz7xQls+lNGdPsWrIr423Bc+BpyBPfCogz2OBvo9/WU/PeQC0j36eBm+FfCaPoykBr2VM+O9uSM7Pot0nj09Q/k9m/fKPaizFr5QaJi75fzJPZjXVb7Z8DC+XNTuPlnNgb4nFQA+rOMQPlYPTr64JIQ7Y4JRPnVhRr6YrBW+QtLcPZJOcz22D6M943D/vdyJnD5D71C8d+aovlJYRD7rg/a9C7yeOrqNnzwygU69SMcTvno7XD4KmJO9kYMpvsstnb0hpz49eCEKva7kXr4cEz++LPRYPcRIPDxr0cq8PVeyPuHdMT6dlJI+jIgmPv17ij5VDIA9NRwSvf2FBj6TnBC6BA2lvCZbD70NshM8v0Ijvg191L1WMJ09ib6Vuy8tnj5zE8C9dsIRPn8lm74O+SY9bRSIPBeaMb7hIHw++4CGPfIckT5rEGU+QTBsvdKRwz1d6Ik9yyrDPYRHLT53VbU9r+6rvVd52T2i/KM+6Ct7votlST6EnVI+L4XjPYnNxr3JK8c+tHYYPZ/0JT4iq5u9K1qTvI0v1712sr8+sYeUvfDR4j3h2RA/MPt4vLSC1r25rPI9x9cZvDokhb0ABwQ/aiaxu8BMhDw+WxO+HxlHPLg0cL7ECeC+9ftcPssaSL1WScg9pa62vNJuSz7rpHo9wc+cPtebcb6gQlu+wQ+YPa7GNr1MLMW8FjQSvRox3b04XYA9T/3LPKs7qb1nym88u/RYPnDnOD6OCKQ+GjsWPucyzD3GFHg+iEIGvsSckL7xNGS+0yx1PZIxpr00JcW+qnLtvSq9sb78rRc9VN84vgHuyT2B6ao+p3DDvk0pST72bxG+W2pVPvN8Nb6TRdc+74XcPRk1fj1w7m49jjTIvkZs0ruFiXW+OM1oPi/W8T5eCJu9YQ52vQT1TL7DpSq9vKWsPoJwYT5EGHm+7nx+vaXlqz0rerC+WAqhvoL54L2qLAg+fYWQvm/UIz4uy6q9JJFOPQTrfz1cLy0+KyStvacdPz4+KkU+c1zrvSK5Pz6qs+O+BzPyvcnI+T0fwcW9ha40vW0WrbwKI8280l/uPuE+uT2vZ8295Forvh5JdL6RdVg9xrgAPiUYdT0gzUc+ElyyPm8OMb7UBXI+oasjPpzL3j07PQ0+bmxmPkq1h70+Kmk+e9Z0vsGi8Dxsucw94b6nvQTodb7qChs+PozTPZpRGLxRlsy+SisgvwvYoT2TY4K9ZkLMPGR7+bsIm3i+FWAfvqhp2b53pmU+udTmPGqLPT6+j9I+v6QfPVoaEj50coW8OREIvlrqXL1toDC+wxHNva28pDzFWCG9v9b7PX1zuT3Y/OU9+J3WvAsTnz0QAt89ISc1PHt+/L3IAZi8xSVivWfCgL4/bM+9KvraO4pkjDxGWlC9Q8vlPXrXNb7IthO+ZL6yvUn5OL4Ys569omvIPXznUb1kGTi985UVvVUQ0b2CKkI7yWOSPWLhLb4ST0K+bWMvu3q41r0f0JA9OfAEvkllbL1MgFq+KCAqvY0aMjw5/Xa8LPY6Pc03Ur0jkYa+VT5JPrl3U72lf6W8xj1bPU//Uj7v3ja+/CMEPTrw7T3V3UC+sZRjvpaFGr2cU7K8yYAdPrfj+r0AOGq9busrvqrEeL3te1W8c1g9Psk3wz23wyi9fZ9VPp+onLztcxQ+uwkkvfS0kj2JoBm9mQ9tvYJdyrwB/sY9hn+SPf0oV75/5Pg766ACvozzW75qnza9PNJKPuIyST51OB0+SQFvvsUZU77XwoS+NCVtPWqghT1qwrS9nnZlvUNEdj17Vss7gUCCvvQOxb2ctxC9cRCIvTHPIj66zjM+4yQ7vk5O/Tu3vUU9LsuiPFPdjD1liXq9QNCzPdFHVT4GPbI7BtcSvm1xPD0CYpe90q6UvYit6L0MOcG9FfrLvQciCD6U8yU+SAIxvmaNJD4E8ks+Fl8zvrCJFb1NLGS9ZGGrvYL7Xr6Mqf+8GJWZvSQTNb66yo69+YqvPrpoZT6bdf460ibGPOjXpL19Enw+cfUHPqQQrD7cCHG+j56sPkW0Iz7nNG0+vx9ZvndFAr6OvVa7j6+KPoG4T75B9W89/fKcvTwyab2gfow9zwiyvVDyRr0NcZe95rSgPHg1SzuFWlk+bh4rPa9Vuz3lheQ93PliPFuHLD6OSKC+jMUOPTZGK74wPD4+6myXPsgAk725ILM+8k3sPQqSgL4/Lk09wnLuPc+Zjz5Z+609UzlOvtnI1bzMnQQ/8u3PPXQhlj5kjpm+AyeyviTYgz6igjO+0qOPvWA4rT0JnOo8Rzv2PT0Yhb3Z+kk+groEvSUWCz4oj4m9CiipPhTpaD4XDt28H7K8Puif5LyptLW9YmhNPoiURD1gx4g+2f+DPeyXoj0WKKI9p6GCPZr2eD6kuQY+/bYYvlXhez2pyKI9fdXuvFjKBL/yrg2+a84APcUO8TsEzVi+KtAGPmPZ+btO5gs+bhDBPQt58DxYPKs9wu8gvpFHIj7dB5E+RaM8Pn2P4D0K/8k+wLyDPgZxBz4lgRY+AoSFPaCH0L7mHIW+0gIqPgEFT72EgZs+Fb7BvdybH72XkXs+C2DQPefhFT5LFqk+QVkIPrc7Vz7iR1e+J6KhvdD7PD57nU09F1XHPu2z3z0pyvk+jpoePUACjD5jXII9U3HcveUzXD7naHE+gZVDvWoc5r4+t/M923DxO2ScBD0rs8w9UbU7PlJFEL7+tFU9DVNBPhq2Jz5aHpw+Th/JPW47IL5ZPjo+xmMoPrIceD6/YRA7UXP8PTl2dzzjnMc8cyzFvZP8XLwaIAe+MCg5Prd1Cr7fMg88IGPgvThFZTtzASc+4uTJPTCJu74mg2w+YbZZvnflpj4uwpY+qFalvl3TaD6ts0W+lh/hPn3qWb5j9tu9v5HrPDJ+hD58sCE8VUlUvdbBHT4nHqc9ZquUPu0dPL4J3hg+R2kjPgphszwFW16+GwdLPoC+lT0hnKo9tKbPPV+2Bj5pROs9Bs8HPL5dC710UYE9gB+dvqSSm73uZU2+W+dHvY8kYz4DRlk+lC8ZvgjrpLz3uR6+HcBEvk4ahz7k64++2poHP2rY5jwHoJO+Rf1sPn5s97wgqW49FsOCvhTZoL6dvoa8AsS9vQP/kj6aodY+yi9xOfq39D3kCsk+eZ/9Pmuw2T6c6E8+rgYiPj7tTb3BqqM+nVmqPno2Qjxidw8+xtZovMsX4724elC9ziURvR4HLD2XstG8+sVsPXzmQryHqQq/cxAkvqf8mT7mOaU9/4XGvrMCaz5hoeO9fbibvF2bpj7ZeWm9Ss0Bvje4wL12PHw821XYPKDM4z34E6S9pyK7PSwME76iCqe+ODa6PS7IHj0iXxS+KFzwPTjLnb5v6kE+9ac2vUVaDr4jPTI9aWu4vDlSyb0AT+W9uCc4vT9lrr7tIkO9bxQzvozvYT39MrG9MzcKPqa0bz2QfhA+mtinvqLzTL5xp4k9/vcCvsuvar5hpAM9oCRDvYYpHL6TYZI8lWqFvgNZj70Sr5q9Bt+evEirtb3k2Tq+3qIdvn3CPL0S4W29g2XDPHNsxrw+SLq9GZ4HvdIWFj7KQg6+qXVBvvKVcT0Fyc49UCCMPCmEgj02c+q95ie5PQe71r0zYzA9+fHHvfSVnT3LMfA9lvGYvj1yQL4Dt8G8mX1DPY3aaz1KoxS+txnOPVRHyj23Cmi+wKxHvruKUr0+xXK8xhSzPSStAL625SE+PR4+vp2YAb4F4j09DUY4PTSUfL5LdTs9U0zSPRuXML1YuWM7zQbtOrYrib07ZSk9YFeXPWbFtjr15R492IyDvYVsuj2E6HM9r0O5vW5TuLyykJC95eMUvvKpxr3+Ak+9l2iDveOn4T3weIS+PiI4vtwYnr51hGs9/3/XvQxUnD0iHPE8gsdivn3ngb4OCTO8u/q+uhImWTw3YBE+iiIDPrr/nz0z6b69ObgGvhL6aT0sywA+BwUtPjDZIj7aIB6+cFHavT+sKr7y4xO+27EtveK5171+hQU9KCACvqW0q74jrBa+f8GXvmLaa77CiWE98+ObvDzXjb4D9nU+pWMGP9c8Rb7A78S+eft5O0AELL7yRkc+WOL1PT1Ouj1g6HA8d0IwPjZKqb7fGXk+JOSGPLI+sjw2TqC+znYrvcfR8b5rmQY8uVX8vSqppr7f/n++yI1RPXfUv74NkI2+3AKZvq59XT4DtoM9Ws3gPF/Hur7NENK8A/zaPVSvaD52UCk9jjsdPjb7Ij7U5fw9DpZ9vtnbWr7hTuo9uzHTvndgXD7j4jk+AvMUPmjiNb0Q/xO/o2oVv4r7VD7Eg+u+xMaivdLEt7xD4YE+xw02PLrVRr4gIzu+ui0dPCePzD5StEi9+/qxPqf0Az4OW/a9jTlrvTOIUTwZNbK9IMpKPsQqD760GHO+BUgCPn1vcD6FzkI+ztJuvGNJIz2y5kk9YNRvugb0Ub6WWQm+8JICPppKEb/+HD8+zgi/PUfRXTz2Pzi+JfR3PYPjILsTZju+SLWMvpxZC78RbaQ+/zuQPZBnlb205Wo9blXYPkLiuDqzjxU9cAYCvvUipT6ZwiE9jkRHPcS7NL4a3lO+jZXlPSZU3T1HePW9fCukPYzvcD5NFMq8i5k1PAFNkb5fvmE+SMlRPpb9Yb4aQ669IObkvfXiDD7ahN49pWipPTd8xL2xikC+JqgMvqXsHj3kBim+Fr00PUcXhz0yKqy+HBVyPMz3N7wJEXw+W+4vPXbZQT4mA1W+GIQVPnKtnL5ubL285K+IPWbv7D3lsiY7CwATPqNNU7y5Kls+WhajPajxjT5D7Si+Xy6jvXLBR70FKjO+9WLcvpofLL6h+sK9uDiXvaRdJb8/jLC+JpTPPGTX9bwtzgy/S6CgPerK2z2UXae95j5RPCM5B7vTICI+IycVPWI8EL57lPk9EmhnPrKLAr46ERe+FxfePVg3Pz56iku9sOYwvhFGrz07JyA+GpOyPfZwEz6oTbI9A5xFPnJm3L0pFUW+h6DkvZl7kD36o7k+/90GPrtx9D0zjLy99sf2PQQmbb5P7Zc92zcJPYjVfjz7Sw2+M7gePATA7rspbMs9ggCBPvbJzj70ZXA+vHlPPFsCtT1zZc2+u8FgPkpCyL4nSHq+cr7HPVj5f7x3rwG+Xmu1vp7iW7xM/RE+ghogPqk0rT6AbHq9fGMaPYBGiz6PYD++nodNvi+SqT580LG9jT1vPTOQoz0Y4qi8Oj6ivQDDMr7cco69cfC5vTSXJj0cplK+ERubPkWJPz5bbRQ8h4bAPcikpz4z5DI+9mwcPqmRob4gYqE9h/4JO86hTD4Y4oQ+W65uvt5Et71A65K+CFgJPlp/0b0GuIu+7xw8vWaq7D07y1m+NZpYvsY9ar5FIbW8VHwGPYcSxj0IH9o9LHIsPd7qTL3TS9a9Os6cvGInIjwOJKS9DR2aPe38aT6blbi87mBtPFYWkb0l04y+wnMavbHUnT3zHVo8ouDdvS7cir16Lma9pQb6vfPMMz7SHLa9cok3Pq0PJzwkrik+NgtSPuNbjz3qayg+g9G7vAbrF77lz3O+0zOaPfTHpj0zpJq9/qARvoZgjz2qdrK84WwuPkGXD76tFua9x3k8u7i6zDzWYjy9aSSHOzRlbb5wD4G8fDQSPiB2HD5n2po8zXZvPf16FL3pTzI+KYqFPSbloD74ZyE+ZcOgvEGBsb31+wO+QHRRvpc6WL4zJLa9HNmLvmFS8b0/2C8+2CSYPWmQPL1cRJO9s89VPqDAWr3KgDK8KJmuPQpKU772t1e9lKK+vb02ML0AYJg9U0eEPev2Bb5WoIw+cKxxPt41Gj7dJ8o9iM5xPCO+Wbx8ACi9Ca2Gvf9DiD0llpA+Lvs+vdAVWDyr61W9YTrhvDX4+b2ENcY97Sb+vA7VVz63QDk+1KRGPiWdrLyvRkY+3o94vmvFjD4z1Vm+h31ovqT80byQYEs+mPp6vpixHr6EjAS90XFuPndkXb0uIS27XijyvQsZGz4zUhg+XG8EPetYnT36BX49KBv4vSIflr0y67m9api5PYXHnzync0O+aWKPvTxuOz5kwdO9GoURvupFaL02Upq9fO2VPA09yTwuWgm+oeWZvB9/Er6o8EO+0Ow3u5bX2Ty53BW+11y4u5oByzxS0Y49Bi66PYm2Nr1EO8W9ikpbvkqrpj3qKkO95mI0Ph3axb1yf4285weoPXqteb4PO1K+7GSNvhUBsz1ZNnK+q+98OjtxPT1lGNE9/gBkPvp7eL4QrGW97X0Rvl/fG72oXhq+HUicPa0c5L1X22O+hgO/vHTaBL4nEDS9yKzPvf1SVz0aTwg+bUiyPZM1sr0tAQG/GSfdvp0m0D1gSR28ICglvkbW9ryA3SI+jBqPvQNBEzzCogu+tDhYvd4Cur4d/sq8LGt8Pjt1I76U87K987Ckvjcbpz3TM8c9KPvRPYHYTz1Eixa+yCUPPkiYOr3HKnu98mKFvePGGD4HIhU+9pPnPXl8Q733Vj6+L4UfvVwAQ74mTrW+H9IovpQg/b0swum9KoGBvjMh970KxmQ9j7WCPuY8Vr7Jhys9MOIZvt0jjz1o+za+3GCZPZGDKD3feqO9U8gcPXw80L0z5/S9W0o5vVPMu71mXZ28OB+PPmDlAL6XQpk9Pt6IviRiwz3r5iA+EfEaPrJiAb7nM0Y+xSs3vmIym7445p088pFJvlHmDj76XKA+bDBePpagz71zkDI+lPQWvqiU+r0mlV49UnHSPLAloD4ZDgM+tBSfvjMXd73QH6a9Vi/XPdSWSr23T3A78wmVPlGknj1QcdO8skoqvhwTaDwVyNa9cVymPW/4jr4EaxG+B8wRPvsT8r1N0Zm98R1NPB2G+z3zQkc9DrrbPRTnGzz5BwO+KKc4Pm3/iL5VcU2+6Xovvevvfj6q6EU6+SzNPoMjD778KkO+X/eAPgudrb2HaMW87VcUPcMqPz68oMk+juNFPJm2pr1E7ag9ksjwPqSnWrx3YVC9bE1Uvi39tD3nBpw+GtFWPHp7Iz6hirk+hpS5u8xwCj3ETGK9DEFyvjAEpr7ufxm+yQK3Pq0Ta76L2TO+ed09vtC1H74/PKM717jBPsoWjz0pufs+ABKqPq+Qir6qrTU+A/aWPhjiaL6rFSO87f/XuvMy27xZthq+G0A0PiCwjb5YeAU+pRlfPYBTTb04daO9x3OTPRNvSLuM38O+d/ACvrVqHD6Oaq++02nSvL8ULT49MZE+5Q6bPgu2XD1b/HA+0c9ePhsbur0lMBK8h1yUvFwwn7zCOD2+kHsFPu3pDD7TDk89Vsi/PSXKtTt65SU9VZkQPCPRBz3RFWo+clcGvtLYGL14sJo9vDkKvoO54j0/U3I8wNIvvg7lab6pToc+5tEWvrN9Vr43JGQ+xIzDu+fzIL4frck8lkZFvhRXhL5GHbS+6hQ7PmIpBb5TdEi+tfsRvYuYzT2TBTq+J2uyvUnkPL2b8k08m4S+O7lvBj5H2Mi9Fm44u2WHCj7CTAM9UgpAvLMK473AIFA8+hLIvEJ5dz6lLqO9PYqyOwZ7cr3Bhfc9LpoBPiZz2LxR5bO9FVsbvvuBYD7j4w8+fCq1PWPWqD1iqUI+z560vdyI7717ABk+LfzNvOy7QT738O29zZV6vRXLCT1k84q9Q85MupZwCT4HBQa+82NlPXrtdb6r48S9x+GFvnRcnT09+ME9JUmLvUM5tL1EZjW+o+qVvW6uO72jPRa9nL/APD+YuL12KgQ+0+3GvQc1iT3HZgo+/o3kvS5/VLyE77U8KQLOve7liL70hIk9nxaTPV2AT76v+3Y8jXjuPXgaAb6RaCm+WhEmPok+d72xRuu6ojMIPoa2vL1wVRE9RNeQPUhD/7iz49m8fDgSPXex372IfwC+EJB/PaAPSz2YqiK8JjwnvkY4Xb7bBq+8oDc+vl+sHD0SVya+9IaIPXcMXj53//g99WF9u6Wcvz2ei8c9C5Jfve2GQj3jw+O97lLEPWyQTL5trYC9CKOEvKzlQj4Oyzo+je8SvmpL9Tz8ZVy+sXG0vaoRIby5T0m+KiUdu9sTBL4tNWi+mv9TvTZg2r1NoVw9ggAXvQcnIr6D86o9/XsXvmOfMTwZ3Y29ZHlyPqCnk77leYM+7cmQPgpj0ryZLcW81FuhvZ2ZRT188Li+dImJPYsBez68lRS+6Y2mvTZKnr7qjJ0+mCmsPoyYJr4muNu93KcuOpTO9D2NFGm+p02NPq6jKL69J9W97oiiPeLEpz7VI7o+EJIKPkXCDj0Hlgc99jWyPgkq1r7QB7+9wY0FvT9p5z0G4Ze80wRJPSZklL35qoU+ND7mvRapOb5WB808AnCsPQfaTj4TkTQ+9fo1vmfBZj56iVk+3weevVxTnzxVGzk++oiRvipFvz2TTnO+zVJavujZwj1K7pU9o/VlPvl9T74tTqU+YUI1vktTmb625gK+rN51vmbEMz6GtNa7wAxUPQgWML3F3SQ9LUR2PWD4Qz4LHa8+NS9TvYD2jb62DBE+Gw+XPM0ekL7MYec91+LFvSRg7jwqE0Q+x0BzPslgCb4AxEq+1gxGPtto3D2IzBC9zK3xPafgrD3wwgk9ZuEUvoe0Nz42TgE++fxgvvuKBz7Qonk+1ZKSPVJ+lT5sVpw+ti6zPv5KID4TLI+9z9U+vjTeg75F+448KECXPWTaij0Nz4Y8Qm6QPWypgr3unRi+G4R1PjVY0j4IfMO9zZq+uynrWT2OpKw9+BfXvUfCkz7ZpCa+YPQLPg0nA71/B9M9nAoovRmXPz4MqBI+te6DPn0J2L2yYQ2+fddJPtOfSb7KV0W+LBpEPjWOoL63ngm+4zFjPQGPGr7q+Q49xUaQvbCzcb4iMtg9m9EfvTFd0b77Kk++2DdPvnHvgL21SGC+WPFzPg4avj7rYbQ+lTERPk114D7Ae5M+ishYvaxmnj2KJzC9nq1ovL50cT1pXZI9JzqMPYW86D72/pe9C7HHvVUw+DyJe6g+4wsHPtpeF72bmkQ+g9WOPSqTIb6bQCA+h1jjvmv4TT6GToQ9AiK/vaVkhb4X0P49v20UPjdISD4ZtfQ8ZHTNPYvm471JFs0+MeaaPTrBvL6a/92+wRhePmvTBz4wBD++dqkEv0xFvDznPyO+xuAAPcLIor3uleW9vQQxPh+v5D1mVs490R+DvT8sbb3ltNe+1j2mPUPXij6nc+W9XsO1PKLinD7aT9+8eJIdPmxcpTy2vhM8jM+1PsQ0ib3Jq7c8L+TPvCNsTz0PBB4+bKiHPDnSnryHgJQ+gnJHvnqRhj4p/B89qTHRPvcPz704jQk960wOvsQygT2H0tM9szC+vSv5Xr26Q2Q82Kk5vSyoVb5kQ58++15RPvieG75t8Fq+7Rp8PRL07jwdUj0+nD+aPnIKIb0JcqG9JPSNPrwB9rwwv4Q+Ta1YvReIE7wNuJ+9VJ/yOzHCeb6eIIg+JLJxPj68Db4k4mW/nCk+Ps5d2z37IKa8zES+PexB+D1xRBm9XU8CvVdsC74trcS9WCxXPuLahz1R1k++G8MFPjP73jwB1Ie+523tvUBwzLzCEdi9KQcqPh6g571QnCS+xLr/PaOxJr2RmfS8QIPhvXydkDwzPJ86JKTGvVBLDj2sNjG+UpksvXb9Qz3AlAO+e21PvBdStj2ljJO9R5dZvvyVf7075og90f2OvVaGH71cUdQ90raNPbflW71FSEu+AU7RPJswqj0v7c09pJU+PlzRwD4tHou95MW7PWor0D2RaA09qU8XvnhgST7xmgg9cv4FPvLYjD1DYR8+XYMiPg5Uj7wq4Sg+l4kGvcUcjzycpyu9dGu0Pd6pJT72U38+Pe4sPmUvUr58D5E9HNZTPuHI+D0WVpG9Dt5/vXTsCT22Kjy+t7cfPr94Pb0Unhq+HDYOvRbzQr3mrxE+1nHwPWI/hD1NLWC+5u8LvksAID6/oiK+A51Yvn3Hyr3HJMU9sgU7vrdKgD4bPGE+WrO5PcEESD5+aCE+3wy3vQAHqr1kcRg+lrIvPn2yij0fIgy+WncDvl1z9b26gT49SRt7PQ+qbz6m0iq+E8VOPG4Al7st54i9vdxTvZ9c4Dup7Rw9JLtOPth5Qj57kQm9H2znvE/iNj1lMka9/QBOPbcvEL7vgJU9uY3oveaEIj4QjI49ZjkMPoVmVb40E5o9dROwvQaJcb0H+ra9GgAMPMk0Sb12Faq+ORFDPucWSr2NAGO+3hYEPpDFu73hDsW+ZCQePvlu4r3HRmY+qb0nvo2M3bznYLI+OTpAvjmJh75m0bk9NsQFvpyKxz09GtQ+H7tRvttPRrsBTkQ94U4OvrFYMz2GQ6E9oyWBPtPhzr2x5Xe+Dq+uPRbETj02DFg9QBpVvRixTz4lwt09bWn1vTt18jwpa/U80uNUvYNsSD0gAFe96Yq5O7bAiD64Fhu+0CKGvg9OQD5rPbe96+2ZPGprizvSO44+2pZ0vHa2A77nks27igdGvV7Wqj7APE29FWI/vG7I1D3spZS9x7n4vSSE/j6mzxg7Afy7O15NQz6WoIO5+NuWvi6/JT+eJoQ93AQsPvfVyLzNTbI7Ssl+vjpXhz0dnqC90KDCPXFaiL6mDk4+GCPiPQNc1L0TypC9Jnu8PQS59T7A0js+SnfeO3ypnr7dSHI8IY6wPjCdKr77MXG9n8FQPq/pUD7bFcS9AsN3Pkcj2buV30+8rBZRPl47cb7upCc9rRTxveNvkT0UyCu+au9DvPK3yb3tQG6+DOLMPjq0Pj4yC9o9jBlzPpa2dT1URr2732H4PBwu8T3qxB09P2ppvhEA7r1OZos8qmsQvoL3Vb7chte9QTVzPv8o2r08TQw+ZoGbve/zJ77D4ga+G5XSPYiiaj4/nIS9TJalvrkddb4GAH6+Zf4lvqy5OL7hkzS+zLuZPlPgTz594hM9WA1WPkmpBr7zR6O95+XUvbq2oL5z+am+AP6gvpYhNL46uGe9TWmaPQgdJr7qIQ+/WTLTvcql1L7KqpI95AmyPoOf+b5Jt1y9v6OEvp0ycDzy9hK+4aUNPkoMh72bLqy9YaiRPmPaBL1Ewx2+k/3YvBCSbz0CbOS9xXInv7vi0b2MwZ89mbGiPWSUcrvmrKQ9silWPdd8OL5wPrG+Pc/svYGX6r7kb5G+S+VjvqehO7xq55Y96frWPju1Cb6FGZu99se3Pq0gmTsaFTo+Fx1MPvvVWj0HZa4+WVtFvmDaEL3kbbY+sWZUPX2/JT3K0am+v4rhPQg0Er7+qHg9I3OUvrmU7DusKRK9lrwPPmsVcT4yeKW9B68FPrEWC77kHos9bi0DvhaM7DwUL+Q8Mw0VPrfFij0IZhq9Fiu4vgtWiDzdzQs+6t43Ps5oL72NfSs5uqUcvgqYvT310808mhucvVrLhjxUdbK9FiERvaAR/D0xfKw+MbWpvrG6Tj13pBq+65Z6vQyq7j1xQl4+hB9NvuGjSjw0NQo+ap4bPlNgNL64PYw+Vd1GvkRoIjxSZH+6BIKJvgRaE7/HOUM+Z3vUPeetnj0eJ5q9p/t2PTlTyj3euIY9c3s6vFYH771PJne+JT5cvgICHL4l/p29NUWVPan3hr3mHf08mpIYvQS7/L1dtKu93pfkPY/hEjyphQa9ow7dvdoIBD412ga+rGrGvalVHT7DmJe9llAIvt1YAL7b+B2+ArsOPZoCQLxtdwK+SGUYvup7Q77FzSK9yzVMPm2Q/b2d2Ew9Jz9yPQFPh71P+T6+btoJPJbk0j1isF08GuCXPIt52z34mgu8roWHvm0JSb54ybu7Bm8ZvijIwjw3qoy9HViWPRIfEL6Lkzy+6wYlvlb+Kb7Gt0c9xkDNvb2rI71Evgq+MAdVvaNuwz0giT2+s4LzPTBipr0JTNq94ZvQPPCRZT3mLtS9DZaZu4NUVL7JdoS+LLIZPuRNbzxMP5W7IqC4vXz+KjvaZF68ARCBvup11brlMnc8/MH+vB+fkDwUepo9RKNqvrCpL73kNFC+9R8OPc/UL76qEyG+vp2cvRs7Fb4bKYq96JLuvbscf71Xu808loc4Pa4BBL4lUwG+kxrqveFN8L3v7va7PTkFvdF7mr2uUgA+5epevfsaOb0dbyq+ZnVxvQrIXbsWLI29z+doPHr69T3Gyem9VPbcvD+Gyb0rxpm9Iacdvt4zgL00sQU+n7Cbu4JvMT2Ax2k+Sd63PUtWXL5K9gC+d14KvgDTYb4zQNk9GP8oPss2sb27MES8OSrgPVh3eT7ji348c8u4PeHo6bpnN5u7v+CUvTjbVT0i6QS+aAh/PiuPnLz/sJs8Iw7LPUsYIL68Vgy83wIwPXGufLzxeAU+x+xSPcAznT1mQR2+1kWOvThOqj5mVGC+bge7vo6woL6NUNe8eKfnPTn2Nj51OYe+DXEUPpJKF71sQ26+86I7vCVUID6kmDo7iwKEvQt6oj2Lc0e9sKAKPaxWij13ik8+bORjPjz5jz056rm9TpA5viqmw72l4FC+DZYrPnZcIj44mvY9dfSNPtv9FD7T0s09jDK/vZ3jYz7QMs09rVG2PNIdSrwAxx0+nxLovQjON758Nu09K0++PQfXHD4j8JE+7z9+u2UDX70wLBK+DL8uviwKtL67dQ0+jKxcPnuDZrvDFbU9pr5GvnYpHL60ity9w9OjvQq7zL0faj+8XdWAvr5Nj70atZS9K94yvjXwM78wBiE9RExsPeWjtrwmZxU+h4uhvI+cuL0JGD4+e5fsPSoCITy64sg9NlG4vYeCCT3ooIA+XJwrPpNKQz7AZUC9RmtBPtQnjT61Owg+qjZWPh6kxr1DjVo9m17VvZ0ONT5oDgM+9517vnrNyz3hywk9eq1VvEj5v7yqxsW+wN2ZPWXt5z30Dp2830ypvX70LjyHbdy7s+XwPc0/o71kvaU8AfcwPbjIKT1MK6y+0tRGvsHcGr4eEYa9Nm2UPltvYr09UI0+ij2qu47ZIz4eaCK9dhmDPi2BPL0Qr7I9Y/onParrPj53OsM97VT4vk//gL5ppbY9mAOfvU7Hvz46UYs++NxUPlZKS77K26w+6pTfvWSihL19Y1C+epcQvhEvAD0neXE9cG/YPbHc9j3jH6I98zhHPKlc670DMp++YmisPUxciD2N2AC+ULcSvlHmU76U/4O9AkOzvUkl+j0liw+9uGVuPkNRAT18m8Q9x2PDPuILj75bRyE92A25PHuUBL6EQYm+kuRmPfecBj74rGY93nsmvhYRu71MsL29M0ZEvuDVyD1CvPA9CROHvqHZf74r9sq+ggpyO8o5wT2mxQq9k2o6vBmh0L2niGc93KsSvrRhQr6Jbls+vYY9vu/8k77Dm7O9e7hdvrg8xLzFEza+WFNMPMAPPj6aIu08/k02PrQMdL1knhw9r9dcPk/Abb3ad9u961FCvvrz7bye9Zq+36H0PSJwnT7Rt1U9Y6L/PXR5QDyPCja9cuoevrwOIL0SUym9nkd1vgLeFD4WiyC+D7jFPtwYtL0Dhi89qPIVPRbUtj32tiK+G+ckPg7Febsz0RY8ScqsPRSGw730zgk+1liLvQVOhL1k7aO+C1gKvqjRSLuUWIk+YS3oPZYjML5hkD++vmN5PUBZIb6qJ9A9DvN1PHI7RDxkd4a+hLdBvvvZ1b3b9pQ+65agvX9unL1/d5I8pfMfvoBXhjvNB5C9SXNovEuw5b1YK568b3T1PCy7AL2xGH09+N+mvUjcGb4QLBg99gmzPZSweb3m/lo+6Wx4uxFVJb6ZM8+9GUluPmUnk704CIk9KRKmPc71Tr6FXiW9+5n9PS8xA720mKg91zaevdpqnr6dFSa+SI3RPbO/CT5TX429p0m4PbnPWDwVmlE+e8RCvAyhcz0YCiC+mOsVvfQc9b0rIOA8xyL4PZPrIT4fNXO+/kTSPZBytD2q/G89EJu1PdB5kj0gpza+fUGYu9XU/71d+FC+eDyMPGXC0rt+9ng9U4ICvqBrkT0PN8E9F2diPU4/RD5gNBi894EPvFZGcD71gcq9PXJdvtrbzb21fh8+5iadPZSxxbm03Ta7VhZxPcuMdz6m17Y9xBimPQ6zo71Knue9my0evhAJJD7f2yO+a0TkOhm7F765ZtI9+LQVvnT5h7wZLo0+8AorPl2xEr1nzCg9gYlcPj5Yur0svXe+ojXjPRu4LDz6Tp6+J8b3vbavID2FYdC9DEgqvkgNUrxt3f49FytOPtQVkD7uWzo+sxJ0vZ8Lwj0Rhqu88TiYPFmq2L1rFh8+mfYJvx2fxj4L7Pg9vdusPle3Nb536wC8BuKfPjQ6yz1Z0Lu9JP+EvHDDDj4d3GO+nI6Au2cWGT63vF88M9lnPnIA0jzlyU++EztIPYj6ij4gV4i+iZfOvdzd8T2YNVk9YMpaPqpMMj7i922+SpZhvWD3mrzgjzK+dmaGvoNfmD44OoE9+n2Yvq9B0ToiByw+oOx/Pkq6vztM7lu9ufpWvu3brjstwye+tJzEvcFWnT3+PIM8NX4HvqhsLT7k/hk+3X6CvhBnlj2Wy1A92QR8vXb4MD29+OC7qqgzPpQD0T2+L20+eg9QPhnhrTw/Vt09NpfoPf5gzr2vXxa+qKp3Ph6ISj4Kn5S9DqRzviP73j1Wwq69yKXUPTZFdD2/V8s+OjyGPuAotr0qlek9hQOsvRNFNT108gM+uPsePhyMzb0qYKs99k+PvG/LOz6BHDk+xfGePZ517L1U3AG+Z+r2PXs5hr4ouZW+9PGvvQ0pyL6AR6I8D8jLPu4UHD4v1Ko9RS3tvB1EUb0qi9m8siMEviRFnz2CwRy+o8TbvQ8TBb6YvMi9qWgHPtWQBj63nYI+TTWJPSff7jxqtx69DTp7vgjw07yvPCe9vg3jPbQrbz49kKC97urOvmx+jb0zOsE9w9qZvo3bmLz5/6I+1LlDPlHBDLtR8oG9lX5mPkyker7cSyI+r6/uPeNjsz2hpv89b0mavVGvCb7Ae3A9ssqjPpMunb3QLp+9STCrPsl0mr21iRs94W83vgR2H76j61M+srwPPjRcPz7IYuS9LIS/PrxL4z6hSZm9dxmNviGNkL068EE8aojYvbOJKj5mK6w+A9QzPslY1T4dJkK++D+UPcMCxz5Q9hc+YeAAPi26Ub5RN0C+ULenPbkvaL2rHLY8R3cePjro6j3XfJG+HbZ3PopclD6pdC6+ptZ6PlAwLj4P1hM+dj2kvYB3Cz064da8audTPtttRT1Hea68HySoPljsX76ndJ++uHBSPu/2Aj7pw6i9BnOnPsaEIT56OOM8PocvPpbX7bwtX/G9U0Z0Pr8HDL7LowU+FqIUPpceIr7iyIy+9RTdPqRqDb4kkHg+cq7zuyNFwj5V0SK9RWTvPbVL5r36ZZO7WAiAvs6rWz3SFb89xJVJvUfeZr2Xvqw+UA2bPttojj6K4ms+c1SYPokKLL1DuMy9CB2uPl1my71khRA9O9jUPTYN1T3no8s++CVwvn0gOb536oQ9R/oqvAgsmj2vpqM+35kgPg09CD5UtDk9oq2hPr1xED7d24k+OFIlPkPBCjyWSUw+OHJEvS+HPT3pBoW9JncuPhqrBr7LQIw9M3lhvGbZubxMjtQ+uJ8IvnmuKb4b9ZG+ZHULPgEI9L0fqVu9YUNZvmBSAr748wa+BfMCuxkJjD38KTo+2XrJPG+Wwzy2kqu9mIX3PW3zlb7yVQU+SFmDvWlyNj6+jyK++48/PSdR0LuWqOS9syu3PRgoGrzVFdc9DRw7vSSelb0GUsa7/feSvf0VJj06zdu7tGSVvRPwG75Y/y0+yT4yvhQkEbv5jrC9zXnPPezfv72p4Za9bl3LvfEkDD1+PxA+YEkAvS3sxz2TXMY8vHBbvnBGG71nLBm9wZaAPIdQHj4BKDK94JsePv2aU76QMfY93BkBPlFjST2M4vY92+QSvZo1xD3A+f29M8Y2vk4oQT7xswC9glQuPoZilbzmsy2+i6l/Pb5RTL1z9vk9PFMZvvOtLL7jRx2++MUjvodk8z1DnLQ9eDUmvhPX/D0elSI9fA6DvS9oJL1rdTs9Zsbnvf7wE76xpq49sKtCPXjHNb5lzXa9Md9/OzN5B76hY6Y9GrQdvuUtw7ta6a89EdqNO9HPtj368vk9605Xvl3lzb3IQNU9zDW+vW3dkL0qA7q94t4wvgSjCb7CBxS+x68cvfYnAD5rNjy9hKrRO60TL77CWri9coY1vZ2CkD0tTOe9+/XivTmSI77B9Ui99+dlvqeiL77wGzM+QRUjvvnH2D3yPV89/VRHPVoefr6oJmc9BL5gPkRWx72pI6Y+fPdxvgsUmL5XyLk+D2MLPko8i732kDq+sub8vQOs+r1260k+Ihr7Pb4uXT6kRD++E3tYPv82HT7FzHC+wGI9PhVobr5q75W+W6MsPnL0czuQpWi+sIPzvZ61/z2pOpU+nkjIPZLlpT7zeDS++v+YPNLBjD7DMBW+6R5CvoDnqb3PdVQ++WTrun4ZjT5U8qA9y96/PRM20DwlRgy+GVhKPmM+fL5jtow8CyLOvksMB77G0gI+nNjyOyuRp73+1bS7FrpdPmFtrD22pm++MuxmPEP/bj125Uo+45QVPeRWFT5rt+q9GN2DvGbkyTouIa+9WO+AvGkDPz1G1cq9Ug6NvvY0BT1AcdA936p/vRJraT6OgS070esaPXO/hz4i5Do8L5ncunNJmD7uqta9wkWRPfubjz1kcSy+HBjtPW36LLz6qa89fqNHPqAvlD2FsMs9X7UivYhIhz2R7Z09Lzx1PZvkHr27o/e9rFBxvrwYab7gpa099gnUPvUNhT6yZOC8wrtMvnEYgb6FL7u90cybvv8jij7QwpS+nYtPvjZ/uD0eSPe8sdCBvd68Hj7ZTUe+9AWwPr88ED6+nKS96H3MPLmM2b5s/HO+wZLhu8TJQT0DiV2+/svEvv3Qn77qmh09wiCZvqHyor2Zz5i9HQ8evtiSQL59smI9wOn8vStByr2zLxm+nVGcPK6+Kb1vPuG9o76cvWVKsL2Rdni+osEOPplBmrgZnrY9zCqUPvtyxbw+8pW+skG2PK2Qhz4LI7U9rYNkPmMWPb4MroI+BKfgPS4iVL7iAg++cuLWvoICpDvCbpo8s93qPHxVt72Rk0k80x46vu+Unb6Zqni9LLIrvoQqG764j9g+GBSzPZh/GL0aQYw9diOkvQn65r2y2O07gW9+vp4KKLrTdQ+9QU2XvB+arj39Xoq+WoJ2PrmADD4bZdq6UrE1PugHiD0rxrA9Hh+jvLX84T3NzVA9EueXvTDgkT4sk629pI5APjnuBD7w6Qq8Pv2avp9Onz3ipEA9v3i2vaauXTwNOt2948OSPTNnqz5m5ni9NhATPuIBiz34cPy+RQ65PHcpLb7Kgr+9tLsqvm5Oez6CyAM9urfwvfBQqD3lLtM7R/tLPX7IhD0tpz++rCX5ve+sfT1I1Lk9YpGkPSH2ZT4kY+u+dflgPS2vbTxamt2+RvcaPu9dq75S/wK9bnAaurSscb03HQs9L1m/vJgEF76iceu8YthCvKBd2D08gcK8jUN0Po42Sj7Dvwa9YmWfvEAcUL4b/gc8sU7XPNIwZb5Jdio9JjSBvkBtED6iOuO9oELpOkbRH77LFWi+AnR0O78cUzudW5w8ABAHvSsUw75SvKo+ljZIvvO5sz35OjK+f1R8POUsgz2TyoA8l0OMPDq9eb2L/+O9Zzk4vj/c+LxpIwC+3p8wvgBdqr3pV0y6WfbOvQg93z3qGpa+U6MPPRkg1L0FPKY9HDkivgaEAj5jdBU9ourNvWFBHD0leAA+Q/HaPUxCoT36cRQ89xygvYo9kj2PwSe+BrGMvECDRz3KFpA95CkjvoOpJr33aT4+8WD/PWatsj2098c9nVxQvX2Rtb2tbG++ZX/0vNld/r6wCly+jCA0PWJKO74eFEK9ef4evswzJL5NQ4k9XkT3PV7AMT60UyY+45iCvkqmejwsBsI9hadVvoEG370Z8fO9JLT9PUAHoT12++M90A20uzqqoT63IOE9+zbnPSH80z0IspI9wFnvvQxXC703S4K+ffZYvp4zXb2ADmw9SScHPl4wQz5aV5Y9RjVQvgx6Ub4OaS2+cCvWvEMO4L3ITuQ9loCHvWswrj12XUy+KkGTuo30Cb6fUtI7TbPRvQwMi75igh++13ipPdKjC75YUxI9FHWDPUmcS72RdUq+mR94PTSOmT03UyW+K20ZvnXDiD1YVdi9Nu+LPTzGTL6qVGA9jMfuvSexkD0z7K+9+LKDPQojoT0jasE8VaiCvkOrIr6i4IC+aPyxPCSyn70LTn+9aV2sveNnUb2hwmO+3IEJvmhnFL5ylxA+Lzv5PUS3lb4tKys+Bh6LPi2eFL2LI3m+t6YWvXoloj5em3s+moNnPlUzRD5F9hq+vDJfPafMdzwJEQS+0S04PqlgDj6nnhC+DttXPnxyIb5RI3g8J0w8Pn/U0bc3E0E9HLEsPg98zT0w5Wq9tkEUPsuj3L2hzB+9J9W9PS+fhz7YqUm+JnrWveCm17xZEiY98eCivccYh7yW3BM+pe/jPAQ7zb0/ybG8oV2CvAmfHz71gqA+QrFHvi2/sb1wjJm+bRIfvc8soL2jFp++lEeLPd9ogD3EUIg+5qvcvcDK9LxLq509v4n6vSMF0ryosSS+rNo8vnC3kD3NDzw+dNl6vrVBlr2y5KA+QqtYPqdfHr7Rmea8rJN6vuEPeT7ibZI+ZngWvsQBHT69p9s9Bbx6vfuFMb5cNGq+fYHTvbiVBr607DM+HgHgPbKdiL2Aak29rEnzveU9/T0LzC4+IGPCPYGxTL4MYg8+985kPrJBsT4zNf294BJyvL8brz4EL5A+O+jfPLzpYz2iTg6+jHuDvhVlVz6h1rA7FcnJvBG6wL3k1H2+1Un8PU+CMz0rWU8+FO6EPX/0QT582de83K6ZPStowb5mlZy9e6UWPkF06zzO7SK9M8oRvk9mV77n1gw+Xg0RPkbGBj6soXs+i4qjPcpsTr76m8+9+lUiPr8lF7w+aMM+mUmFvsnTRL6uchU+W45OveWfH751htk9xRgGPoO0aj29dtu8rAJnPbsQrr5z8R6+MlzePRyubr0+bk0+2voKvXUAlzq6Spi9njbePhz6+D6P8Vq+Sg11vtUpm72W9Y8+mJNdPg4LjL4cGcC7o+iOPaetlD2C/SG+jNWIvllMhD6Sd629f2s8Oz6nR7wARNm9qu8gO1hjRz54JRs+M1glPvpTGj6v7Wi+dcVFvRlfvz6GCYO9uM6wvkGv8r2AWsY9r4WePobnAj5VNA+99pjmPWbAWr73ToK9OMzPPnhwvr66psy+Vwn5vWO0Yr55IdG8P8sIvb6Hiz0wYBm+9IsMvh1Vu73Vj3E99XBDu6Z9ZT2cqpa9q2vFPeFh6L47xW49h9mkPgb/JT6oUq296wYWPYJKlj5CGRo8c+bBPJR3DD5UP1w+SdeyPQpWKL36igU+30MWvs2a+j2gm5U+BkbAPn/+5r2ilHE+iw5CvbHyVz4MHO68iBqNPmqvub38hLc93OJzPnSq5D0dIVU+MPHPvfoDTL5hggW96TsgPWX3572L/P89IsOLPojJhb6lkf89WVykvEh6oD41rIO+CixUPVBUoDxVdio+BDKlvjloDb6xiYA9cj+7vdmJqL41Bc8+HW62vdUzTTxLJag9bU1RvhZsWr6qPou+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "yYOlPN/Mrr1ym765Q7zCPA6QNbyMfAi+PhRXvEA5hL3UE/Y8GkGYvfBi0bt3CH+8lpAzvG1nkDwrOgw8sfLhPNIZP71XD3e9gawnPG71iz1joRy89X0avdNZsD0q4Ig7+5pFvk+IvDyfuaM7WSYWvkzW6LwvEZG+gbIwvWBOkbze1Yg79/ULukMtJLxgmFe+OjOAvAt8Jj2oZk071NejvQX5Ob0XVyI9h0k2PZ/QzzxJ6e87RDO9vPANMzy95T89JhGuu/B1R77IaEu8LeE/vQgy+L3mVNm9RqQOvb2v+zsJSeI83FKaPbUotz2w5u87n3VRPHIraDxdeBU9ISocOxOajboC7vC9Trk1vurlKj1d4va8lhKFvtI+sjyaTy49WeOqvKtrpD2JNLs8S/QWvXXQPD0g6zq9ueu4POAXobu4sCu+Vs2TOxb4Gb63jTS9illrPadIrLwFi8y7YKFlvPtJgTzzMx28De5tvODRxDzdA5y8M1i/POw1Sbz9XK488dVkvv0kj7312zS+Vy9kvlA/9Lq5FHE85FoEvu2z1r0C+kI9FrmdvbOJD75DimE7L+Kruo90UTxks0E8abMTvl7B5ztQWfi80hE2vRWogry338C99CqAO/51pTwvjy28iHm9vHXz5rzX2Yc8sGZ/PFCZ7bwGG6U8aefqPKAMmjw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 