{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"begin_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_INT32"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "O16rvW0Y0j0USm2+Pw26vX+aS7706E++EADXvbLpmb46imY9jxCLviFYdD5jJPE7LdnGPOnENr7tlV+8ZWcmvnJZ8r3d/TQ+1wcivursE714vnO+Oyx2vlN9S72+Boi9m7lVPvY9Bb9+WJM8/tDsumgT9Dzzn7++Tq0KPRCvDj5UByy+4RUsO1AWzr2J8ka+FDJwvpRpab2uY1w8HZ4XPVjhDj5vhWE9lCz+PaRoPb4A1m49/qXgvT00vL1jmRk+zOyWPv7cxDzqkFg9lbuWvVMADT0xRIe8X6qTPWr2Tb5VNRI+hlKRvdqXJLtgvrC9bgevPPIdgL5zFd+9tuMOPbNVKL7fFFE+LE32vb2plz2I29c903BgPU+yJL/CoTu+twUXPhjI/b2Guyq+0ARrvHVONL5vftQ9sIOMPdp6Br3j7Xo97jJwvcqog77gGiM+H3bPvqb2g74jSQU+iEwmvlBL+L1ol1e9rmgWPX1dvb1aEc67YyY4vs6mSb5D2IU+YpZavMBKHT4OhQe+c7cNPnKrlDweRok9b0G9vnaCGD2JWog9iIzpvBHDrb6YRpQ90B+5PcYlmb4mAYG+zt4dvvfRFL6hhZu9t0HevV++IT7tUV2+Q4m8veN41714Owq+TM58PbTObz4e2cm+4GlMOxrICz0FsFA+HoQhvmX8Qr8udyO9I9p7Phbb0L0Z5pY+GqaZvudVcL046te9wYTTvtkoG76Kbas+baygPo83Ez5sHDw+V9IHPGvQgT7fNga+0Cf3vm6q3j4dDpY+kHXNPSOx870vwKo+FccyPjzrQL7n1c8+JgSxvQIQT74k/j6+M+G2veOh+T37wRm+zpikvVogFb95Nyu+VxU1vzWpqr5E+o++fJW7vpOZmL6hlmY+EmgIP0jiyj0K0Qu/xpKOPmKsWL7dUQK+8bIbvkqIBTx6XTQ99ESWviIm274S6Te+uJq/Pla/Zr7VA5a84QXovQ++zDsmPwW9wuY3vphS/T3iX0089BPIPSNzXr72kde8soB+veYnoL2mcwk+MtB6urS39b1AnZ68FtCdPFV/2bqa01I+UxVFvlqdgr3n1m092Ki/vfCFp76Uaty9wPiSPSFuG7yGdGM+VTKaPCtrJD7x8we9UXt+veRqmr5BSTe8aUlHPC5sFD5MEG6++d6evTjWiL62S2i+F4IZPkSAFL6Ezxu+PI+dPVspfr6cX5q+CiecPcwRI71zdZw+wioqva3Xi7wU5sq9YfqvPmWbij36pru+Y7LWvX/CjL3B5oO98s8pPreqjL1gI3E9iNcAv8UuVb0zSDQ+Q8cfvnu6x74T6y29AQE7Pbhpfb78J569WMCfPnLjz72L0FW9JvybvvZ33rtmrzy9IpLNPHTcb76phjy+7nSLvfPTQLzvFnu9D0gVPlnKkr3Iwhw+m1e4PNldn7yurV89+AtBPt88Mb6/eoM+XIt7voz6wbxyL5i9vj+ZvpYk2jyMMJk+w6whvYGUej4dv2++kG+SPkHgjT29Rxu+SdqJPqwqJj1Vg0s+d4PYvbCOejtu7as9TQ9uPislCz4hk6A91TEBvg75Gr3QYui9PhmCPU2/7b320RY8bXADvoJCm73XK+G935BevaRisb5AF28+bCIFPkZQKj0ASI4+UCFaPRWRFr8Uzgu+yujXvuxZ6L3q/Bc+n/ELvsqFpbw9EC88+fY1vlz/+b2K2UO+3NrPvsLvm73fd58+8XZqvq935z215Ea9+c+KvkyXDz1BcIy9UDvSPb0K0j6wmsg+8izavZSvNr6ecIY+TkMoPj1hVL3B03M+/GpWPrDkb7527BY9hX0bvo90ZL1/9Ua+EHSNPdbkFDxa6TC+kQBEPSXiMr4r5GE96BMXPiLtFD6k1yi/v7OkvpwKmT7IQUK6122EvrfjXz4sThy+VbaCvlQ6B72OtoE+wIeTvr3YWr4oBuM7oWCzvX7X072E4Cm9vHSIPSkoTL6Pcqi9QSn2PdRiHz4BUmU/xBBbve66QL6/tuG967ZSvf5ZOL5sChi+/j4QvkgDJL1l9ou+O3DlPUDO5TynkXy+3UqvvK3mZb1yV2++Vt1Tv/B/hr5SK4M+2QvjvLztAz41dvi8u+b3PS9lOD5QhgM99komvr2P4b29I5A+pOoqvmmJpb3QjSs+sfEDv3XGnLwtDua9Nf58u/a2RT2nEmU9NR6ovePFDj71jKm/EgLQvT5Ifr5CdLI9setHPnhcGz2EMxY+fpOlPfmwfD0JTnm+8uj7vZszR74ffis+fD6/Pb88DL+oN3K94MGQvp3VKL6w1lE9hPKJuMB/oj0r0ic9a7JvvckAtDpQcU8+ly1evvgGhbr7IIW+Vx8yvnlLjD40daA9Q54ZPon/yb25B/W90mk6Pu6JyL4lHwu9BwuQPZSONz5Xjt295p4gvrqib77CP329MuYuvSCU873zzcK+LlnsPaTpq70F9Kq+rK+NvaD2TD5OynW9UTRtvqldcL4+qfg9r3YVPttgdT7ihxM+PCSPPKpsGr5lgo+88BwJvrbuwb0vbM2+pAEXvsd4WL7/M+S+28yLvUmKOL69v4++MrJTvImkm73DiVc9Hdc4PtsJ4L2VW+S+cskIuy/Lvb42gLk9fl4KPja6EL4jxNa90Hb4vCNNSz0t25q8phvFPRfJ/L26hQY+SBC4vVUNMr5w2iy9Vw3rvYFWgL2xC+e9sLYBvv04mL1VSEo+HJelvsxDDD6va3E+Y5gzPs9pcL7zND0+OnrevqGgA74bSkC+CTfFvMdvy71x1g8+gPyHvUmIJr6lywE+ztyFvpktPT72g7C9WTGPvn0WEj0T2zk+yyE7PTbCrr0cPjs+7L0JvTUJf77ydZg+TSnIvrzxyz3jL/C9Co1avlOe374fjIG9s5+YPKnjnb51cug93afbvoiig74rNy2+WLnSvtn1RD0dqJ4+ZQNtPuNUUj7sfqm+xF7aPc8fSr3qawM+2C1MPUKv9zxCyW09eXJevM9T+b7K8W++UXW9Psm5zD25qj++5k2rPGiiDj7OnJ2+7x9ivosImT6DJCa+oL+LvR5Mk73mMXw+QK8ZvoeYwL1WR5487dOivgx3uL7rVAO++ty9vIQ/c70fvjs+kCfpPCHCqLwlYN4+O2aTvePz772GNJO+HaDgPPs4KDxX55y9IR6GvYQyirsaTcQ9uoYMPDSntr5s5JQ9PSX3PbII6D2D5WA9qEeBPdir2r17wB++0ExJvkRkt74POMC9HwHgvj02m76a49693MFIvog7tTxYlt8+hU0Ivs8LKT2LV2y9KviBPkaKLD7pwqe9omAKuxw8Bb53NnK9cX8jPo3okL7Ew18+j7qyvv37171ToEE9+ofePuVKmL2HuS+8UaM6Pj/F4r0aebu8f3iXPSTYGz4IueS9gN1dPmjm0j6LZAi/hO1UPYyJ4r7yrZE9OuGIPFdcnD5MdPQ+yUKMPte2sD4WT8K/+XH0vbxAG7+4UyY/bqhFvjZjGb7B6Qg8Tkwjuwmsir5xbWS/DA7avfy7nT6USzk9KhSsvhqoED4CMdU+U2//vb/zhb70R9s+cyRlPj424j0f2TK+oayevkKAL74XTJg+PpGTPviKzD1Mkt09nf+HvglqDT9gOXE9JUQKP9tZh73VsQG+Vx4JPgxlfT5/lfA96Pq7vB9qj73CEAK870xvPkmJQ72KIXC9xj1zPiVndL4IOh69HF4Fvi8P8DwaaNc7IKCBPjshU7zSTk2+6ULsPA1Mlr4p7tq+TqShvimWlb7VzEa+GDKavnLUvLv35qu9/dPAveT92L112Ou+qk/IPiLpgj6ar8s+S3SWvR9ffj5NJBw+U+aqPstUwb5cY5M9pu+CPnQFSr+EscE8EaSTvhZ3yzws1zu+ZFDAvoC/tz3IK5a9Ih9pPSV6pz4gXka+c8WGvXSAqD6n8zI/Gok3Pv4Mkb2JnpK+8p7rPoju2z6r8uY8tBi6voE3SL7Pcu8+gq1FPlC4yj3K2pS+AcX+vSTxOD5n1FK9UMiYPDHeKj6dmYK+wEHwvev6Ir/nZpo+A/fzvZsAaT7lJ9c9DHiXPkWvZj6onF++0dkZvUGnGb7Sixi/tmyIPtfI4b369QO+SJdDPuSTibxIS4i9X+ofPs8Hvj02ctI9JdqIPiTpor28xwk+jgjTPXF/rT1+vAi+vq3TvXXw/T2fq0m91FwEvhNphr5n46++Bhsjv2aoc77D+1S+AO2CPZb2Tj6CeY6+x28YPRoddD69Lkm/80HSvHTYwr6ToAG+WX91vbcGrr1NyDe/r8i0vgm6E77pu8C+Zh1ePld90r6oGFC+CQ9JPkf8Vz6ILT2+9hP9vb+AYL75TWi/Pg2Ivm9gX75nPZQ+T9cPPi1fCrsyLdw925pAPbj2ib4H2H6+0oiTvqREfj3vMhM+kS9UPN7YKz6RAao9wwyovoRJ8j3H8w6+4GQbPSP2Bb4CrAq+dL5YPpvqU70Wmgu9QCBqPt6u9j26yUi+YHrPPd6kqD1azXC+tPdFv88OjL4y5uU98WjMPcV+yb6G++e9SUDnPQ92sL7kpW6939mxPTOnYL1rGlY98bRavppxAr40lcq9GkOqPGn5Tb39hfs9TiIpPlDkjD6wAga+NfpnPqI4e76pIhu9Q29xPQqOFj7SF5i+ZTszvkUhQj7QW848SIdTPjR2Er5chWw+SuubPpCyD77BnlY9b5b6PUwfYb7iQw6+uowavYydKb6ZJsW+SCZHvRMPw70quvy9uQaVvXHdWT63AdC931u6vX0qvT2XCqc8djWVPtgfGT1iehi+iUOHviJS0T7GvoK9OhNgPi0ljr4z2ss9R3MRPqUZ/jtoKqG+pkrmvRY8rr20XM29pBcLPr4a276JjME+R7PPvvH6BT6hyQg/nmO6voFLSr072lU+c+PZvgNXPz6D5X49bU0GvlonUz4H9pq9ehVJvvAgFD+90l2+lQvzPvVowL4+bAa/VA62PnNo2r5j0G0+EhgavsGo+z7TIQu+nyLTPmpCDD0lue89pe3tPSqHD768DUY+y34uPq4sSz7iQUO+jIjBPg1Daz3ntkY+PUGcu/27HT0nDNa8PdbtvdaLkD4x1T09HT1RPrPnHT7YZBU+dT8Ivy7Mdj6BXRq+moLrvsu5sr5K3fI+EQM9veemBr7AnyM+OoyKvtiYNb4m16C83xb0vcOQM72GHu88YqsSPP66tT2F6t49lH8svYGlUT0nPj2+P3VtvuU51D1AmWW+vZ10voyf/z30Frw8IrAevu96/7zQjyw8OQj5vbHHXj2+IfY96DiVvZNvwr4KXCu+PgfDvdVq0D5XHa4+RjosvuFxwj6vdeo9wTJcPaXEtryyD009YtKdvqHspLw5Abs+BW2WvTAcrr4dVp46oUP1vvpyUL7b+ZY+qsuJPhwbCz2ZfUM+fdYPPlOx9b0hGpg+l7GRPh1SgL5CQ029SLp8PEdvHT7yVkG+g0AyPj6snb7P1V2+DDQFPqXH7Tyhnnq+W+OJPo541z7WhC6+P0PWu82znj1VY5a+nvQjPgz/HT4pzfy9ZGYgPyt1uL7IP1895nYZPQSanLxBGYg7KxyoPZCelj0Ol5O9O7utvn42jb4uCLg+4Ls0vKx6Lr2nkrW+3Z2zvcW6aL7nFgW+lxjkPkkXULy5kS++1UG1vv7UCz6EcYi+6NvpPjVBlL2U0FO+1xWIPKL7OD4JosI9agiWPq8PA76hHb69ViK7vtfbj73h/EY+HXSdPo/n9z4wC3K9nGJtPkosEj07vpg9lFlzPlc6270IWXy+kV/YPX7cvD3zb/K+436LPf1NPL7l6qu+BeF2vsgYgj5m6rA8kl9IPnXyJr5Q8L++YpYqvkFUHL5f5LU9/ZWavfKFLD7D20O/xGoAvZcVkT3Nr4m9dKxSvcIXAL+w2RC+b8QavjoyVz39gT4+kZwcvapCez2+aLw9DEGwvc9rBr6Nwei9/KasvEoh7r3q5VM/A4ZHvaFdij3bey09GPHmPVRtFD+iyoe+31s7PWTfQr6eedE+1qssPtvMC753KGi9w9CTvUiqDL6a/Ge+t+eFPYhukLz9CPm+IwaBvAjSpT7+D0O/gIGnvWljHr6PHbo+An+UPr27Qj613349gk4mPnklxL0kXP+9MV+EvsNIJTyFue+9boE2vtM2Wbsbdse9QG8MvjZhlb1rMaK+JUjRvfUJsb1Guhe+QuoMPbZnGj4LqA89kHlmPCuB0zxrrEa9Ldv9vRodGT5iwxS+DjxnvaZcpr3K04c9E2oaPSbBvzsw1f89C8ZJPnM9PL4qc/m+RzpYvcY2w75uabk95pBPveBFNT3bQ1O+OlslvtQTEj4GmHy9FxPIvVaY5r1AqFm+GJcQvvNd2j1G1o+8RioXvmBOvL0pNte9QhyOviZVNT1y1eM9BVQpPZQvOr4ln8a9n3WmPba2vr3Whn+9AzQ8OvH/275O6bq9AWhXvR/9Kb7kO0s9fNk1vRnNo75WtDC+1o3PPCb6MD5S85e+0xDqvbAgGb8d4RC8jw4HvQF5qz1QN789Yq2uPZv24DynU26+Sj20Pe5yfr3rveM9HQm5Paarlb5DHgi+LcAFvXVM8z2ESAK+Po8Uvk8Cq7wuj1C+fdYQvrGZKD7ntoO+3zv5PN+J/j1mjlC+cO3HvcmNLT42IAq+ZLnuvQJzWL7fwfa9eVuCvkBEsL1NW0U8KZtxPV8vU766FfU9LHaPvV46Lb64Koa+y33IPQk1uj3QXya9MCDyvVn8Az1P0rU9651cPOLtSj7VoaG9PXo/PUeRrbyeoWm+tHBxvoDXVr0+2x2+xtHpvV9JRbzRNeo9VNguPt5ON74hdrK9r/2avIQxF77204O+n5FdPjzmLT03V5E+lsOCvZrehr7wOy++Fgx+POCU+j0cKYw7zEGRvKVQcb1VFqg+3guUvgU8WTzGEPg+oEMMPoKjcr7qnVI+CJrPva/7YT54d5E8Eng2vgX8QrwwVYG+92GOPcOrjD5KJQy9Iel/vu8j/L42jbS+UxWsvTys2DqO+TM+q7BsPotCFD7R5J++Za1VPp+DD74U4VI+05klPt9wUjyinvE9rQhAvk3CsT2GUzO+iT4CP3pigD4KNP+9Qf/JvQpW8701CxA96H/TO851fr0M9F6+VG2BPgLwmL71jQa6pkrKvir8QL25oH2+Q8GKPoR9or7ElN49agYrvsxVOz1dx929P92dvE9LC75e8pg+hxtKPorFzL6Z5Bi+8mjAPEJGgD3kkUU9c6oovqSWJD4vziW88dkWvu6yN75sCwG+wTW2PePvwD0atgO8RdFqvTWvsL5ifd49myX7vcnfrr2ucsK9cRE+vve36b2+BKC8TdVwvihdjj6Ba+0+uGLdvRafRb0U6Qg8AACRPgx22r1w9c892n2YvgjLi77x9408KTbpPeM6fz3Kf889v9mbvmuNOj6cA8w9YqN/PiPrZ7y8nN49akrAPRslgj1E6oG+X1afPnf1ib57P+w9xaOwPe7blj6f1Oy8Ka98vQ+faL4oIbY9/tROvr+JID7mgCm+RrrzPU1XCj4EvCW/YOPyvZzygr5n0cu9kiiePfWkzT38Vmw8zjBzPm7zqL1X77K+dK8wvta+IT60T+89WUMnvif+lD7grQ8+WLvZPEFERb6yrXc+AYWcPrWw8714pcO9OMytvpc6Dj4jFCE+gPnqPr+hBLuii3u+jhjVvMImNb0J9Ee9VlXyPoB2M77/b46+t7I4vi8Yuz1HTo29cH71PRvivr2/RsG9J0hUvo0oIL4YmKQ9ojVkPrEYfj08jjS9USp5vQD9Fz7Dgde9xQi/vQGiGL70QMy+yrC6vWzLQ70Lzu++AQmpvaM+1zx7MS4+lQcEvgpbYz7tcay9OoNgvr1nvDwJbMW+lvtqPrQ7ez7Bb1w+9d8zPvRI8TxnFYe9ySmUvcI/zL3Ssu+91SvEveQpl745MH4+C7CLvgUlF74MYUi+18OjvXvJLL7/YZW9vNEHPu9OND4D6zO+1ptlvZX7Hb7WJS8/SZCAvojyRz6aZmS+AfHbvUepzj62kwu+HBbuPTDpPb5Edpk+GV8/PjSgyb1CjeC8Y1cavlJiVz510L+9P3kZPO4Y0DwP15q+Wc7+PWfACD2N3oU9h/OivUZ+h76Jg+0+yrXrvN+OFj6DQCU+p8R8PPhnJT0xHKu+9FJfvaKNlD161xi92v0YPeXUaD7tlhk+9AInPghbozyE+A67Dg85u8untDtx6qu9EMDoPH4Khr0/3UC+oF5Zvt1UlzxDCMI92Eq4PdzIs7qjStC85uxgPq6UVDya/P68rFPCPfsVnbzV2Me9hri1vWmBHz5bT3I9spW7PYp6Hj6gts496FPnvCVU1r23LQs9uZw2PguxNj1M0Jk97mB8PRdPHj1uV5M+YM6dPY2yiz1OA4G9pC6qO7ARpryUfIg9uKPQvfmDb73KI0W95JS0PTyOo70rgAm8+CAwPSBWqD2a3eM89GUBPazXJz6968488iV7uYnZrz1lwYy9C4oIvgZyfD3LHwS7BfKvPK0TujxLjPE87fHkPBoLiLy5NpG9SyJBPtJC8T3Onii+JHg9PvyhgLyYKK++LglDve2+Kb4III89pZ3Dvb/CFb4JuUK8J8N8PfG5X7xFSj09q8hLvtIim76DxIG7bJo4vnNhWb5jixS+Bbu9PEO8pj3AdVI9QJ4TPQ96OD7HfhM+TDYCvhs/Br4yiwW+WfRsPJjQgbviCcU80rKTPfi9FL6vfxC+V9xXvfJi2735gyK+5VncvfZcLD2f+J09h4c5vG8lSz0yT5u9R/QEPqkqXr2EoCU+O2qQumA1BT5ZjXw+PJ1lPjrTHr6Fq5C8biV8Pt3KrD2BaNy9ioyWvm78N771SsY9qkWYPhnXsr3DfKa9qixmPUpdT77UbR8+2XHRPfLspLz3MF2+Rp2wPgy3Uz72UlY7wPahPjnEDD4ls5K+rI5KPHT4Aj13+r8+swwaPr4Zq715Suo9YOyjPeNVYDzHkpA9UJ+bPdqntD3Lf5Q7BSOUPQfWjj5giGO+95Urvh35IT0zuwY+2NOAPVafOj59RDE9u0EBPx/o0LwfPqE9yDGLvku8Hr1FJmQ+jhiiPR5vID3RGIM9xsYKvoTN3T0ekbG9fnP6vQkVcj2I/ae9djSCvqQxJjw27Pq88ulSvRgT3T3vxAI+EGGEPVq2lTu7PxY9k+kAvaedQb4+YCM+TaHuPZ4/QT7aAC8+2sGSPvf/Cr7ooII+e9RfvbAtpL0f0xy+578lPiBIlDqjV3c8F+JKPgL2k77xumA+Au2BvtvhkD2keCa+wvlCvR5tZD6YJWI96AOlOzU5Kj3qaCI+CkW0PTgJeL7KbbS+D8TvPYRZLD5ktQk9bJW0Onk6Rz7FxLA9cW82vu+GyL1d5h2+HZ0bPs55ZL58YVo9QrtGvs95Ur5VZoe+LMQkvn9uiLxeSPy7reUfPSlLHT5wJmu9w/GxPeufHT56YFI+o2TDvC95Lr5bd0S+hrAHvRa8zb1CaXq+SIr1vf78L74LYRM7Pcs/PBMla75xy2e+rCtzPdi3KL1GBxw+SySTPvmTQT4F00K9h/mAuyhjDj7p3nY9ntquvmShdj5f+589fm6uPFWbJ75XfWk+5F6YvbvRKb6l7yQ9TxkGvUWxvj5uoZM9UD+GPaO7YL7yQsm9l75MPvPc87w6xqW8fhctPtDyx7w0GkQ+dPuEvU886ryictk+/0CzvbXpsb2MWtY8mVr1PRNXXj1X7ag+ePlZvkn50LzHxS475nmYvV2pgT7eA7A9Ch1Ivm9Gub0waY4+U2QVvf8ySb2k4ww+yrgvPkMoFL6b6Me9nGomPTWInz7uAEA9o0UWPvNOGD5wwLi9XZYKvcSMHb4wqMa8EoOavi7GgD09Jj4+s259Pq18nb11kBG+SPIEvuU3sb0RQAY868VqvftGAbuoeY+8qDCaPR2NA75g37Q8EyEUO9GB+jxBC/Y8S7AavljfMj2SsQM+FrXtPcOKjj2IZkQ9uZOovR/7r73SzeK9Dc/TPqEeEz4fUsE96s5qvtHUpz0BXvm9NgKXPvFMgT40/l2+fQvQvMnU+b2ZEAk+xk4Zvu4KnL29Gz2+jk1+voEkmT0S33e+XQh5vP5RG70+NzA9IXwKvoUFGL1kYy0+lowpvt0Aej4jEdi90Oo9PtRoID0kUfy9JAbpPe7sC77SU5m+LaOfPdcVIb5XSKg8BeD0u+7HID5igw49wk4GPlS2fz3Y4V6925wpveYkuD1AHuI9flCbvS02Fr0Zz+g9ETs9vuIfzDvhlC6+/QhEvQvCjDyDHme+N3V6PdOPTz17cX6+s91pvVLjJb4PB7G9+w8MPsQour2BWqI9LrIOPkoMDb5/jEu+XG63PTf7yT1NuDU+HS7cvUd/QjxOtE68CfYkvgIa1b2XeaE8RsgIPr1n5z3p6b89nyZPvacosL2BBSK+X88QPhzD2L17qSE+wKGYvjLUrjvlNze9FvmDPHRmNL3hl4Y9WTndPZIsQ75iyeO9miADvhxqIz7mQMY8IbHEvQCwRb7V4dG8isC7vLntyj2Tr3K+uxM5vm4dNzwRWIO+ghQHvbX7UL4tOHY8Dqd1vZbeBj4XHe+9G8RmvQURIL2X/Ni9I+/VvVJRlL1LjxG+NJauPaSRhDwXG4I9y+kHvrBrjTtqYg++vM6UPdNc/TzAsBM+QDMLvqQFv7vgzwI9fxTtve9qSz3cwSm+B3a6PQVIoDw1wIY9jX7Yvd17dL3qONI7Y/CrvX3Ijr4GJ5W9Un0CvXBs0T0s+RK+s09bvQxdy7wXAEq+BVTVvNoR4ryyBjM9Us0xvpCkJL2NO6M8dFmPPLNPsDzoXuI8svwLPtzjjT1NIYI9mNTvvZdNPD1pfe29oYcJvgP0Wz3NV4S9Gc9/Ppe7JL1hW/893zbjvm6hUD7/De+9KDVyvdLAK74sGke+hXs1vTQQybzy9+I+YnEzvmvuib3kWnm9qUWdPRJVr74DfVw+DgkxPgBGKL5GAWk+ZXfGPZQYJr4Yrv862SMfvrut3LzI86Y8goqBvBwBDz5m8g0+OrVWvmUQ2j65r42+Qy1zPqnaj70n3Yi93XlZvuOcfb27AkQ8QJGTPjNNgT742gW+/nUfvTzuTr7nozs+GISxPVFAoDwwgyg9hn98PsVHar4ChpQ+PG+IvjnoFbxzNlo+r2RJPYwTsT5hypI97Yqdvscyoz4UuuC9TSQrPsuJEz7GZQI9FTLOva+Uyzzg+TC+J4i3vuQRJr4qII0+acFtvq0s7L1jV8g9NUEcuyaL070IA189EcE7Pl4ETD6hpx69Ixo5vorHMz4wHRE89frAvZNwgD7cF/68xfGUPFZoBz6FIFA9F3r0PdixJT74Lc07qVKlO6ZB7r0r6zm+jtqrvVSVuL4Rh9c9Rpw9vghLML1Z3tm9gY2ZPRoTHD3Eumy8Dp3Bu2Yvc75rE/O9xhgMva+A2z3Fb1W+lVWPPHENJr5Ab4m+xfYuPnHaaz7RDSa+BT/Yvu8On73v0IM+f8eyPhAlo7ySdKS+MLuOvcDRRr5hm4i9BO12vu0Fir76DS2+JqjOvMRgXL60h8E9cy0GveEGzTjeGMm+vW/qPWcvAb5PqFm8DKMUvS8rHb7tRau+CHsoPjea8TyDHRg8lT/vvbxn5b2HjYm9VNKsPc4+mj7vdpG6LzNovo/ShT7V3bW95Ox2vodLKD7bolg+LIu5vdkIwb2oo4c9I2EQPsedd77bBZe8P3UYPWFKYb7n89E91ASkPrqsEDwrPPE+wP6lPcEy5j0G55g9dicGPy4rCbxmbnW+rtuOPcROVz74QRY+hrTQPVZRT7xoI4C+98grPajioD2AKMY6JfncPevIlz22NJG925ObvStMAzzUFha9Tu20Pj1F571Pj6S9uHDgvD2Dz72E5oC+R8aovsmBF752O4m9dXUBvgqeyj2xPS++B8ufPeYIlDywGIq+mUULPoEmhT0CWf29TscbPslBJb7548Y9kWmxPiHUH76/FJ49R4yiPjrcUr5rDfE9b3JRvUy60D27NNe9uNYUvq+Lab4jQUa9F5cbvnkhTj42tsS9QhuMPqbkD7sCD9o+U9NQvos3Uj1Tn4Q9u0DUPiriN76SzJI9EGg+vuMjsbzeKMa9oiUVPL+MwL02leU86F6NvvRXqb2e7ie+uoEJvqMvATx+F6o9kheWvZrO3zuZe1g+P72ePqRxIr6jMkM+ia40vsgxCb4k7CY+gnMjPSsqEjymgyG+wjB+vY4vT743BQC90tjRvUvrZj2/Mam9y8YxPv1XSb7FxRE+mc8QvlhfIj4e0xg+fYEFPiYXjj6tS3A+ZDdEPoXmpT0U6TY+nzHAPYUGzj3NSoc8HalsPg0ZYD2E1QY+8Ct+vs4tBb1v6V6+gxLqvazmsT4eQes8P/QyPvZWXL4xhYc9zSeovTcVBT05BaC9J3HePbYTmb0Ahdo9WSMnPTHWFL4DYoS9LMZzO9joIb3LT0E9S6PfPddCx71YXse9y2S5vUlaCD7mxLa9nE2NvTCgWz5wibI83dQ+vUB4wr1Sa+49NumRvbz7Fr5lqIi9R7vgPRDM2T0iIc095gQuvj/rpb0Fsa09nPCdvb2m/D3ylfY9oDBYvta+GD2nuh+82hk8vKYsnb2RbBQ98OsYPqw9wLw+RsI9prlSPiDaaL1koTY+jOu3vn2JRL3/PIS9xWluvjv1cr01vHI940wIvvBIfD4IbNy9QaXqPUQ5BD5Ccxg+wfEluxA5u71jOLS99yAZPS5PRD4GdIk9vJZSvs+g6T3g+A6+nrJHPRtkUj6bbxc+1Jsivf78ET7E1qy77gaGvpLPT72bJRC9QiICPhjWNz200vM9rK1FvhIuJr3Bbtc90Q6Svp/3Jj7GIs898mZ1vth/nr5DzI+8kzgSPbbLzjsgqDm+uJAiPcvEDT0Km5w7IRtNPGRNpj7puY09gh7PPSzefz2WJp49tBqDPZflGD5pyA2+BEtEvctKpj6GGlS+ZSvmPbbo0bzKxEw8zStqvjTZOz4N3RQ/NjmIvRy737iMb2o+WqvnvvQiXD4zeim+w8mgvb1Otr3d27Q+MwAIPn8+aL4Afii+tdPrvj3qAz/ZJ2i+BUEfPj+Gp7ovzKk9OzxPvm+n+L7uYY++tLogvj7vljkDILQ9GCMbvnZVOT7d8SG+O0vxPD3Oa74wfE28IuX+PIDYaT54BZA+htuMPezCTr780NA9dnRnvIxpyz0jJr89ON9EPsgKTL6FX8m9wI6nPrGkEj34d0c+aAGEvYdFlr6v49k9W92nPh1/vz2RwAO/IYEZPp8gr7uGYwE+TxDIO+vUlD2IpHm9dF0Gviv+VD5JsBG88F7+PFrL8b3yaQU+vWmQPYIvoL3iCVa9pt+AvteUHD5ohoE93ukzvpaWOj07MYW+e3DyPVvYkTru5yk8kZojvoyrErxgZi8+9YvdPQmq8r4DghM+7UPpvGUhib5dr3s+jv4YPQuWcj6SMvS98dsdPrpnPToae549sd3JPXjd6r3CXEc+MIldPjJhmL57K2m+2VVWPcxgRL6k+kY9nHCovZoGhTwnUSU+5v+Dvgpghrwn44i9LgtwvY4kGz3elpO+aEeDvadsRD61ORq+agfAvYJf071uDuA+EaeXPWB1Dz3ohyM+1tSCvb/bGb1wnmE+2RrRPRtbOj3aH5m9CN1Dva1PTT7YSIg9M54NvkaRHD7ZNrc+/cgKPvbnGT5S/ya+2yU/Ptjoy771QW08rvyAPdos3z2noZ+97BbCvUg5Kj77uoy+8NkOPmxTAT43yO29I66OPlCkqz4+ila967yHvlgtUz3VV+Y9nE8jPsYc0z4OQq0+cjiMvWpmLb4EztE7A8wrPThFWz5SrUu+kasrvc7W771MPzy9HG9NvkkNpDw7CIY9f01ZPmSBNjyD2ds9N+GaPXBg7j3/tQI8nrVMvlQyRj7pqdO9HjnnvbunxTzUrZg6XwaHvbHXUL1Qqhc+5KQqPrDyKDx6b8u7YC2GvbiqDby8Kkw+cxvFPLe2rTtPx7Q8fBswPibPOL0zDTK9Q0AGPqKQLb1F0/29zhDBuQQeXz7NxYe8KF6Mvc53dj50zaa9T1EivqGJTb1EpPG9MoN5PqD8r72/yd+9q0YDPZ3fOj1QijA+ZA3pPW7UID7o6rI9yF4TPmaE5j0k8WQ+T0Y8PlsaBz02UZK892UAvUxMNb2tpnA6OBGQPAW7hT7Hg8s+UBqAPVsmXT6uyyy+96eTPR4Z4T1B5Wq80EGgvQdmjT4I9QM+G6liPfOkpz6CRXc+ULPAu9tXpb3SzTy+FhFEvhZX+b2bhYC9Pr2nvc9wqL0JrHk98UGFvu+0iD0TISO++rXrPa118j0InBa+NpGUvZ49zz2arnA8CPPhPX1fozusJYY9fAnhvdLgqzzNRqU9FR5Pvl9aqD5SWnW8CRSXPU9Efz49hwI+W1EmvJahAT6oAp49Hf40vuujhD0CKfq95D0NvgDfB70IoPw88+Z3Pk6YojzoV+q9c0Thvfxa9r07uki+XZEsPBAQL75t5BA+WoIyPm8Iwb3zqKS6XdBbvrfEML41lmC9GaZ4Pd0HSb5awJi670+GPWXBuT3OrNo98ZBMvhTXz71L0fA9CVBKvnsyXr7eAjM9rSo8vjemHr7dKwW+wUmSvbO9urwYC+E92dY/PVlj2j0SwFE++Z9pvP6/sL2l4vE8k/z3PExEwbxe6x2+Us/1vdcLBr1EiSC8PJJFPjS6ID67Jvg9ftKLvJ90Gz7weZa+gK6KvaUrS77rR/e8+gpkvhndOr4ill+9YU6CvSg0ez00aXu9lO4ivuv1SL4AAda9F0CSvb0BC74/ogO+sNEdvsO5eT3/kJG9G8iWvX5Nn715YfW85e0FvrT7CLyISNu8Wt/TvVmJDD4rxT+92EDovcJdYL00OIa+B5Navv25X71gvOS9cn4cvu6Ib73vwQe+oyTYvZzzkb7qxDe+9DbgvAjXFr6uC0A8xTbLPXLSmj34vmm+3Ia8PfQvfL7o8yM+rRKuPbHnPz6cfHS+d2NRPiVSSD6wt0K8jaEZvszJTj4lhPM9vMievUY1K7770ug8rwxJPNO+AD6Q0/Y9EKmdPZ6LGz4zVRy+spqzPc9Vgj25dA++yVPuveAnyL2KXS69gtw3vvuNEbz6fiq+XRABPosNir5WoGc9yFJoPipHTj4U/bq+nu1bvieRzj2irWe+PDhSvtpGA7yZQ5o8LNrePTWHaj59FIW9iy/hvh/cFz5Hc4y8jqowPuH6ML6Vzcc9mcApvRQsL7t5QG89YCBQPmzvcr5bL0M+1cAkvtWm2b3i9z0+qxn+PUQ55b226e29mz8mvUjLerxynJa9medIvrgIsD3yDIC+QE6LvvUeGL5YBg89FAZmPQzZA78Dzac8epNGPspFar7Tjoe9R0FHvegJG749RN29PYKgObYDJD3cPoo9BbzGO7sYxb0h4EO+RyZGPfTp871t2DC+xmUqvQ6+Uz3rb5o9KiSMvU6U+j3GFhi9vcYBPMTsiT5QUCo+JJgeO1C4Pr4gpH+9bpVDveQl+zx7qqQ+bEiYPlNWrL4r/22+QibBPfv3WL2lpO88Zp2CvlmumL1YbCi+jtmGPuJf/bvLduS9BhsjvuGyMT5rvp++/98tPjheAb1ZL7G+IpofPvLu3TttP7o+5ZXuvdDdNj4nhTk+IiUGPqb5Jr17BLy+hF3uPQbK4D0hlCg+JB5+Pk89LT75Qho+oxs8vhWvWj0w7J++UwZOvRCKJr4VQYY7j7nOPWFjM75TmTs++gAAPqXsI72bm527T3GUPAKxH71mcZY+6zR1vfD2kL2XHB293hKiPcD3dzwd1k29MKTRPZSnh7x+wws+uB4AvkxtAD4z3n4+yyiNPWoYU73HrS0+1PnrvdZdXT33bra9AUZgPYen2bytCpQ+5FUTvrUqBr+FZJ091B9nvjXEIj45CKw+86C2vtrTbj2NfXe96TeIPRpZ5D3xRhy/Q/l8vT+/Oj0/Ea0+8JmUPUv8x77tyWU8GErrvRFikb6M8K4+KcXiO3WNhj7eTnO+64WnPeVAnDzSZFA8LoFDvlDJCzszW4m9gB7IvqKEYj25b8Q8tWWqvjn6LLzAGq090xngPXJ9VD2BZ5g9PoNcvRXIHT4FOEa+/tjovdDcpD5XgW6+1Z5OPs+h2j1H8YE+51rCvp7/Jr46bMk8IGMLPZ4Swz1PdxS+sD/gvjNRi752fUI9roMJvrnhoD3qJqO9BdyrvM/xYz2TB/A+LrdSvBAI6r72Wuy9zmfvPs0UQr7tjYa+HdIYvb30Rz5eqrQ8ohbIPUGkmb5kyfo8NO+Ivl9bwL21n5u+sf6UvsF3CT5pys+9bGEDPiRm2D09nr68OUjRPLtZBD5jswu+sGYcveXCGz6+DLi+ou4Jvu2waL7G+lM+4NSNvYpcvD1TvyC9Lh04Pl3/7bz0TX++PBcWPrt/QL2RKh+9nRZDvuVdFT5l1F49tpmtPSlX9D18E/U8j/fCveu4S76X8WA9kaOAvffhmD1YDm69u9S4PeHZib1zQ8S9uUXXPWrnYb31i429wvtPvjTv9b37dau9IVw6vdZ6Yr7lmCs9G8L/PLRrcL42hAE9mE4rvg/Aob40b0A+dNi0vorw/Tyn1SM9DDFVvmBz7r1fNFe+so6+vB+gQz0r3LS9BaBpvs4NTL6swhi+KLa4PGowmzyVzjm+jqxZvqCQVL04aio+k5KgvQ1h3r1KheY85xDwvY65rb2Uppa9piyKvLQMgD2fAmK+Q1GKPk5JeL1uZpC9WZYpvtPuz72BSJO94WEYvbwJOb4CpEe978U1vnt28r2aL5a97y0IvIvsDL5oOKw9HLUZvqOlSjsSdC6+pW9ivSyG2r11Qro9KUwtvh2rDr6qio492K1pvAwJjr2cU0m8W9JTvU/5471mCIq+jej4vSOC0L1xqoW+nd07vHC2z71EWAu+m9MTvbyztDy60q892jh9vbWSqr00UJO9ofAXviaCvjxzePs98AtVPo5lJj0HE8492tX/O+bKI70UwjS+rAAPPngCvr6d9T++kAStvaBvwjxUL5s+eKsIPj1qcD2BTac9bS2DPqkbl70Ex5g+3KkZvh2rQb5PC4a98/2xPgjv9T10A7w9CMSlvHa7l71v1M49hQ4JPK+Grb394SS+bQR/vQFOGD6yEMe+xylCPYde7rzWIpg+zVGcvuYAnD4Q+lq+OTMfvXCIj76i15S+tWKTvsm5C76mHHs9LcS0vSUsVb6GyTU+pYJiPnirQb7kD1o++sYBvw9PHj49dig+96djvbKCbz4bATW+f+QSPo/YVD6gfBI+wDHrPRPk5bwrMUI9qo1xvol5er2x+949iQGxviFLxr6cIpC9IHnXvaFpkT2LvOE8lmKNvKfRgzxfbE8+ALeAPr7dbz3f4/M9k1xyvURllD3PpCI+iUmDvgSEVb4k+HM+g9w6vhOTLL1Ryhg+hcewPp2n5z2EIZ67LGtFvUdF2zwd9cq+2SxMPmxkXbs1cL29V74MvsYcgD5+R1S8jAeaPuh2pL7uWaM9aayevTCuer4HxCk8Wx+qO7Z9OL7j46G+/xI4Pr2I7j10QEI+WedwPhUtuT6Z/Sy+0xAJPfVC3D5yX1w+VRnWvoz9wrxkor6+WakMPXDPNT3QiS2+41zHvlcWDb6zV6E+vORNvePfsr7nqTi8wUYYPsGRIT7crku+qz85PRWH9b2vERG9cQkxPk2MYr6NkA8+9Vo1Pii2aD4EwrG9uqM7vrOxPD7mkpo+wrqDPS5Qxz6jSXi+36tDvA/tnL18rA8+Oj+HPVHIGbwP6PQ9V3xXPnlLhz7Gc4G9wVuqPfG0Sz5zCik+S0O0PuYCLb3UJgy+zF3PPaCYlb0wD/0+CvlaPRDOZ77KBVS9TVOSPsBjfLuKxyU9DfklPutQSz270hs+nOa7PTKv4D0pJNC98SXOPtCWjL0sHVs82tKrvd30lD7oEJM6Jikjvkvb473+cba9LsXhPjgWNDx5ewW+kIaBvTpA3j6lpjC9tyefvhwQPr2xMEc8K07TPRwF1j0rD4e9aPa3PLNq5b14ALy+qq0Yvn0Tob6dnMW+BDMfPv8gk74naIA+vGQFP+5TSj58Mjc+phV4vho9jr2Qs+k7tpYLPphaKL3QfYA+W0GtPYIY2j1BUd+8apPMvbUVBr7LkNY8LMDLveAb87ypgIU9EmwvvvjliTzBBby9d5t5PW92AL6Xkdg98+OJvc7RJLwUZ36+OuCovh/x6b16N0E+JD8YPkhPcDz2jtw9ec0kPuLoAj9XD7k+Hu+mvtJF/T5rth4+UAEJP1Q277q4A6k+Kbhnvn/+Tr7XrOI+39YBvY+FMr5BH1q+6TfkvU+eJTzkBY2+QgnPvaVhj73Kzrc868rhPaPthj0OB7A9ypJPvpShyr2hxLC93rSDPVMn0T13Sm++jqvNPaLiJL5CQD+8HcooPLyRTT2dJok8EoOxvV6eE77s2tO5QldKPF3JIr5I2ii+ZI6XvdOkvD3nJRG+Zj19PTZhvz2sY649BSXnPNlcqr29coK+xt7vvREWFr57W4689kArvrX1+L16qNu8I7X8Per0Xry2/YK+WJsdPrO1Fb57GAW+RCOIvvbbPr67KKm8dgYsPa4jlb3lmA6+AHXZPYsg1Tz+Gcg9MyLyvVHxib0ysfA9UhmSvZSsDr5flOy9rDYavg2IojxSKAG9PXuSvcwlFD3uh/O7CmPyPJkkh72ri+a5YyTbO8OWRzyNE789pdjQPE9TTD2tbQ2+Tq9/vbJ2vj0COYQ9tIFkvvg7fLisPBe+YsJ/Pd/YE73J4Zi9dMsavvRMRL5ou/69zgIVPg8JS75eDk6+zaHFPXRY9DzrN6S9NzB9vcSVqr1JpRW+S3TMPD7XHL4WndS9/V0EvgSQl7yKiqK+LOspvpbxjb6YFIY8EHANPk3iQb0sn3e+r29YvgTvXz1KHWu+mEGivVyiHz6PggW+x7oTPtOy+j11C6y9hfYnvALk5j2WzTi9BvbqOgGcKr5onQs9hy0MPkk96T3fziU9s7/VPjaXkDoZsN092ULVvoQJCr4KLCa9GXqyPFbSR76RP6m9VmPevYJxzr1lhs49XksSvpJXk71ZWQW+ejyrvWG1B72whJE+zXwmvU/V4b1glck+/ryaPcEX8z3mEYk+vN2YvMQ06j2US1c+WbxvvkauJL4IE/Y9a4ybvf6QeD7PvKw9CtUCvkdcnrytQBm+0uCkvobwij562EQ+GtUZPZDn7z2nIlC+NDd+Pr5ldT1rhcw+ZKA3PkOikb6r8rI9MF0KvnG8Rb5SAku+avWTvfF2sj4u4gi9Z3aMOYR9hT7BHyO+xzFkvnQypD6347e99XvTPsuPbr4mOyU9hOX5vYqYBb7zzNa93mOZvg52crts6B4+RTklPVEPRr3kDaI9ZPKmPFy2ab1vy70+om+KvRaz3DqjGyo91kjYvjlkpj5S7PU8f/0tPfQvnj6w4cc9A2fwPSF48z39LIo9ldPlvSfUKb60V2++dMVhvc9XqL7UFE8+UVC9vUlR1b1AVpY+HTjIvheE+rstG36+TVb/vUY2lT3iDDu9u5auu37zpr3YZcG9iMbtvLu29DyCThQ+4R6GPeWhab50by6+rg+OPjydHj5hgHC+ieJvvj9KMj54ceU7YyGaPnMk2r13Tao9JpUPPiWCGLpjkZy+mRBjvo14Mb67FJ2+b5dtvbKFF75SGs49BYlePWw1kb44nTe+dgibPRotLb6N6Ha+raI7PmSeSL7rmnK94D/3vV91gL2LB0Y8g9TzvXdAFL2U4n296qCSPUiHk74cSrE8nVzcvR2mir4/8iY+jQCDPlZyz72WugO+9xkfvrTNBr0W/VE9KwiFPnojBb6Z/xI9wUQdvmQhFj6yMoI+SZGTPoa+lzwTEWE+b4OZPlm0Lj6SixS+pd8avOyiRr1HuhK+0krxvX2at73OzzE5Wz20PovL3b1r4S67UwqgvSo4972HGC2+DgOePjHrYj48Rh0+OUvJOvjpIT0Ta2Y9E3kFvroqvL3c8Z2+lajmvHtQTL7iJ7q+AFOhvBodjT1UqI+9XQQMPORDOz7BfVK+tqU1PqIXyz3s/aW+PGVtvYo+Kb7Blru9RUaCvLq5Mz5+90I9T8+6PoM1mD11U/o607MRPmzghD3PKww8hIKXvj3b7jzVFGo778COvftUL744paw8HeunOyPWKL1ZjKO8Ex/2PGeqfL362m8+HftePUxalT1vEPi9EwF/PgtprbwBjL+9DZ1WPfsnLr4WGiO+UladvSyTjD1Z5KK9pXxrvrYTAD7aX0W+i+QgOw3CrrwmvRa+vHolvUKZLL5IfH+8sGKHvFaYsz2/2R4+iPgsPqNuab0s90A+614zPYERUb3AS4O+nQW3vfqzvTuNhtk8HM4Avr5U6rw4Brm9l+8uvnugjb32jSG+XC6EvitsxLoFfi0+0tirPXNaLb3Kzao93dRGu6D5hTymbgu+o5KqPbeF1bpB1IC9b6b4PF+/i7yAiE++gwATvQL5jD57r7a98R6XvT3t2b11lBg99q8UvityjD4SWww+YNnMvB6KtTzaCqs9YzFyvrbCBT4NoBW9ADBwvcf4Rb6BHCA+PeaAvEBJ0z0znes95/rUPZh0Sr5wVxo9LzGdPZvrIb7JBi0+avhKuoa5Or4L11Q+94QXPQJSED4qpIY+6FIJPXZ0v7yDYwq+TugKvs8dMLxOKa88m7LDPXV/wb24Do08nQBavNlQ5r15qSm+TuJTvYdhY7zb31m+dfXfPHNPPD7ifA+9ZYGivSOtOr4KVQK+gj8VvfDeBj4X1BQ9OLGtviS51L0NxpA8cmSGu8WzH74DTzY+3c6cvT86670nS6a+RxmcvffT9b2GMMQ94c0EvocMYL3sNzC+X+02vPntHb7z2MU9aaITPlwN6r0xJUO+bvzVPWoXmbxXhEC9/3I2PYOEgruO3Q++AQ1GPmNZjj0KcES+cd9gvd10tb2xOHG9I276vT5O9LyZltS9uyGNvWb+87x8sz++AqYdvYBnVL1WoK+9VoKqvUvyV7x34Ws7k0uIvnBLWr6/AT49CrVaPkDcr71wN5U9zIQPvu/QW75edHe+anlFvYvBgL3hY4U8NsAxO4bwmT6e4sS+x9MyPs939TydV1I+1HjevcliRj7NazM+jYPcverGs70FQwY+ImNcvqYGWj7hUw49VMi3vPZ5mLyVIvA8Ts/DvaOaKr4cY529Lm9dvqJtWL2vjmc+raVlPrEbJL6Xud295u7xvQ5AhDwsB0u+OZwiPi5Nij10Yw6+T9jePj+Zr73ew6W9EC97vn/5GT0pags9dWl/PqgEuD4d2og+Y9eYPu/MlT33d7+9ZFaUPqv3/r0czi09V6/9vUE5v71nEra9JRaDPb80ZT6jXSY9MRmqvif1pL4nAx6+z/2qu0FflL3KP449P/g6PvDCir1/OpQ+Ov3Lvc6Snz0lzoa8QIurvsJkXr4DJFq7tvNWPBaA174GKc69EEvKPj13GT519T6+I7CrvbmfQz0PiI+92TkFPCZxlz1k6hq+J4rMOtvbHz741NA9TMNpPiBaZb0dx5Q+akuXPAO9xL2fhE6+BSL+PVNpNTyuYym9t6AWPtMEgD6KfVE+No4BPr1rhj0FkFy9/ywHvGLisbwBZcQ+Wli/PkFUB757SKs9Byu0viWtir2hCaS9WYi1Pl6lx72JxpY6zlkbPVleEL4XZru9NmE1PpHWKL1WCOw80w6NPpkIpD2t9pa+Vg+FvptjFL4cFRq+jqCUPkh5h75WtAY+AxjIPOBmg724MKa+EjF+PoWPzL6M11Y9LEevvGTgBj5hmJo9RZYGPkS9nz4OuBe/NuTlPMDxAb3j80G9O3a/vMy7bDty90s+0mBcPXj+bD3TOsY+FFsSvYMRWj1RSpi+CK4JvaOHqb5K5748aku3Plt2Zz1gFsC9DeA0vqKy0DwGAlA+vKZJPk+KaL56VkC++G9XPhwWPL6MK528tu8Yvqv8az1vMXS+7bL0PdNQpzwY0Pa+txAxvr+4xL1PX5I+NaKUPZnLeT68IX++kzCdPm1QeT51yRs+oNuwvNaaoj2fNCq/7cklvlXT4bxyZ/E9QPu0PT6D270DRKs9w3QNPts/cD3RImG+5Vw2PtZejb16oXk9o2DVvYz0yDz+MiY+GfmqvnjpEL6V2vA90o+OPYi5xb48gaw9/HtiPdSkij0w4xO+WVY5vGfJgT6bLRI+gRvAvoCqZT7g9uE9PgaYvSpeB74nrQ8/0aMavjpsgT6k8dm9v43Lvbhfm74XUGo+YcKuvezfl70Tl/E9EtxgvOWM4L2kx4q9cDKRvXeASD4RA2M+KgpdPeljab6SGsq+mR5zPJwt7T0Rc2Q+GIuQvTy55j2/wD8+0u4LvvvnBj2VDc86fXIsvjwrJb1s3Je+/28MvgckGj13lls7qDaRvT0Fqjz0C0u+KMQ/PrQAXr5UVyo9jVQkvSrXOb7pIbu9QSZqPCEOar7+uDe8YgfpveLyQr6ym4E9o1TGPC8YfD246Y28XogsPuEiB74r5ze+np0RvsopMD76uGu9q9KzPYWtsL6rfVM+fAqOvi/j/rxRxU+950SQvedLcLxp2X08s0UoPg8U670ULH695Nr7vThJMD7gmaG8Y9K4PSXVC7wZXDm+xrtYPi31nL4nQI+8i8UOvfX1KL13jKi9HVZFvqUHPbyJCRA8UepMvQF5QjxcUeY9mM/TvXfjEb0cfvc9PrcXvkJmqzzXSb08+he6PWcFHz5Wz4a+/2cQvd2LYb1aK+s9ZubfvQ9Wwz0Zaya+Bxsnvu+cGTuIAQ6+7iW0veVbNL0sJGk+vZATvu1IBr6SWJq9Y3Vsvs5FgL3b+sk95XeIPl2VXT4REQE+3ca0PXhSRL7G48a9DsvJO4Erp7xhKfy8fTWzPZh4Xb7gDqa9//fSvcikq7xNf7O9ptYgPU+aBr60VmU+4jDGves79TzFIoA8OIdVvbDmQTzuSL49M4pCPvw5Ab6TBjm+78yHPXu1Pr6gDFm9fp0MvtTJvz0A7ZI9y4W6vSbVS76+0+u9wYuJPVyEoz3vaK67PSFDPQ1nmzz4Cto7zWEavPoETL32nDa+090Zvmn8i74LQN29iQobvpOR4z2NpoO9tDphvdeNJL7cD1K+avsAPvl8k75ctDY+q3MFPHGiQb5hb/o90CfaPV2Sqz6SGoe+LsEcvYpC9buy+qm80ntEPlXK+b2x8Q2+9vosPgx0Dr54D/Q9Mf2fPcCEDj4BV+O8/trcPVRLQz3pKUC9GzoTPrHDfz5RVnM+OD8AvtDXwz0y4RC7dO6avt7b3r2Syoq+jZkxvj1Oyr3xcFk+WoUxPkeOiT3+mWW8TCdrPvmTHz6L2wU+cd2xvpdC6z0OaYs9f1bXvaVgdD5ie569P0XaPd6efT3ceV4+KuHBO1ZIj71WBF++muuBvUBJLz5PaBA+VrDAviqfs72fuis97E8kPlvBZLzDmF88XidtvkDdHD5B4lK+sszuuUSqkj0VKJo9MvyFvgvrc75dLrw8H0x6vjeocr6MVyI+oKZzPAVaZT7q55U9MZ8jPeGEhT34moq91AQGvoLjxz1Zh629D2OivcbYsjyey4Q9vUnePFyRID4lIje+ZsTYPFGD9b3f7sS9QQHqvTeQ97tpxog97M6Lvn9ePj5MrrM9TBQrPp1PmT3irJq8PuK7PYnQyz7o4r08wquzvahzaz5KktE9KxRFvqvuJT7+5Si+iWX5vdnZArzUAoY9SQpxvYq3rT11O7090V2kvYWbwL7pZju9D59HPgBPOT17itK9m+pbPenhtL6ACNg6rnwRvgP9c77hxWk+WpFjvnNcETwFDAm+M0RFvnvFrL3Rf6Y+rJwFPctXmb7VREA+h5Vgvdx6mb5fFbE9/wFcvD9hJr4tHse9R6qXPi40Gr4LG5a+SqdtvTUWIr4i2bA+Ih6dPRmjgDyTNKs+jTLVvmjMw71+tMI+yBOMPiL4Sj7Smck8/9mdviVWBb6/LSc+qatkvZGXmTwU9jI+2WycPVBgCL6PRBU+0v6MPAkK5zzlXi6+k5g6Pj5aAz7Qhwk+LhwmPm0CN76ol9067qQvPpZ9Yb5di7S8JOiyvS3EcbwqqPs9GrszvJEvRD2UQ+m+lxbbPfF4xTzZ2zk9YyAzPqa3lL733Ua+VxyDvofD376L0Ee+/RiMvc3igD6nAr69JBOtvbejLz5F00+9m2iHvlv3jT61AMA924l9PYILFb4Brhi+Mt78PQr207wHBiS+AE7svFGP/b2bmbi8ARwhvjpSW70Y3i27eSTxPZfeBr3BrP49dHfPPO3LpL403u+8m2pgvcvFhb3rbCy+whwjvQDPtz0jfsW9aDSFPbJCCr72bSY9N92/PTy+gj6/kOO9Eg62vHVckD0lWTK+nPQ1Ptyyt70k0zW9IXbdvNFWsL45Bou9kOxlPoZnTL4BS349EXbsvUotpT2Is0e8ToNmPSMcn72GjCY8x23lvY9OnT3qOMu9iC4/vmWjUj0bWPU9hRqyvbDxhL21KYk99I0HvlB9Az7CrW++Xrd+vYRjHr00jfC97rCpvZ58rzzHgAi+y8VbvHu6z71rcCA+6qvKPWCutT14qSi9KsZEvhkCMb3TBjW+6E8vPnH0ur1Y5IW8g041PRF2lTs2O+C8CCRTPh9biz1NWE09Li5MviPct70HAb08uY8EvYpbJj3cPXA9tRt3vmsD6r2BxgC++wQAvkBTVr654Oa9Nx+BPYGP5bolmJO9830/vfSh5L12QxO9JC1ePbmmQb30gjm+okh3vbderr3UCIG+cxFqvkRmFj4VX6m9W7ohvnSDC76XB1S92+Evvq4p9zsd9qG9ULZOvo6iZ741FTw8m7QIvUwY070gTSa9t3K2ve87wz03ACw9R65QvsD2bD39jJG8ruUcvstHdjzZFUY87Y9Yvm9Srr1Xm2q+O7oEPqz+/71oEow9ca7IPRzLmz0NDTK8uYiVPdNFHL52hyE+VZkuvhOwE77HuS49OVNFviPLxr3vA7q9Vr+JPXEvF74+5Bc9dWPPvXa1bL77FTC+GB9CvhVtHr7u+iS+mLkOvnTBAz0HaIC9iHcfvmPcIb1LL0S8JNnAPUhLmb6KEfM9y442Pd39+DubBWY+7/MmPiSAKb62DSK+/V6CvnKdx70cysQ9I40mPq2fmr7Wgk+91gMhvQ1Cnb1vQSM97nemvbz/Gz288hi+Ho0+PvexRboZD0M+secjvhwGk73I3nU+Zbt5Pr1VN74TeLw9vmaDveyZIj2qxQ++ctUuvqRHGD79lSi+vMEpPuWDBz7x0BK+rsi0vrFczz35efy91Z8SvmY1iD6hvOW9Zy1UPlJrFT5mbWK9jU6GPv5Mc71iqR8+wr4IvsSOa73TjQC+To98vmhlT7wosU6+F3yAPXpgyD2f0oI9MhVGvkEgq72PXAY+d2wMPfi4oj4rf5M9zb0YPhN9gr6Oxrs9qzwnvtxUjD26aeE8mx+/PYoOgD10k989eJbGPSxzJr5b/aE9WEGCvVUgmL2bQ/Q+LtQ+PkHd9zuMeHU9+4I1vkTXQ70Zfr69dRYZvUkjkrzrTFQ98fc6PoW85r2YXxO+jOBKvjvUu73lXNI+FfQjO/1bgL5YaTu+IpAFPlxCe70cvCI+M3glvjovAD/4MWy8jtHyPWqJFD6YHVC+xvIdvoG5SL4VH/a9EzflPX0imDwWPNU9tMCVvfBQAb5BYEE+DqdxPjvKiT74YKS9bU7ePMH+gj5slFk+E+0MvHGON77IHaS+DrKlPtxFh76+29K9CQIJviyePr4myZo+ZoSePQgohL5kHfi5G7T7PAElFTxsc8G+hfZBvuBHB76c1di92Z8Lvnteiz2fobU9yaMjPK+PrL2gWm++k+brvd03F77LvpM+ay8rPmf1PT0Q/I2+HL8gvvzzTTx5kj0+dzVTvtdyIj7+PzK+TyRdPrxwXD5ZSoK+daKxPMuDMT08G48+kwmFPsYOWb3K30M8u/ykPUZ3EDxX0WA+OfSYPknzMT3EJIc9dKOdPlp8f75S2fY8AaiUPWex6b2Msri9sS82Plhisr1tqO89orfCPZK/aj2WZjS7+9OePIPlPD6mw+q9XNpGvrNhur0mNfC9OmwQP8XtYT0q8QU+E6wrvkAL6LwgSA2+zkeSvu2g47wcW1q+64QhvrQpnD6BtuG6ms/Svccfl75I5tO+rAARvt8Gbb4qHpq+D6u6vd0Xx71bF3Q9w2dAvmNuWD49Cya8xg3SvqpUIj5gEQk+PQHBvK9CVD1lHji9bhThveZxrD0EYw++N4gJPh04C76TJNM9tVJSPTkBmL5nWTQ+m7eKPdRLpD0oRE++B6uCPAhuU737SbC9CdwcvgDTAT0+EAq+7YiKvmnhfr2ZHcG9ice3vLHmeb1VtSA+KLGSvRUBrz0Gxco9HRRIvm+XrT7ZT6K9Ui0SPhXBhL477ow+rqpCvvdMib6APYw+I92CPfTGgb6UiX6+yQaIvTUHBj2D6Ro+8q7VPWKjOr4UXMM9//nRvVPQ+T1fAji+ystAPs3/nD0USaG92SXMvW1QUz6OgQe9YAyAPbOptj3bUaQ7eS3xPSeKdDwCrki+zma4vQNFoz393Qk+rjnFPXomwz28q7M8ZgXlPDvZKT4WCt49WgzuvSq90LtbQri94DIPPgteqruON7y97QwxPHejO76Fwos9jth8vS+v2jx1aay8ZpU7vvPGvD28oF+9/wfgPKvAxbxIdp89zUoVvYb6HjtePsy9hvuePfH+bTw/taQ9je5cPiXojr1cUcO92ZW6vLu/A773id48TqB0vvI94rx5VM+9EoebPYnSeTuKWXi9eNnaPc7yir1YGb29Tp0PvhqfjL6yNHe9XFHTPfsRrjzJV189+xstvSGFez2thoO+yWksvRrvEj7nZeW9kQ33vOKg2T36l3c9MzJzvt3bODyuNdI9AHJYvZqwvj2ztp495ZP8vZCOmL7KM9295iUNPabFJjwX/zw+SRyIPnryojyqCig+RibdvWJLr72uSI69gPzcPbfsED3Cvtw9s/Unvi4ymj0zbBK95WvPPbLZGb6MISo9aC2IvinBLD5zaNK9vdPBPWoT570/mT4+RT7IPeto0DxFzCa9/MTDPT1KJD6ne3M9utEQvaI2aT0FPLG8OkzzvdO/Lj77TEw8av2ovtLQYr2XP14+MotPPVBp5z3+Pi++jCz8PYZGvb40Bo894JKFvXbVqz7LsAe/WnTTvUnEs74V0Bm9rNzlvcjewzxwLQa/N52PvSph3L22mxy+Y4advd64Gz7M/0C8gM+AvaDHg73U7f69ILTYO4eNKj2iezi9HtdPvOVfsr40eTS+2ELwPSQhYD5jfHs93AGsPnLsHz6FIl6+hMrUvScxvbyBkLk9riPXvIb94j32qs48dIoLvtcDBT6/ezK+FFVQPtFflz7FDjy+UfyMPTCKVL4w0oI+b2iXPFoI5b3cUJK+fRruPeEyqb65HQO+5/CZvVZIMr0dTUs+ixcWPkFZ+D0ekj4+cruwPgRUqz2Vpr+8mnAEPmwIcrxy+Cy+GmWbPferTD1kXFW+S5WYvuwKWTzq0e69djj8PrAg4r7IEHS8rXs8vqPwOL4Yehe++5+AvYfJiD7y/ik+8lXYvThyuj7RG/c99DpIvfQqmL6ldcG+LeRCvIL4H72rmie9GFuaPgPl0j6Z0x2+xLh3vgMMgr7XZUs+Fh0zvA7VA71h8ms+M1J9vSVGxb6AjZS+fDswvgB29L3xQy4+IoWivXgGDLzyvjs9lOfoPcqaWD7pxfc9G1hyvg6/fb6WCl6+dRAyPUX1gr6G9Si+0EOYPuRAWD0yIHM91iRIPq0Plj6CA/+9XLHwvQOhUr4JCI4+xTeqvfxn0D2jj6K9GfCRPUNOGz4ohC48DfBLvuAupj6hcfU9DRdPPi+oJ744xbG9N9KRPZe+974MD2A+s4UFPjO5VD0EX4Q+lNsmPacf7zzQGRE+kqrqPZiKvL5Vkv29VzuZPRBe9ryAIbw+v1Cqvu5ZTb42WIy+kEOlvm2gdr1k9so9BX0cPr7wND0kgeY9xp/Bvdq84z0b4Ye9Tr8JvgmEbz7AVeC9ftp0PvaWYr6qUaa+F+GAvS3VGL5whWw+dG11Phb4Bz4msRG+nunvvDXtfr5wflI+RySMPPczqb0g13m+MtSOvT59sboIHVo+Nd+2PSUthj2C8C++Sez2vcFEvT7MVVy9byaxPUJEA714Q0S8y65Gvta85r1nrKu99K5vPUrxC74Py+q+d+eSvoRXXT38EOS8IemEvrKr0T0zZIM+ywv2PZKpIL7dnem9fN2XvsklLT4wPie9fxO7PccuzT28lMi9+62RvZdVSr2s96W7CM8CP0lWZj5kRFO+KTRQvNIaoj4OBos9DG+dPNFQU76yheY+IozVvtyA+70yb0a+mzg9vlBpwj3T/qG+9YN9visSf75oHyY+9VFUvkzSGz5B1eu9YfmvPiLgw77JoK4+1CEKvRNcOb4fqMK+eikMvmRlDr5w8MQ9pCuPPDOSV77x0+k8OTTfPA7kiTyHn3q8usZTPT0xgDuCJiQ+SAuBPg9Chr3SmTO+LrCwu4OYkr6ILOW9+JOIvXs04L2G+TM+iNWovkHPzT08WRw+DdCGPs2UuToB+Qw+TkiBPpxhhT0WDDm+9cTyva+w87yb/fI82clOPYRIIr6SEYC+ezdXPgfqSb4IK0C+mjCMPtQlKD0K/vw9ld74PWoHVT3bb5A9OrtePSAQHD5zSFU+hR6PPoWk973eKG89aQfdPXPS/72rq0u+PhifvKszvr3jUjE9SvEdvvKHhD1ZIs69iBAWPY+Ogr3xs8m9MR5ROzYDUzzq5nm9Cc84Pg6ZpD3ZIUk8UVogvZ745T1CX+47LGH8Pd3joT14CGc93vw7vKnNXbwpDnk7sRgkPo2q2z3rbHw+jXfjOzu1AT71nGY96IAXvuEbBz5h3fS9ckiqvgjFnT0i1mU+xujsvWUuOb54lgK+/SLPPi59Jr5QBgS+ZHREvjVGqz2/kR8+jwEcvmvkqD741mu+UlU+vntVnj27JaQ9khPQPA4Qq72YBqY8UfzCvbIHf734O1++os09vkyzaT7U0aw9StPPPex+Cb4vLQs+ZTq5ukRcuT1W6GO+Z1AEvmEoRjvzlZy95g06vTOymL0W39A9b3oPPqVDGL69lVw9FoezPhXITj7DNAQ+EtGmvtILmj77eZ691rYEP9VFPb5lKPw99LiMPawjlT6Nu5i9W+o7vY/fG716Mr27tfiBPtfWVL7Sxl49vci2Pp+/sL6t/VE+kbZwvSAF5z1C2RY+/TkcvtXIVz24CTK+mK15vpKYTL4cTjE+190gPqCqCr2wah+8eeGRvvX+W744m0e9XXaPve4VDz7Ja8Y+hVEGvdCeSL7/aae+Epelvlz4Lb2yAe0+BVWqvTQYNz0HW4O9Iq20vW21R75MZDi8xpFevAOpKT6V8iM8hMG5vtQMEb0EKoq+tAsDPpfc9L1mLGg8t9G3PvbAWr7Q0UI+RyLGPVd/tr1tBDK+JRG+vDR/772ZW/E8MgLoPmU0Dr4VtZa+HwAtvdUPaj5qSRm+ZG9rPTT7+bvvh0U+VJB/PkskyT0CmTE+Lv6CPeV2jz7xMNk9rjA/PhJHKb4/OhY9ypJnvXlh67xTIG2+l0CrvbEsk70a3uE+5r0jPPP0Az6s2WM+A5qCvgMJvj1Ut6m8uA7PPKQ/Oz3Lz9E+0DcIPnpHmb3etE29BnNpPe/ltj2/E6g9KRoPvtk1urzZo008dVMXPqpe+D268o++Il4aPqZu3b3vXpm9Ac8cP0puCj4F7ke+pavxvLQBOj6FL8O9e2qevpnnmT4cEOU8VgyCPQZScz0Rhuk+FpjdvFH1Ar5Snf89wMfqvMZ8aL7eMMs+9i15vqoKlD4Ps3g+o4tUvgDumzz9N2++Sq9YvpLZ8T2Fk929xy28PEqtdz0ECZo8yhqZvZGaALzcd3A+qmU1PYXiSL1ZbDa8MtMZvka+rb3Ki949PoDdOzaeN73QFxo93A6gPc0WJ73yzU8++uYuvTRi9T57Ti++cF/FvdzQ4r1ji4e92osFPvJsjr1VzQi9D4xyvgWm8D72bDM+vIBnPWbKq70lGD+8aUj9vWidjj0MDze9NRSTvsCPmr072tM+GdpiPnk7yb7PWKW8xlKFPfAij7yfZC69GLhsvm9Fkb0feGK+shcjvleNTjygABm85tZdOooGGj3OkkG9CUyfPJiKPL4dPGE+/F7dPQr2KD7XTXA+gj/CPJuh5j3uUzW+5T9APXAcFz2+t3u+8EO2PkNlJ74pRAQ+uhBRvDR8gT66+ao9onOLvLVYRj2UhL09My6UvkrM9D6+jBG+VxKPvlWc7j0c8668fTzJuxx2Pj5FcQC+Kc2FPoYWpb6dclw+p58WPhhFb73DnYk8y/SAPppZY7xbPLI9rSdUO++Jtj7WbTo+ew8EPsZBCjuYB1a+29k2PtcTAr6fBnI+ngpBvFnXI797QzS+nrvUPi9opj5isoS+4DB0vWQSlD6bCrK81uJ8PdCs0T2Q9xy9D6WAPdmk/L0M+ek9ASfKvXK6XD1MYFY+O5fGvU18CL6bjOw8lqeZPU8bqbogInA9xo4EPcQPaD4U9909q57pPTSukz1mSpu9lvvYPbHbbD3x7Vo94QkqvP/FF731rve9vh9fvfM24r3AcyO+WmUfvWaCEr13Dn08uHcxvkqcKr23MCE+uM3QvTpoKz4Jwxw+rozDPXihw7yphRw9D+Kgvf+P7z1YsB69LZ2DPEB2ajySnvy9uypuvU848j1T/gS+V1+APbsRaj3ahdM9PbhXPpQ5Qj7wwX8+bzEYvcLjQD0KgJA9BFooPZ+Wsb2RiSI+kua+vI1PhztQrGo995CtvTu8gj0kfpQ9k7gwPnyNCb5GQBm92rgBPV8On71idp08QB9RvOeHjbyVPUy9tzv5veb68T09ko6+YktnPsn5Nz4EWuE8RIGcvZ4LBj5M9Aq7WyE4PrPFmjx1jui97fIKPsqMlzwAhPY80ANpvuY3oT04yJE9y6S4vRr8Aj7etS68v0bRvVv8Pr4LDek8pyUcPSxfYzzI30i+hn0mPZIhGr45/M88H1GNvWWtyz0hw7m9GPHcPYtXH77pbAy+In7kPWgHmD2Zp5Q9uKXSvTGVCD5/+kk9y6z2vQt/WD7cwiS+W4vJPOgUNb5Avb29inhPvlTknD7sv/G9i9CMPWnyP710HA0+a7DevUWuAL5xAXI+OF6cvs5H9z0JxR29Y37xPHRuVT6PjKs+LMa2PUFipb3VYxG/1iExPiO52j14daS9EouFvpgEpz5ELwa/c1grvnYaXLwdb7s9D4uJvkNhB74cKEY+X/6rO8Uu8L1PMLs9J7VaPmE0Ar8c6sM9K129vS7poL4834q9x0xjPf4uTT1unYG8QEhePp88y76Ih0M778ECvu4pHb3/fku+9MJwvnqmND4B6Ra+h4qrO0+o2z27hr2+ynxAPrd7yTy2lDo+diaKPmRzCL67e/q93a85vI9MHj7/BXc+frwrvoDf371w7749lochPYOKAL5w5My9sd7gvR9Rbb4wjcU9vPSZvekZRT2izJK++t+yvdmKnTvGmRW+I/AJvsKFkj0m+ha/CzLnvis5QL4HakY+/VH0vN2nB7/+RQQ+/rZTPimAEj3mxHu+3tHGvoOpDT3AJGw++ugIvqnvkj61yD6955dlPvrtHr4hTg2+eeLwPT2zkTytIuG96mqePh3zrL6d2T6+TjLpvLQger7zq7A+80COPeQGJzzF8dw9UJCuPiDUIr60r7W+NtJwvYy5mru3q6q8KpYxvqe9D79zRN69YisDvrjb8b0/Cw8+Ig1Lvel4BT6+vx2+uWQJPucWhj0Ep249fmwQvXyOAD03ewu+SBeKPioaqD7IPb+9hfCMvVWG3z025bk+0VhxviJZ9z1boeG9E0R6PiOAtD42SVE+xOqhPiIbjL37IuA+ne+EPjlN/T3wsX+9QBhBvrOKpruhhKq+vUWVPWpjbj5fGh6+7QNdvuKhPz5afEy+uSGtvPVghz7I7VI+jWubPCogVz6G3hi97O6iPSTQvjwSQJa9w+zbvCRGET6CuOm+oQmIvp94fb7k9jM8nlUXvvMyHD7tYQq8Z509PufwCD1o1fU9+fnTPPRO9r2185M9rQwLPtrWWj6gu5c9Mrq2vsA1Cr8eDM89uy8wvmmfpz3YUJW8X075vYsOVTw6eJI9ex81unHGqz1ylLE+H1+qPabvXD1nsMY+m1gjPvSMM76Blgs+pV7HPSOpnj0crQU/htVxPV/Dzj7yt+k9JdNKPqxcOL78ABk+0iXdvnqykz4VPQE9AvGUvuR3iT5Af1C+Xf+/PQYfWj7GIL08RTW+PW0JKr1GocO877yfvaEfyT3TUXU+a1JXPgTEuz6hLMC9nBOhPW9NzD3p6UC9bynJvkPDUj3zmxE9SAcLPkjXmT1a9WU+mrTOPCMDsr5jvE6+4BhivZ2qM72TBLI9KYMfPqygW773iFs9yYT5PSBHhL7M+789rb9kvi03NL4Ptoe+B/0bPlmBxTy3LgO+uJkLPpwSIL1SEpQ+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_7/conv2d_14/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_7/conv2d_14/Conv2D/ReadVariableOp"], "attr": {"explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_7/conv2d_14/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "MPAfvCAPpb1dKE097F5gPblphb3DR4i8yTGcvb0YgjxMjg28T+UCPWT1xjx4Y8o7FYKhvYwVrb0YTyq7TElbu5eSlb33RHy95kquvWwEJ70c/yw9XkqIvZDnWj1/NZs6KkGhvZeWLL2UNqC8ZwdvvTGiPT0PTe681XiRPUOxWj3q50+90Ad7PL9FizyqK8S9q/AyvcixKbuHJ0M9CWebPBGQKL28ItI7z5a+veBzXb22b4M6f5JNPTtX9zyDnw+9AsspPLPkoj1/O3q9qhD4OlYAMj2rIvU7mQvdvTdgvTqwPEg9F/6UvLsjP726hZq8uOMJPBHcBTzUT5M6A7KGPVph3b2S8De9eoJNvauQQb1ehY47T51nPZOOgDtHa5w8fi7QvP/jT7yJBL89AJgwPeSqSDszhl+7UZg2vSQxGT1RWTi9W8oavevyOTybYRW94LmnPCvHK73fCjy9t9ctPWhZurtBdmO9SjkovQftAT0ujQs88AlxvVqE3bz7HTO9W2yJvUlO/7p5XQk9Imtavc6iDD24J0c+gnBWPRNb3rylUCC9kUULPcH/Az0qsea848mavQ5wSj2CrMm87dncu5wL+rx6mXO8uDSLvOX/kL37u728dUM6vSLLvDwFZxm9ll2ovR357zynA8c75Rs9PcNdlr1Z5pa9rFufuxocTLo="}}}}, {"name": "sequential_7/conv2d_14/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_7/conv2d_14/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/BiasAdd", "op": "BiasAdd", "input": ["sequential_7/conv2d_14/Conv2D", "sequential_7/conv2d_14/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/Relu", "op": "Relu", "input": ["sequential_7/conv2d_14/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_15/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 