{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "N": {"i": "3"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "5"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"axis": {"i": "0"}, "T": {"type": "DT_INT32"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "PEoovkGyfr7B74C8cmBfvvig6L6TyAy+9Qy4PVU9WD5ogsQ9zb9lvgQYLD73JUO+K+Z5vXeEur0WCVw9iUczvWSyKDyEm7699Icnvt7lfr0Mlv08HkRuvMMP5r0+KrG91tVjPcq+b772Cvu81O9BPc+X2r0Kw9k9YhEJPsScHj631Ro+U/TePYmLqT14gFO+dQsIvFvUaL66sIu92uJ+vQPA+zxj0Oq9sxCTvqLCAj7LoTW+AaUtvmhbHb7jrjE9qyCKPbZNMb4/apk9ynUYvu9c4zyVQqI99PjxvD0SCr4v/+m90V8WPoCXCj6gTG0+AC0JPnMESj2vFSE9DLUTPmeh9D3QRII9VSo8Pp038j1vFJk9vVT8vT5V8r4ucBM+GUYOvlI+kr1+NKA8OgKLPdUgD73rkac9w3YrvvmB0r0Hv249muBtvqSZwT3Bo5I8zM8aPm0+sz3fRpa9RKyVvXqQ1b1XC3M9GcTrvTisVL2f99Q9u22MvqeJur2Ej0C9jFs6vyOVoL1u3Tq9zfeIPmEkJry4OsY9Nsj5Pcfhxb6uyEm+naUavhRCAT50qru96uvXvQPmGD6/wC++2yQZvrlbVL7OWyM+l07XvgM2jz3RsOy9rt3OvfGddL5h9Su9Sy27vofdLL4bYyc+S4TuvBHv/Lxjis49V57HvOywhT5uo0y+/0WOvas+Xz0zZEU+TQvEPplGNb565Wi+LwjfvvDMfL5tYWm+WZYDPqKyZ75Q/VG8wRngPiE8GD8m0Ja9LjGUvi0rUD0nMvU9OoeYvsxooD1YeBU+WZqTPUwbVj7p2Oe8aEInPuL2Sb6CYyA+1+w4vil0tj0z4689BsfWPcj4gb7WgrW9uwqQPj3RGr5QRh+/fgGKPVpM/76M6Q28+1DEPS/84j4nwwY9TOHfvZ2y876nFUO+mRo0vpXXOb0rH148gMIqPguXkr3F4No8L3m7u0EJWD5kOq29hjgSPn9Alj5L5F2+zUmPPr2e1r1/y9U9QbQ0Pd91DT5nGT4+MACJvAirm73nrtI+LNiyvffU4LvT8CC+yJEnvmR+Hz66k2i+5ASVPcqc3D753qs8gL52vocINj58o5o9rg90vmFT+T2k2gW+MrozPZb2gj66UgG+XqJwPYJ+kD9PNE89OffRPfdZ+DzJqH8+cWNwvoiFvL12Kjk97CozvnOXlLzGbqs9UIzhPUdi473CqK2+oKV9PGNcgb6h+F4+FHqVPRvAB7+IA6E+IyW8vstqdL5FESe+zYKzviPeGb45ceK9gvk/vsTymD6iKEW/w18Tvl0Nob4Q6hy+BmXwPeGnpbykHi4+igBpPV9hmj7w5vu+5hnIPaa/fr6n7rg+cp6WPr73Mj52xmQ+xxOZPvn7Vb0O1SY+jwwrPgZyLj7MwSq+anC7PEQimD7w5gw+WmO/Plf8Kj3lHeQ+qcmgPRK97L33rSi9ODwLPvVqjr7BjmE+clrSPooJqz44yze+AjYtPXerIj4Gc6q+nG2VPma5rj7VxjY+Tl0fPiGFbT1JNcU8cdymvvqdqL6YM4Y9LX0mPl9ZCT6mxSS+mHzrPmLZlL4oW10+DJSqPd/gQz0lSH08OtoYPVS/bz1FJpc94DtTPjfXlz0oncg9DD3GvhrykD5mB6w+DePhPNUNWr0bTLy9YVfSPs05Kj4lNB8+v7ABv6Qt9jupqCa+cfntvaLiHz9/UtU9g7M9PVckd74XEPm7/7wUPkYNjD3cbby8KIzSvUlXKj4dMqy9H7qOPrI3oz4GhIS+RVavvdGFiD3KXS2+mo07vXR+h70GMq09as2pvarww73VvjM+FZsRvhmq6zoR4Wk9izkhvqzinb6C85G7OR3IvgftVb12V6A9YgvyvC5DXL68Yqs8ZnVpPs6jfL58J6M+AUFJvsg7Ir4P6da+B6GpPYR/AL9iltc98FB9PrL4ej6VHw8/ZWzxvQN8Vj2cnOs++bKdvdinmT6dPo89ecDMPbhRar2IwwA+le4UvsnJFz4+oX49YNpMPviKkD34X+E9v8givsFsyj4lIjO9w5FQvaMO/b534rm9wCKIvqJLgL5bwBk+3VndvS8p8z015S29oXnPvhvszr3qnDi+MToJvsJ7Pj2EuCo+iydEvk4QerwKWvE978TMvGYi2Tw/pBC+ncqCviYXDj5HKz27WYoKvoNlC77pECK+ua2PvCDU9b1Z7Jq9JsgcPharq73jUwa+mna2vfsHkL0Q9ta9m82APU+LibxZHIY9xcAZvp9A/j1yZw09584Su29tET5FgYq+gM2MvjxCQj6JrTq+MGNhvhWULL7IilK89LrLPRLsGD12A1k+frvzvcfHPL4Yzf89PNsAvE0HN73x6v29/ZDuPBncLj4Gtpa+JrznPR6Zlz6cCAA+LNsyvmqaDr7lO5o9VAzQvA+4vj1+Ac09jTm+vAjT971o0UW7K1yIvVpCYr6LVge+V3iZvTq0c74hgAU+4gOevXd8Nb55XZW9W2xHPn5IZL/ts4I8n5hRvXjiTL1uqgG+anqHvvYDGj7kVjq9gtJqvsDJHb9Mmpe9Kf8cvi5zvrygkg4+L2/DvR1L9T0NDoY8oSMmvjO+Dz4IeW2+P2hUvqcInby6bbQ9MVMZPhRDUj3Qd6G94ERavVJG+T2E0gW+a85bPNS9ML6l2v483jojPngvE72SkgW+/fQlvmRg6r74p8i+J0RIPSZcbLwSPC++TtBiPpYDQb4rtwA+zAanPb3yszytmQS9cAMwPlUUVT7zQVc9rWr9PbIGir5QFc28FnlmvvSYQb5DkAe+OO3EvWDTWT6/AkA+CoTqvZTptj08tzI8Z6wFvAIBozxszIY+0LwgPj/nA74nVyy+XE6CvhmJ7z15gXG9bOlNvsxq7LyGvp4+zNYNPE6Uib49+n8+GyGgvQndxj4vShi+P8udPtH8sjyReLi9f94YPh5KUT4Mcue9+rfSPUViX7l0Ezo+vKGGvYpxsb1boAE+/eS7Pm6igr1wtLa8460SvhJDfDoowkK+akljvVvodj5dsLy9m+RIPdhL4r31b6u9g3ravQOTgb4Vfzk+Lqn9PUG6wLxIyuE9EVCLvukqPj6mmoy8YL+4vOaF7L3TbES+6LrqPTVmmj6kg2++e7Z0vj9EEb2PyNc+GdSHPgryTT51wTe+a10CPWVrGT1fE9G9R3BwvUC5tD7h91U+WIRMvBL1Fz2jN4A+uGttvtb6wzzFYEI+Z8pSvTunKb4FYvm8hZ6RPWWPvD4lvMc9kPy2vjeaZD3leAA+V/d6vQmmNb7R0Yc+yo0cPRV1gb66om69HsVpvcWV0z2EE6a9//ZqPQlgsb05yhc8g/sfvrZktD09NUC9aI62Pfayij1GJaI+GcvBvH7iYj6BRQo+NdgvvIW/OL5ahp698Uw0PrqkPj05Z4y9Tn1cPeZ1nb74Ibm9jhsmvrbZ/j0eOAU/h+gBvsdCAj42ZgG+XYFbPSzhAD1vcMM84JQWPTVCyr1or4w+3m3BvDPQpjxAMb+9mUobv9EVdj0JFSe+6LA2vjaXlz1rt3C+u5OrPUHsgz3zjYA+TKLvPYc07L7iwq++vznKPjWpOj25g2y+TDjPPh/kmz2BZX2+ysxjPirvaL3n4eC+XEmiPq5sg75UjgU+xYBCPgU4lj4GO42+rWbHPafAdD4oB70+NHgpP2hDxT0HcJW97kZhvlNQwb5nxQk++yFCP5d8HT2FOiq+RLNBv2YYKj0haxW/5miGPamCGD8glcM9ekRfvsMCGz1Oumg9ZycmvsvS3jybtgS/OxYOvh4D0z6nrjo+54kivrQWAj63uhs/HhN7vnNRw71eESa9naSTPehn0L31Qzu9SH6GvvDfoz4BJzS8ucbMvSpl672HwlC+z3+3PYRKkr5SPZS9Mon7vrU5Sj5uJxo/xy4vvklShb7WX0G+PI4qPrcuKT6WszQ+SOnlPIrGhD7nMy+9ExNNviddzDynapq7nEv9PZl46D63C729wHpLva3CKD54qFo9088FvNg1Xz5J2xW+6hAlPjIqjb38M/m9ZJ/NPezVvb2VzJW9IX+AvlFZAT8wxck+v5s9Pte2Jj/Yocu+kBASPozuhT75m9g8UkFbvsi7Ar7331W9YNpvPQIXdT5BoLy9iQtDvo5xlb0/5Q6+4owNPqubO76RfAE+uq08vmu9cD1DOyq9hVMrvnxzX72zVAk8F52gPSce0T0Hu589d5q+PePdjDveh7G+TmClvOu7Lj2eiwm9h1dKPPcLvL6Qmzs+fmAavtkeWbxGMFK+tfYRvJKRAD4VnXU96OYPv3jrBT4mjka+Vb4qPP+0Lj6+nRa9089QPlA5iTqLyJM99bKQvAoBuD1wfZM+enQMPVuvLT4nUis+HFi5PaeLQL6+kIY9tqPVvR75EL5Ffjo+gmIqPKJyvzy2HFm+XpIDO4OtX75UENA85wgoPqx9RT04uEI7oMKZvVqmtTwd+BE+y/61vQCzoT3PxXK9Xma9vVPQjb01AiK94kcBvva1ej1fXNw9MZ5tvvyNQL4nBaE92auEv4i5eb1Fd5y9GAbhPdj3db6496W8ZNoNvtN3ZL6nOTU+2Re0vIHS4r6DvrI9LWZ1PmLhEz2zNCw9Xtz0vjdlHz5EhX298J02PCV2BL+Y7K2+A4atvVJh5jyEqCQ9eeMgPnrqa77hfR49qpfbvDPeGz6NwLU8RjJdvrbdF76LE6k9bWknu9Xibb3tzqu9YsASPnGFgjvoWRm+ta0tvg2o8j3dkVm9YwnovaJJZz6OWAG+rcVkvsxBYb1BGb89MrmOvfEizDzpT0c95O23vqYwcz1Q+iI9Nv8Hvo4Xtr4HYmy+yyqZvHR5370dOwA+7wG3vhvDZLtwl4q+JAHbvvnMdb4qKLq+/XSAPh5xfr1W7/y9I/AMPhlRCD4zZGa+pNq+vK76dD54fiQ/M0dWPurDOL7aMXK7xtYaPPinGT+7oDG79AIKvfqRrjwgcxu+YIJDPm/ooD3Qg6m+XkmCvnHxzj07r26+01iEPZAiZz7GmUo+gZUlvpzSG75SOw294eF+vjxtkTw8PJ++pLeIPiKRLr4S/bO9KWNgvrzxsr4Zl3G+R8QLPkz8Fb5rmjm/Cg0yvJG9Lj5VY/I+Y8p2vlRCsz3PbJ2+7fEDPoHay73QRbw8M3/9PaYp4bxXnCM7+BU0vTT8TL5una0+qyF3vuXFiTxt5Qe+x/Xtvf6Kn73hetA9CKZjPjTEwb4zxK29P90KPmpz2L6hmJC+HY2WvpG+ib6CVQA+kU+aPSg6xLwUI3S8gHMsvZTRJL5LbYG+cW6dviXZHz/ioVu+WYOZvn0pkb5xitS9EUSQPQhovrxvDba+vmLKPYJhUj7xCMk9Yl2rvSvS1D0993K+meIavrNlIz5hbHQ+88gjvkQrZr5ElkS+7gIPPtZCtD68lxS+ZhssuXUUrr5N91c+TOqTPmcw/T1T6hW+BJCTPf4uyj2WHkq+jkQkPl6V/zy1z/Y96cqcPjqtnD2G2Ny9USQgPrkqqL2bed48y8hQvrsSiT50ZcQ9t3znveCSFr7X4wu/IbtHvuSY4j2CQR0+WL9BvoYPtr2/zCI/He2uPjIazL5fl78+JzQCPoJ0sb7T/Rm+2GynPZ0RjL13w1q7Tt1dPpoB473ds1E+sGhevrBZuT3nm+2+5wOovocR7L0JLWe+uMhdviGMq75QzlC9kQq6vu+Pvz2irr2+68+yPfzttz6sILW+ZxSEPd6ev7yDrUA+Qq0iv5QSGD0uSOU9QIPkPldKQL4kpwo/k6UUvgfvdL/n4EE9+iWhPIEjoD0ByBo9FnLdu7eENzvVr5g9qSWVPZBxqD2m8t64/jGXvnGtMb77oN0+xQwHPoAOuj5ROqW+B8hgviSeVD1mols+ATc/PZojMj522k28yn5lPr8H/r39/IC+WGVSvoG7Fr5AtdS93cFWPvdvh759z1W+IWgqPhPHxbxUUYe9GdhKvoCIKT5TeR6/Ap+gPkcJwj6hJio/TCuhPuInYD6nLr48lm1Gv+awKr9ai8a+I5NYPllN+Dr0lxK/+FW1PjEpF73jxOW9+G4bPjfigz2i5BG+s32GPo0kgb73Qgs7reknPsGrhr7799u+tMOPPkTOwL5dhl49nQXCPXjVYjyI1Du+hRapPcUqXL4ExWo9IswxPad/AL76dk+8lMe8PZhsMj6Jy+K890xevfB8SjzGwLa82YrtvDpVID7Crlu+RyU/vnXOYT0x2/E9dg7/u/7z1r3P8z6+PT84Pb7F8jxdyii9CkcgPg2wsr2dhQ6+frgBvUFEAr4ixy++pOwnvnsiFr4Ie5885SWMPW/KYT14uJi+pzI+vcayO74s1bS9Ne3PvR35NL1A9AY9xx10PS+6lbylcYS9Fb8PvN2fyLs4KOG8zLyKvpUyNr79f0W9vzrePe4rfL2kHlm8EhYvPHc16DqrHWu9qkJIvlQDyD1q4vo7+2/jveCfYb5k6vg9VwLtPa4oGL6MppE93l7wvXgWWj36jEq+btA2PqiTyDvFCxk+zJKXvZY11D1mBji9Y4QxvqGiGD0zx0S9bCFSPEVPYb4eQVM9JQz+ve53eL5hQ429D9AvvgW/T74V7b09TtVLvb1Tl70YLYY8noYdPWZe7L54jD09FAfjvTDM8Lu0Erq8yopkvv1lHr1LH5e9XcpUvvw6X75nFbC98fAWPjXKHD73YPk8eHcMPgmMzb046sW9uaqFveuMPj2adVS+Q6EPv+HapL1BLr49Ea83vn24XLz5CEC+ry4fvSVnVr3SMQG+6Z3DPTU9Sj2hFKO9tBdzPXxEor3tXiG9O+eSPMCxk73h6Fu8wf6XPua4Gz4yYo0+pw+wvjYN873CNqE9UmISvh9sIL3IBoa9d8OvPaRnxz7fnZU80/6WvkKxD7xXj2W+Ny4Mvv7FrD4ILpq8FdNePUOsXbwjxha+b3q1PeHQRj5+WAy+CDFPvl0wuD5n+3E+ACIJvf31hb4DUim+1rjcPpOENL59sXs+Ye09PsJnj77rkhC9bqqpPTyssj4k/ya+XlRGPn8jZD6GOC89JgF/PZ28z73owpq8r+cQPflX0j7OOeq9WEDOPcM2fD4sWZw9mIGDPo12rj7B93c9OLS6vD2AMb6SPQm+eV69vG2tB7t/r0k+2hvbvUeAIb472VK9fKEtvl9XdT1hxME8GeoiPSUzuL2TdN+8aZtvPrxC0z7KOlM9F7SVPF0+AT5ltQq+LXyZPV4DqD0NRf290E2JPpJlhD4agSI9rzJfPq4NeD3F+wa+vJGSvQAF+T0+ntm74g2TvUWmgb61Zzo+U2RDvVbF9L0l1Y++EIy0vY2CcTyaC0U+OaFsPFwXfb70f6i9tw6/viXTq77cQVG9j0NxvsFhq7194xc+A5i8vTBJfj0dqoG98S6ZvRbWhD0JH4+9AYo5vbkm2j3uB8c9xaNdPmZrZL39/4k+qdPsvfNEvD6BpfU9BYlCu7h+Db7EYD4+8c+UPZXYBr5JiTM+FpOZvJWb072rY5y+AVvpPVu1ar3+xhM+lLlXPV2pAL5VCRI7WbUOPigD972m5Rg+/Q+ZvnXhWj13Fco+lvXWvfUGdL3Zkiq+SbRhvWF2IT7ouQM+14ATPkfzUz5uGk2+sXm9PcpfCj5bviA+guBiPoPqyL3773O9uxEpvnLgBb1/zhK9V8OVPspQGb2fAiY+sNx8PgmcYb4OpDO+1UnfPbtIkr11LoA9hz8APhQKXz4BYS2+yegVvWadTj288se8ymOUPvmsNz5lloM9/OIBPlb+tb7IfJE8U+qBOxggwz3UGxy+EJvrvGzlFr0YHlG+XV6HPsy/sztkrSy9LAHyPY6lML5J9Go+zLm0vorlQj6Xzqm+D8+TvS4qYT67igA+mpeHvRwgzb3Is7k+C1+1vdv9nT6DwAG+JoLTvMGUXj7R8Vo9Fh4HPgIaAz1Mnhc+wzluvhC7CL4FQI8+jbWlvXgwyD1vxDm+vUtdvrfyRb5/OMM9N8DCvT2Lnb6d6jU9O2/kPcBh7T2kf0E9g/qRPTnYBz6cp2Y+bpoxPsC4I77rU9C9JqlKPYftITyzGQ29joGCPinJ87ynPp29TZwrPSxAlj4QTdK9XhMTPh3agL7ZAYS9/G/LPSmhr7xbe4Q9C2y2Pehyuz5LAWE+a/8Fvn3p5T6gE7S9k0hqvVyslDuRXNG8pGKEvSUiZz6swmU+T7s5vfCh/TyECr89rPHqO6maFT4loVQ9sWiivnr5873m0cW85n86PoGr8LxcuLu9JRXSPXT8Bj5gB9S9LC4UvngXpj2c7Ly8ljVXPqkTdT4+/mk+euoDPqOwXr2x2UY+To0aPmmxBb6aIFe+FLhwPrgiAD46z8o9GE/OvLZaBT74qAg9N63IvcsRtjxA/Kg9E3YmPi7GIz71CI49NMHhPZ2COr3AC/67zA6IPIXSSj7udNg9iuMlvV7+2jwK/nk992Ycuskuhb03V149a1ZXPq8coLwWolC+/PKDu6aVBb54XKo+GtpXPs1gpr0tNDU9FcOMvEGFbr0ePIq9NFtLvUQjoj0QkQ8+PZklPqETEz7bw0e9/PVoPaNESD4VgxY+z+itvHy5+Dz94QE+xuvqu2/oQD2tZrE73pHjvfyDJT4EKgm9ubWDvgZMdjuArEM+ZhZ+vgbwYr6Pzv09IXkoPhgh8L0icVW9sIycvDaa2D1JxTg93SEgvgXMk72g3YI+q3OgvXEnBr6XgoY9xRF5vtx9grtHii09aSjIvVJbkTwRses9YbQwvj41h71wjfe9UiKavR43Iz5EJQG9FK80vT2YKz30yKU96yKCPS8eib2akEg+qSeCPsXUMz5Er0w9/9v2Pb7d7r1BaWU+w8DvvXMePj5Yy/i9nRPaPXOCpz3Q1OI9dHHXPCkh/r3F0n0+VcB8vr7hhz0qq7e9p+TePqwUTD4GbGI+UtbrvSNpRj0rCQm+C029vmHfMj66ko4+1F7Mvpv1Lz0Oh1m+yG2lvsYMYD6i4zO9vh4zvb78Ab5lcJM9y7TEPe7UKz5wzog+//kbPsEZNL41iy4+eTWQvt79nj1GmUO+UB4ovR2ttL5HuZa+71wTPuVdSr5w7ys+w5G/vbirQr4kYBi+NyqfPdKFQz6TsEe9gRiNvLlCBTzRUos9k2klvVHNiT3hkA4+jUMTP1O8OL3/Aye+7HuOvkr1sbxFJeS62etyvkO1QL5lyNw9TGXGvb4QLj7y0rM9EIzKO6nnTb5ssIO9KUVcPncDPz5fJMM8mwM9PKIBfL43H3c8wJhMvTIfyT5DVYi+uVotvXFZeL4xo708QozdvTltZb4yl+Y969cNvQzJ3z7XPYi+R0hYvfplWb5vQ0E+fTYEvgMzNj66dBK+BmNEvD9wkL7tibS6mFzPvrO+lr7vP5q+9PwEvl2snTyvtxA+bctUvDT2iT5cZKe8dtJsPvER4j1CpQQ+GXbHPj033T6MmjC+1chavsDymz5Ri9U8QjVkPQiorzxLj328bEFGvkANjj4Iqho9HxI0PvglvD1Rd30+2+p+vkLeur1wABu8XQo8PjGxqL0eVNu9ZOUPPa7u9L4yvY4+k8Z1vucEBz1L5NW+kuCzPpauKT65UME+AqGJvlj9nb10jbQ+qq5xPTx1srsSOew+fwODPpZ8Fz7o5by9vpSsvr3RmL4XyWa+oISHPsllsDu97lq9d2XSvTujED7FkPs+Rv6RPsDr5r05gDs9lmZjvYNI9b5F4pa+LXH8PIoOdDwycEQ+SGp8vrx9mL7aynI9lJiZvfesrDqIbZG+rbuGvfp+VL4I/3+9tgFwvqLOcb3s1bO9JWGTvhrlAL3s/Rg9nvKoPo3ZGbzYOUw+dJQiPvbLHT5SN+68F3mAPnF5iD7p8hS+K/gGPssw/T24NRg+YMoHvlnzlD1Rx26+W3IkPWNUI7/GmYU+aCjgPdX4Tr2+OFm+Bn+GvBvxSLzVHpw9PFAxPpymDL8E1m+9zlc7vol37Lw71I+9Q14WvsfMez5rn9M95gXlvIM6770mRpI9h2AwPlUe4j4Ldy09euDHvdWzGL4em3m+mpgRvutkDL4Gmhi/dno4vtnSKj39Doy9RBOZPrrju75DIpc+sqeOvW2MyD0HYtG9pi8mvuYoBD1sZu69ygiavdUEOTw3d9u9WtcyvhwNTb7pHcO9N63mvQpHkT3BjCq8e6+RPS7QIj5YRPI9XZyWvq1vSz4hVQG/sDWGPVbRlT2y04U9vI9UPUsKNDwGg4S9UC/HvTE9Hz4PTNi97MMUPmuCsz0jTle+4knWPCMc5j2/OFU9s6C1Pmneczy3MMu9VO7VvuPsRb1YUju+HzLkPd7s8b1ef6y9yChfPTF0LL06dYg+zEIfvoTFNL6F28O9PKihvRis6rylZ5Y+7NXXPa6Pgb7sIMa9BPgAPcKVpj2WVHy+bCPpPYpd6T3ssAc+SvBivuQEWT0c6lW9u4U8vkjyr75BZM29em0Avt7Dkb57mHC+SMInO/Jxh76VuTI9B8dJvjf+DDyFUz+94VWOvfI55b2/HAA+pbsgvQ/31L2xQw2+Q0MFvji0ET3hejc+AS1FPs/XFT5CE+g94lk2vTbdor1aLpA9JuBTvhvrAb63JIq9SqvgvXGJjL03Knm8+h4zvQLxMz4TSSo+BteVPKl78ru9Rpc9CT3cPSdarT33Z6i9rnM0vtFt4z1b/Q493+DvPdNoV76S70W+uhXLPGSiBr5LlLs9VwUlPgX/Vbu+b16+dT2KPQs37rvC7bK9yDxXvsxnnz2UnoQ+GLUwvo+tCb7EEbu9LNIdvf78K77XO6y9C3DHPeJMG73Msp89BRb9PUPBgr6Jh0K9lM1AvpAZJb64WDQ9+rOXvIX0Az6Ki/A9/hodPqRg5LyWmg08ZG+LPidm+z2sBsE8TgwIPsYLmr5gb0s2RavnvM2QRr5S4gg/mDEFv6uh8DxtKES9qDitvSi1r77DPu895UvLPRbejr3SEtC+n3TEPcWxqD2jDgi9/cUOv1xqVD94OUw91jdhvuM6nb0xzL495pKpvWwycT3onl8+BS85vbdi7j0ld6+97VJ8vaP37b10jCU+eB0dPvCvuL64170+2V+RPLbNtrt85lQ9wo2DPpbVwD6/4HK9NvJjPOCCTD0kmX28XZJBPtArtDzoykK+VZbQPSdpDD8NC3W+Y7vGO6LmCz+FJIo96SlEPt2utL0p6My9sTOlPVVTH719WUY8kKs+PhL+xjyQC0E81A4svbEfOD77ZPC+rzJ1vqSKbrspDY++8i8NPVJmLD5KANy91/jQvrZtSr3JdBE9sknIPQA2rbxNkJm9FKQ/Puz4db3iEq29lS2lPmQiyT1nB5A+U8dgPbld/71ZNYW+ny43vkuPNz4ZlIq+g1SdPP19VL6YU4I+7cVvPio/Ij/ed6a9UGeaPvnLgT5aVDc+XtTCPqDxLb6wgVG+YMBPvW9gm75JtMO94uhDvlYJiz5c+sM+ipmIPHFZjT6lms29dy6qvXSfsT5mNDA+2RYhvj+SLT34XWg9BPQHvGX0Iz5h2Xa+DlexPSgYZj1Ziqc9gEUkPtLsdj5VwXU8XS9YvU2V5j0+pzu9TluWOx9MMT5d8989Wiu3PZUvYD7ojDc+l94KPb2Szj29p2a+6l8vPgiJpLyUoG0+KwrtvSqDhT5+O8w+7O6iPQLbYb4UEwA+aAnfPkUnYj0K24y9uVp/PrScpburqY696l3PvITCLjw/iKy7YJRMvnp6Cr69BRk+X3FcPngi275+4SE9UdYRPueMmD6yLJc+Cr48Pn+boD26k4k+ros/PfQ+EDsFDy8+8xGFPdsqvj7iACY+68GuvBiDB74Lb5S9IDpOvtR4qz5yTxG+hvIVPqzj0bt7DQu+ndcgPiV00z2DHZy9dxQdvnyeqL50Zp88xlokvq2/IT3t5tY80CEDvlOoWr5xtXk8ibAIPYIAQL3McSa+dXmwPQKUx7wp1fO9COyCPlltib4iyLI81bVlvtNgGr7nd9E9rFwuvBO+Xz5j+Ty8tx0JPvFERz0fdq4+2PwPPv1rRz1UcLU+iZBPvq0mob3BQKq7McAzvg9yZzw84SI9kpWGvRE7nD0IyYw+FGU0vi3fS77KpXy9fHi6PdTnez6CVBc+oZPbPZbKJr6Nu2I+vOVwPuIz27zIX/e9RUxdvjesHz25j5S+A9t+Pq8AG725TIY+L3ZnvdsZmzsdxBG94eHHPRY6wL3G6Mc9mjVdPlIYQD6zN+C9mCBYvjmOSD6LgtO93NDmPfqxxjzudVs9MzjGvZOHnr5nTyS+Uq7BvepbNTtzf2O+wVRZPZfvsL1dLyQ+ke8cvQE3B75jTQC9u/mRPbW1bLsPKpY9NwIAvrxnAr7LdpA9AuVVvjBzU76In6o9UL2bPe+n0r1jRkq8/skxvheV+70vwe29UxMdPIe0Lb7iTxS+CbeMvgncVj2rr+s9kbkvPfE5Q74eeYG8gKhNPLcxMT166A0+1GulvpAWKL5tiBy+T/E1vXTwkb0Rib69HCgwvVb94b3Zkzm9cgV0vksBOL2fLwA+TBfwvELFQ76xdPw9/ceUvXohZr7OFhG+LCZUvLwe1jw95II7wugHPdHLV70rPZo9psPzPcbl7z0m9aO96Cinvk9WIj1ckBi+/CQHvSuAEL5P+lW+CAlVvseRkr1k5jC+/hqTPQUTor5ATz2+Qv2BvqgXPb5YcpW+jVFYPCv3Ir3FrA6+aOzIvb9N9T0nkuq97rs8vd1gpz34SCE8M+RivcwEfD5Rz2i+lB69PVspi72ZAF69xLyfOqf6Sr0QQkA9b8ePvb4AJD6kfW29f+IqvJxghD0o+9S87bG4vZavv7uHgTe+UHNmvaSI8z1vbQO+TVW+vfZVBj21Zre82vRFvVo9Mr6J29O+NKfDPO58Dj2SQHW+rCkuvC0Tir6LaCa+bqojPuZWDD4bUGS+/4f/vP4BJ75B3us93D8ovhDPWr4cMze9Er3PvS4o0b6KgVY+IfvOPAhR2rwqOVS+1Or3Po7lbz2one2+6VUrPq9W2L7fmOk99eJXvdK47z4AM7k9KS9/vr/45j1eRXK8I7GxPRo+pj1rjy89gaZJvimvpj1hamA+5uxgPksEKjxaUr0+2lWLPhomx74exse9XUTtPSwobT09nom+D6aVPmDevDwTxri98/tlvY6DSr7kfY++h4xTvb722bxagGa9+bXPvKJH2z4PzyG90VANvuFwmTvz2qG9Ige6PoT0BD+L8cg87zz9vYxRtTwpL3c9gbkGPd4kuDwatDs+tbUJPQVI5D0r8Kc+FBXdu8NOwbsjEUS+yaCLPUX1Pj7OLBO/wn7IvMzorT0GcGS+t9GyvukzGD6QjmS+hQGgvfg25z6hK0m+a7a/PnbiX77syAY+Q8JdPaHnh733HK2+HgjHPuSHmL6pbia+s79dvgEfk71SDRM/L1ZuvX1k9z4GdxC90M/cvQ9XFb7UWsO9IoEBv0Ottr6/vfu9opnrvNCiIT4dGHa+8lnmvRuhu74/TIk9aih6vrLiUr4l8JK+m92jvbg8L74OgPy9uDAoPAQnBb0fZs48R82kPaTpsD42maS9kqQHPvmxOT6jc4m+78gGPmRGW73LmJM+NphnPSVXA76DG408rAoKPiTEi7vM3EO9XTKXPqBUCz7XDUK+J5jMPIlAKb4PXKg+Rl43PW7c1j1IhQA+tSi3PM5Qsb0sEAg+iDN8Pk7o0jt4LOK8lLkUPgSzE75G7Bc+7aMVP8LQmT2wc/S91cFrvBxVbL6IjNI9qOpsPLWMWz5XcE2+ATK2vmhyHL8CtKU8y4qQvd/ziT4z9FE+Or+3PWl3Ej4RRqK+5U8kO8mezz6X9wC+Q8mRPW9JIL6ZIGk+yD9bvSyIjbymY+++mr2rvXmcgz5uEv89mRIGPXfxs72DTjI9TMi2vi9jy7yhCs6+73ktPcnU3T08ABc+uAsRvhlVXL1YhDe7yk8svoR9VL4PQQ8+vFdKPvUFjj6X2RM9hx2VPtD1dD7MYz6+a/WePUW2Tj7GfVo9un8OvmrQ7T1zNBE+2o94PkM5Jr1jJZi+vElqPRy18L0mXIU83gksvtFDsz004268j7UrPqdZG7s5Hxg+aJ2evel+wr7afCm9/rgoPjho/r0PkyQ+tjWKPU6bIz21c6M+0xdUvsjmGD7zuaG7e1uIPi4u3rwqfbK+SysiPtmn4bxaFdw+KDmhvZYRvTx4hac+tcXyPRo7Vj5tNBK86mohvRg2Rz4iCQS8LTG4PdZaGj6WwBC+LJuFvYb6IL4QykW8/y1uvvT2aj7d+qE+cnRJvm2uOz1LAyC7IZgNvpYnoz2lGlq+ZfWMvaFE5jzWCFe9a2w9PWhdXT0ANiq+bXUKvitKlbznYtW9dnjavXTYgz0+0509Gi6FvkpcjT0FxYQ8mQ+dvkJy7b2u+nK+YVeCvpL2472FMhW+eskAvqa6Br2cQLI9MyVnvM7Skz0i4QY+EXVuviAvETxDOny9lLjZvW5FjL04LzC+vXEPPg9aCD3Zx2Q9+xghvvSV2b3yMOG9FKMYviOVDb283V6+4PeRvfIqaD2KXYS9lKJgvr3fBb7k7j6+KaC9vcqFLL6ezyg9TUVdvtDGq75OLXs910xyvjDLob3X8pG9d9P2Pc69jjzoNlQ9lSeFPfCCMLpytqG+MRhCvtRn3D3yFSC+z8FSvcEAj71yH0u95p6pvaG8sLxR33i+xJ1pPjshA763xMk8hLGsPVmYFb5v4dO9aMKpvdRkHr4Z5VS9TvD+vdo5QL4ahIe+U/e1vbHonDzBj1G9dzGfvVUgPjoBvpO+fc8YPqAm4711U0++XB/fOxuz4D0Ss7S+ecuuvvSw1b2novq8g2sKPrWSUL6yyHW96ZsIPWdhSj0Hc3G9qljHvaQGUb7nMH29TdFjvVk1G71Wbbu+vc6JvpTkD75xH4K+pWmgOxLB472ri9g8g4qmPSK+j73URmc7MrL3PQjlHT1B6rK+O4WJPakGw70VUSQ+9n8avVJBAb3sMgw+PcY9vnynzD0xumU+021Yva97kr0bPD++rU29Ppe4Jr7nMTq++P8uvK2hzr2iid69Qc0YPssYCT5sCwi+nO8IvrJzg7yKIay9OKa8vZ4Dmj0yBBA+uBAqvAP8t70DR/E+uBwwPoCq6r2oOI49vwSZPWXuQ7xV2f29Nm81vSQJLj2H1sI9/Q0GPN+7aL1KYww87ne1PR+x372w2AG+ZT0PvmO1gTyCn04+XPy5PYwCRz4bVcC9LIaIPfiPMz2Jcxc8NJ6NPvhb1z7lj7w9R77svQNpBb4qhoy+87ERPsPoXryIL/M8lD5sPSIobT4JKLc+4Xc2vjwtBj7X2uK9+ygXvk1dAr6wTIq8JIcSvZ2+qD3RVHo+iyCAPZ1oGb4ad2y8zpoUPl46970mIHi9+bOzPbRJoz2IRYq7k3lcvZGStTvwDCe9InttvCXfQL6G2R0+rKutPQeiXb5239E+lm/XvPVEVz7wNQe+d5OyPko47jxpF4m8VL7SPKoKH77N/6e+438yvt2KO745h0a9AMJ6vqPL1zx3GOW7gu+TvamuVb7slAK86VJavpp7Gb46kuC9hGx0vimXuT26/kY9yQ/oPf0l8z1jPpK+U4OFPbAWuj4t+Q6+4wykPns+Mb4M9Eo+IaXcPeHwi74u34m+afTRPZJfR77gtpa+DnkxPl+p8T1cnbk9J4sSvuO3Oz1TIZu+k7e2PY6vlrxlWrk+gctlvdlQHT4UOZ8+EuUtPkhxd711vtY9ENAAPv2ldr6UdTU9wIb3vY6bVb446729F79Avi5lCT2H5SM+tBkPPo9qVr0HwwK69thjvaZJSr4VwTO+BNS0Pn652z0c3dK9QVHYPaaJ/b0aRc893MyHvmBCwj1KBaC+3x89vo9iDj7IzxY+PkQ1vVA+EjyXI4g+NWtvPv4gpD7BKjW9j3e5vjp7JD6vYE0+/XA4vUj0wTsHPe69n/cZvjatYb5AVNS9DzGwvf1IjrzMyYO9pV1/vdbNzL2pSlg+d7aYPtHMYzzE6BW+0u8iPv80KL5+X52+avBjPiUSuzstGIQ9CU+IPRVAyz0IEeS9cRFDvvDLYr0buzC+UriGPdE+ozyNe4I8EjkovPiarb1okAs+leq6Po05aj2k8hO+5sbKvm57yr7QcXe8UeJaPhGZIL2adgc+MgJFvq0aHj0/PX2+4VO0vhAVgT7lPVU+Rgc+PvsrFb5O5iE+LS0evgrCq7wUIuU+CorgvWlnpL1FIF8+AViFPoavIb3KCpC+ERzkPV7WlL3cOsi9BaCsPhEcCL31GyO8GXNBPcCMBD6/JeK9sFGKPNZejL55FJC+nQ1WPp9mAj7mJoG95A6dPXR0+zxaICc9shybvrVhkb2uNsU90rIPPp8Zzr2Sr4s8kAWqPcTBFL6D15u+ndiLPuwujLwnZyA9eN26vOwTH7w1lr+9Yc4dvpUgPj0ZKdO9lGSrvRCskzzYRIE+IC8tvocy3D3rOtG96IgUvlfyYL7B4ak91EGePNIni77LZ6I+ix1hPuKgRr4NQY87ls2+PUMog74kyFC+1EwRvdPQCL7ZIBY+3BFnPUFRj76x3rk8YrV4u1nuCT2dHzu+pYGGPcWHkj4KiQk+iCA1vjWfbL7Z0cY98ZpaviNLmDyDtCa+2N8iPA8Qs72N56o8Z5d9vsMw7z2fcx4+1Y4dvptMrT1ouGY9miJePqGY/71FBdm8JG0vvQHtebw44UG950eevXeQwj0cEqI9v7yHPSDTfz3aLdg8wFKaPZvPhjz79xo+xCemva5+GT5gPJy96e5/vsond7oWuia+QAJRvhJ/Cz39Z3Q8cl+PPZU+eD4kfq88OX4LvufsEz1yWEM+zjK/PcC5k77v2AC9qLWIvTv3aD7cmNq7byipvQaroz29n+K9JR8ivir0X76nxGo9SH/wvW/zhT0u7ym+iDftPf3uhz4oIgE9QqqkPaOkOb3IDYS9CtKvvgOR1z3kagc92NQPPiunPj0k/m48q4MLPksZ8bvq6hu+RxjGPcYnTj4vcRw+UV9oPmjx6j1v48o8hkd+Pmpv9D1bQRC/vRAAPkIk2L2eHAY+xv4GvhHCWb43+zO+OSGePdowej4fUZ69He/svc7Fo72RvqI9GCr7vd7F7L3XAl0+c95rPqE0Jz5VSqO6x2RSPmj9Qb6FrM28Ih4YvyYvDj6tpiS+GatTvvrzwj6xcZE+sj4KvvUzlj3vxYI90NITvs38Cb6ybgO8xlk/vpbTDz5+Hxc88jcvPXHyGD6Bwfo94kCmPu3TJb2ffMA74lqzvcFBg75Pcni+kMNTPj/zkb4qiDE9YLWtvs8NYz6C9M08ehLaPe5vgbrhChO+BbIBvoqmD77UgJS+IExtPkzt5T3xuI0+zILYvQSVcT2gxzk+VPK2vnm2i74sfMI800Z8PnzKjj1UBV29Sq5FPTyN1L4eLIw9TTbVPjiJfL7XOmU9M7H2PeGf/T5qfwK+jGhcPnn7xb3YT909kjiJvfu1Zj7nZdS+rJaAvk3f3T384Ug8QkfJvXE9Gb5fJ1u+NFKBPpipAb5bNe09K+icvVlU2T22v9c8iBlNPDaM6jyqRRE8Sh/fPXr0jj28KYk+RW+pPhPgpr2P9Ra+B4+sPTYQYb40/i2+pOM2u7Ak/z2jnN49sqYuvvFvZr4iiI6+C+bivaSkAbsVdLW+j6xGvH8Hjb2vgB++R20Evnr7FL7JYE299/bAvSOygDyHV3+9CLV9vVtbZj6lT9Q9rRjFPpBtFb7pSFA9gybxPc6c8rzw11e9gIuFO72x0T1b5AU/PpiTPldmVL7lcBO+FW1oPQDzEr6A49O+KtUYvvaSsL1Z6nW+9qSsvR0qMD7tJsU+QuaEPmqGAb9T9UI+OBQsvo9i1j3Twra+ea2sPmVKL75So5A+MM3/vfGBSb7DTOy9YnlfvgDQQL3AmMe9wxbIvbFo4r3sr2U9yfDPvsjuPL5116K+GXFWPRXzsz4sYWQ+/62QPa02KT0UYBY+TVE8PneznT660IQ+7LC2PF7cxz1m2q6+t9p6Pf00uz7Ecno8zTz9PiyvIz2y35Q+iYB2PZ6C3b4xIq097D9LvDTk0r0ieMe+3Eg1vmOuSb5JD2S+xogsPiNVnb48aIK+I2ZBvovOur396cu9Q3kvvvapij7BcDI+ZnR/PtUdmr7NsVw98q7aPtAXvj4tzK482MWVvVJaxT2Nra++1HNGvvZ1pTyNx7u++J9GvbWQjDoggTe+IHq3PmXMbb7g5Qy+ocGcu1Yi2T0CDRU+Po07vpPtID2D7ca99Xs9PsvIZT2pa/S9bOgMvjJmGj7jpMa9OQ+uPZ+/CD4AGp29JejkvRlmrjx+y4s+JBGHPPP5ar1xWBy+CJlpvjm/H7613y2+8gjmvZ26Cj25NsM91o+dPFt4Jrxywg+9Y8QrPkGQOL78hQA+LpPFPBV/5r09Jpg8vdoKvq2rDD3WqD2+ZnWVvZmwFr3ZlDy9wnpvvn/wdr4IifO9Q+8hvY0iBL67hyg9ndAXvp2+N77GKBU+9f8mvSjGf7zfKjQ97BIMOzQFED4NdpU+CzrlPdi7gb5Y+049f7kbvkf9sz3EYVq9QsS2PUU9KT4d6ig+nnUMvSoVuz3Ceb29LuN0vqC6RL1cRn89bPcrvieCzr3aQdK9bfEfPl5uSr7+3y49v1I6vlLJ8Tz4IU6+f2vDvM75RD4J7mU9hu6BvqiXrz0/1TU9CuEmvZqRWL0n6Om8HtNFvpeF/b27UhW+y3UcPrFAhL2CAHY9Kd2FvkaHGD7BszM9XdGbvRbIj71jCgC+EKOVvo/NWb0D5Ey+ruklveIeuD25esy7Fv4APmmQgzy1hp68vm74PR9HX74/Agg9cJPbPc+3NTwKp9u9KwoovfS7p74rggo+X9EcvvQScL0a7L693Xhsvk5Qyr32EQk9gMhMPKIC7jzGkrO7L/08vP+xAjtKHUm+6CMHvXlMeL5Ge/+772GsvHa+Tr7KVbM9e6dIvh1DoL4jPmy+6DsOPdIriD0kPgU+v5IUPc6xNL19IYC5wqlivXS6P72SnYq+5hxxPlPsdb5Cw0O+LMvkvR/yCT7WhSA+OW/hvXTLir2Jl9o9IDxsvEQUZL5So/+8WE4UPxuZ1L3WnZ89o1oVvTMvir6YzF699Fj6vrXyzj5byWM+xotWPr4rE76z/4M9JGydPYJOQj3PmJE9dendPOREJ76zCki+hkYqPixLkzqKHcS98T6GvlJVGz4fJ7I+1/Ohvodek7yJCky+hQYAPpi4Cj0Kdxc+6lvVvVgCCj63obY+92rGPeErBT6t1v28QfWNPdUnWz7jbTQ+jTAuPgXfCb2RMl6+NHE8vlPo773GF9K9ofXvPQ2F8D0FS0U8QBKXPSmRBL0fzCE9fNwSu4vpjL4U3fa9JfJkvt/Qmj0SPbM9xvxRPmydOz5Lkz4+6GQvvsDsUz4MEYE9HtFnvfsH6b0RKoy9H4MHvrZ2CL4Neve9CTKUPcP4Aj9Wfho85m2avg+3rT6g3lW+QUuCPQUag74xRTs+XFjguibFwr6dS9o+r63LvRheJb09lFa+813+PJpzgjzpl687v1u4vf+khz5J28i9XgZhPA4F6r0ZCGI8f+2iPPgm3TxR39C9S5+ovV8imb1oPqk+elqHviLUbj4K7iq8Po+DvfGaPL3eOBM9JpW1Pevfnb6hkzW+TqMjvo9x2b0YGo2+G2yHPhQfzT4OBBM+TDTkPSNImb4f7MW98Ix1PlzKwj2uXwE+oeoqPXWHtT6xh0g+oYV8vevGA77If9+8FRsAP2BMNL4asPo+WZSJvlLWhL054gw+ulJDuyaFXr0KJbm+GFJoPuoTFz7DxiY+KTl0vTvirjz21Fe97sd7PbmK873jSvi9shA/PTcNhL4MlSc+jrF6PewIML5Tdwe+JC9IPhYSWr05k4o+nptlvdrXDT4Me5O92a3hvW+Jdj2+CJ6+edO3vNSgq72HCG8+mmL/PdXDTb3BOwU+fI4gPXfA9bt6rkS+6Dr0vTkDvj3uL5e+2IX0PUy9cT45kx0+zhkkPv1WAL6h36q9+ZMbvt1EGb1Xu309zzQ+PhrrBL7UXLQ+s8oDvuP9Br7CkB++Oa4hvE78Jb707R++YTtJPld/Kz7iCpi+dypRvpaIIb6VZG29zktkvvUXN71oUla+oNTSvTfLmr6kYOU9le5QPOetcLzVZIE+J5AfvEz3XD5D/Yu+6TDYvl0f4r7SbmG9YonSOx31TT7vYWE+mFzYvvNlrL09iYi69AbkvNt85b0f2fu9CQAiPUhJAz1tmPQ+uQ23PaEMp76jS58+HEIfvsCnXb6KSJ8+nb5jPqo5bL2203S+0GxivZ7EF77jRxS+hNF4vQYJXj3mpMA9HFQFP8d8Wr3LN3y+XsdcvZtki75x+ie+dRdQOk72Z71teGA9XkWQPb0nkz2X7fq8B/Alvi/KMD7pk3a9z8AuvHTxtL0omDw97HKIPHqoWb3HORO+RiooPg5ULT2lCVC+fVglvpiapz00sm++evgQvXNYAT5dbyC+dhCKvn9kgj7oj0U+6/uAvu+OIL4n7Wg9+DyZOv+vJ77IR8S9CfhkvuxcOr5sMUw8H1//PWGaiLyEKCs955hRvdMN6r0MxuQ8Z4QUPvQ1872xDjY8MbGoPbwdq74jDJG71m9FvkrpsL3QDkS+eYqQPdhb8L3u27c9VjhyPdUy2j0KuKW9QPWRvTmNnLz2++Q9J8xdPozBgb3VPpE9szZgOw1MCr4sebE9IAlvPW9HI77gZ7s9I4j8vXUvAz30jT6+X6QwvcW9qD3yfpS+vPenvjk6ej2CPJG9L4sFPv7SK74p7rE9I75zPbTxkL3TtVC9/EmCPD3yiz5ijwW+Vm7kPRJsK73wgjK+7nZfvtEFAz5j52S+JJIwPn257bwuj7u9BP1DPXYkUr3VlYY+3BVAOqbkWL5rwJq9BXEQvrHnCT5yLpk+jEnqvRKtDD7Igoe8bKXlvQuhqb6wpyi+kZyovUWWdr77R2u9oZYXPvdDX72xCha+6dkmPcp8Jb1SoGe95VfKvboCKb2n2lC+x99EPnuknb2Zd8e9rFkMPhwxJjqYy3i9LW/jvS91pb5kYdI8UmsCvll6ojw1hfw+clDcvS6rEz4Xy2++NV4ZPbw9j75hykU8hzqbPJ2P0Ds5UHm98LSCvhY0ZL7qLcI8iQFZvbw2E75hxAi+sczePZvzi7s3ASg9OQdzvCxkbz4NQTo+reM8vuN9+DyusJa+rWu2vVBEJb4ZFbY+CUqjvRNXzj6paoM+xfo5OoDd5r39N8Q8+JgqPsG5BL5pQtI9R98xPcxwjzrJcyE+M1GsPYkQJz60p0094H2IPbHRgb0OYnA8wun1uGQjT76wcPK8UwlcvkVyEr5faIi+D7zIvqEiuLwUHio+4WA4Phsl0z1Td4C+L82AvaZLXr6ts1e95+dCvb9YYz594Y89E9b2PULlXb3nzSk+PRWSvuTZ07694q49s6sTPYQm/T0NP2q8molCPJJxDL7sB569UjZBvlDQlj7TJMq9DmX0vQUS6L1uPRU+2CQiO9VerL4JBVE9PAshPckSDL5oJ089bKL4PQ7DAD2I5Fs9uoSaPsS+m70FVji8WBN2vZMuvz7UacI9jVUVPOHOj750Nn4+uWGRvelrLT7KgGe+ptgLP10HoD1NpfU9g9HwvWngOb6MJT4+Ly0Tvr2iRz3tonA+UmE2PamuzryJ8aC9mNYFPrzU8r3jCl29sJ/HPpgPaz58YJq8aAjGPZKlsr1E0La9tFvePA8ujjsb/1898Dn7vD3D1DxwmJ4+5UOGPnpCPL4gzIQ+gMctPh8ThL7WS34+wxgfvlnLXL74KXm9xzBKPqFg8L23+UK9AjPMPXAMZ77r1Xs9nJ2zPvdekr2WesE9o9tgPZZmjr6gZyC+isUdPlyUJDtZicY9U3mWPqHUyr4ow968WWGSvX5yy70qM6c9BwuVvkUnvT20L/I5QyacvovVKr4dQAK/ZiysvN+xkr5ygpS9jv6WvTzRCT5LO5G+EfmPvptIGr70TYo+239BPaqFVrxyN6y+nr7OO5Cvxb1ZcVq+6qWZPrzicD7egx6+TWkIvvvr7jyRSiA9iq+Jub5TIT2VZne+jdT4PkoAPb30F2E+fN5FvpB+y77uSQC/GBrKPhMHpD426YS+JIK7vTkXo7rM7Sy+xjjaPaGXCz4qqIq9GOBVPmYoCLud4Zk9qDNDPtwShT791Ie+XSsrPeLbKT70MkA+0iCxvaMWFr5JMoI+uolQvgO0vj0U5Jw8EuKBvWLNhj7sX62+qOCJvtkVn76p4/s94mYaPlIvtb0BSAI/NOiXvi8jE76OdSc++BFbvkXIUr7VsjI+H52YPvPLab1P1+m8iQUbvNfIRD4YQiU7IkuwvWvrED730DU9C6NEPszxhrshJdu+zjpNPURL0bwkAL29OsOMvRfhp71X5ni+hYFKvvR4/L1S06a+kStcvqw/frzlJYy9mUj1PEpoizzvKCG8dBkNPsvTUTzJioS+hokWPgYCi7srRKW9ql4Bvjvxyr2/OAa+dZQWvvR0l70TGVe8tGEqvvEVwL2y6DE+w2XfPDwNvbxG1iG+YL4NvuL3I76S0sA9JPUgvGQdGT75EKM7P3AuPKn+wDt0rAy+xy0uvl+SRz0B18O9We8ivqcjCL0XfuM9mEA7PfisHj31r5a9E5YNvmMHAL1fwVi+b4b0vTrnQD5Yzq08eB+ZvUwvQLvp6pG9h0CKvUn4VL7klzm+Gqa2PQyKk71pYaU9XCFcviVCfr4rlQu+1mluvO6r1jxgrr49Pfb5vRWUcL55UVY9bijevSrLhL73auw9Vn+RPEBIEj1rgqu9sVJcPjEIbL78JJs8KEOAvSnCkz2PVbe8RMSCvfhJ2j0zMYg9z/i8PSy4Pr5NiQS+r69kPqVjezxn9CS+Gyf1vXshCL64eJc9PpSKPUN+Mz2i+DI98Xk4PlI95r2cw8a96IW+vRmxFz6ANBy9MZmmPSYosz1TLre8znnSPRrzHb7tp42+WX4bPgk3Cr7tBEu+lIrPvKECED1li42+G6VjvnEfDD6dm0e+/iGOvicR376Z59c6pe6PvdoZO75DqIw9+cDtPeyEIb6+RBu9plOnPhTVTD6qrIQ+cTZAPdjL/rxyN6I+nyCIvqOJKr7uL4G+So/jvSBPyr0t/zC+k6K3PQNgXr0DJCA8Vt+OPSRPr73F10w+cMhDvtNl2T7R+NW+DG2BvjjvkT7B45q9zid5PpU81TtLnmY+z5R9vRC7szvyOzs+QqQ8vopPuLxZvC68U77hvIexijxC+u0+kvRbPsCLaz3XibM87dQyPtwcVj6A8QE+W1ZiPiVWoj67mbu9w4xKPp7rfL7HjZA9vRJfPMWKxT4FdQo+nByxvDCoij6WpFA9AoOJPu1GCD5M/ZY9JA4Vvkfb1DyK1x++khSaPna8iD3JVcI798dyPtHicj5HLMO+RPq3PeVLPj7B+vM9+yKjvYnMQr4jaSW906Q8PjJy+bu1vX69NyBgPuDnP7z/MuI9yM5BPptdor2TH1E8TWVYPnsfCrsG3ZA+ZGH/PtN5UD5rVyG+r9zoPXYJJD1RT608w4/2vfib9b0TcWG9wPxVvkuXgD4knSs+dZn1veN+Fb2SsCk+7bYNvKrK274gRuW+M9WRPUeVir3Zh/K92w8tPopIUT5O+Si8CDnnPbLUeD3gJCS9ASkrPpIP/r3dLxg+Xf27vW1bHj61Kl++jVOlPRPf6j0sQA6+N4VePo5S1j5ge4U+8O4ivcGcYD6Gipq9wj2vPUWJsj008eW9I4/IvrBre75TWS++12ykPW/5LT2cgKM+o0jqvbuvUj4SxAa9qSo5Peodj72feFw+TqYDPLkvkjwns149fjMIPrbxnb1tmf69lLvbPL5BBr2QLGK9UXzkPYk1XT1w5Oy+DrPMvgFMtL0mVuy6iRJePU+zNL4ImWM98d+BPVggwT1+KCc8tQPVvQDvwD4slma+k6HUPg86Ib3EtqS+OQD+vaG0ebqvrR89prlpvDwNHzyXoHC8D8PtPO4ybL3NMoW+dME4PpqhGT7A85M9LMM1vZmRoju6guY9UjKEvf8CDDzqx4Q9YTY9PjhxpT1oiTA+7unaPf7aH76RdBq+u3WrvSQipj7Rtle9cmcavhaL2DtAHjo+LHiHPmVCCrwUoS49R62UPTIe1LwxteW9YYKDviO/yL2R1TW+ZjAhPm8RkL4PpYm+xZgkPuxUMj0K8By+capEvahiizwb4sq9NHngPf8jijscB4e8vappvV4iiD1CI1m9KX8RPLWWr75dlXw9f4+8vnqWtj3I8jO+on0nvdY2wz6Gy6u9qJ8Lvf46r71HHoY9W3BOvl758732tr4+Wt8pvpyLTb1Im1a9O0DIPVPwXb0cijC+zTgWPqKCTr7ZDsY97gvgPolHXT6nuwI+RsAYvhY+nb433W6+9X2gvWW9i76X/d69naNNvUBLQjdukVw9FR10vkeAhD19KSc9PKcFPheYGr5vMAY+J2JGPpWztD1EiTc9Xy+oPVRRnb3uQy6+6xOlPlF+Jz0iSoM9VYo+vd+bGz5++Vy+beecvXHOTD30D/k99k6MPR0Mtz10HQI/oTNCvLyXQD2NSla+8pwZvofa7b2tLac9OhMWPk48UD4WqpY9cqDHPWG5ob2Vgz04e2Ygvksgor302xA+Mb2zvYnPkj3hHBc+u/tqPmCrQ7s8VvY8lNTMPR4grb2SXei93FawvfR3bj3aZva83xkHvamIJD6Vgeg93iQAPmC8sL3G1zu+gZcuuoLsY74QOGm9l4ZAvnysSb5hUJQ9wCwqvvMWpj1uiuk9/y43PWICezzKlaG9uAokPGRs0z1Z8IM+ZFH8PeQXALwe8xc+cvPBPAMUYT3N9ss9TBhWvb5ZsLzEFTm9L8r8vW4dDj0q0NY81+dYvsj78z2Ugvg92nQ+vhWNsj0warm9oiOZvPm27L14QUa+Ui7fvPXAcj59heG9I9hpPXoprbwCNz+87g5dvcFuGL5wsV89gHWfPf8gj7xKA1k984I2vk6WRTsS32i9IFFoPQjymL4ksNA80hILPvjLrD3xigY+OYksvRQZPz4LlrE9aaukvZnk+b2SjF8+oVmMPpnDcjzss1E+VTqIPgxTkr2IyQ4+tK3FPWR/7z7WiQO+PzzbvDOeoDtkz6u+1ZCqPnfucjxfd9g+TclQPqQa3z7zA6y9BsYbvtQ/dr3l5SI+UkeAPmGeC70ejD69Bl0YPkitEbx7PSW+S7FNvsZ/Jz155iC+zy4SPY8z0T6i556+JuiovC4hMb0ZSoE++IhMPtfVPT7D9DQ+9doOvsnXdz46glQ+83MnPMppeb1369Y9yUFvvBrGvzyD6Wa+Jw/vPWxRkj0RvUW+mP2FPVy+9j0FqJm8VlsgPlu9MT47cQ09iNNgvs/cwb4XrBU7KMudPhbpvz4TFQS9b31CPm8LXj2Q59G8aycYPtT9fb6g/ym7dikjvjbTkD4rPWU+omUEP17ZEb6FcDg+eYTcPCtEYD11h3i+zPjXPjfJSL6VPTa9bzJfPee5m776gnE9UsPTvavOgb18eDG++luuPhDMmD07de09Fe2bPetRJj5YM8C9kBzqPpteXL6S5Ny+Rw0PvS/zFz5+OZ4+xzUQvdDxHD7vIcs7/mOqvnzlAb6qZvS9cEJovsOr3byrbri+dxiPvSSG7D7dY5a+jS1wPjcnwD7c6im+2wZkPi+DpD2pAiU+Tg+OveKmkr5/bOQ9OrNpPqaGX71/F849o3Gdvk9PYL4Ns1a9zW3TvZhM4j6sP10+cOcKvue3Fb4/kYc+arR+vnAAIT5OO4C92sAKv2ZdID7qbH++B6WqPLCkxb1yubc+s3eDPjiEoD7MZi09l1GDvnKFUj1J21K+UgEOPsTruD785gG9vatUvGehPL38RHk9H0ecvnF0hr4McBu9xWDWPKC//r04jFm+3/evvulAF77+vJe91SM4vo/sjb2zNIC+nAiVPgCO+D5Uawo+Lf39vXYWJ77c44o92WErPhVlVLzD/rS+HtebvnTcoL5gSx8+uXHhvv5BJj7nV5++CJiWvY3VmD11172+LPVVvK1rnT0xWh++tY7VvWByGT1QsCy+ykwEvl6Q8T0cFsU+vUpqPqkqV74EfXI+WLXavWQ7Rb78UEW+XJzouwyV9T2bBoC+RkMjvqa1Er6XQ6O8LoLFvTMDdb6z8ZI+fjUMvo2Gij6P3xm+6fgzvjCyh74MCPy9vYAiPkinDD5bdja+0lIVviqb5j26twW+QbmJvoUT6z3q0Bu++v1RPLlRa75cYmq9XOJkPiqtUT7EH7a8CCz4vZ/Rkb6Q8Jk8/ES1vjEoML6UVt+9hYiKvu2BGT6uHAE+IApfvm+psz7e8FS+G49bvv0Ujr26pyC+Ie1oPlEzxT3cLNK9i/TwvWV0Or06X00+BMsGPkh9Ij2A6YQ+KURpvYWSWD5Avg29MhwCPuiVh751ckw850rMPXoxBD4mJaA+9TQmvjSBQ73ai3O8o2RTPYxrZz7rXYe+4j6cvR39MTsLMYA9kpnHvfMWwzwdfhg99Pz0PV7a8r3BIIq+fG0VPV70hz1i+QG+jv4mPUY8+j2oiFq9hCRGPiyLKb78c9291ko1vThYiT0k9hY+xqDsvaXzKz2BBhy+P46GvZEGWb59IOI9Mn/uPSHZab7/Iaw+8H6LPdL8db007Cs+VI7rPf0a2r26ZlI+NLAYPHFi872gJ469cZZpvX9Lkb7hXQ8+jzFNPvStAL5JAFG9M3zNvbv03z3fs9e9YoFdvs6RHryhc8K96E71vcmeRz5wSII9Qr2EPfTlnD08p0+97KlBPcvI+r2iZX69NlhfvGT62b1T9Zs8mkodvqPcZb5CQ2G9RzvcPSfvFT36S4M8KaE/PjnesD4Xay4+O7qPvODx372B3ye+6Hw1vj2zLD4F7+s9tPAAvqjHxzqbA3G+Qd7cvfKqQb6PrZQ9Dnb8PTglTj5/oAk+cYwoPZRDTr6jk8C9TjoAPj2LFr7/41M+8wsuvSBIWr785QG8Mkkcva1LtL1ovAa8ZqgJvsi7zj2alqa9ILPlvd22Jb6rlzU+QaTbO6akNLxe4iQ+EHabvWfF5rkMElE9kxPzPS9iGL4LTn29CZi8vsVhOL7PCPS9S37xPeKwID5tp7891MzBPRxFEz7wcJ4+d4nbvaYh7b1frbM9tPY/PWbDWT3JNZu+cSyqvgoigj3yJQO9VNesviBfW73go6++EY0MPQ0W3L3ztee9aPqBPfcQKT5aYTW+PfSyvp9B/T1FdgS+MkfhvP9f2LtCv009C6SnvCajoD4RZg6++OmZvQQzJz6pMn4+YVANvetjir7+gxi+A4ueveJwhj3zbqY+uFEnPqzSeLpzJ469xwDaPbKuP71ONtw9cDmfPbtsZz67mbs9Py2QPrYybj5pm6M9Bw9OPY9HAT9jNyy+0jxUPuZHdD2rWAE+CgP4PMCzljyyTgA9MBwJPm8G+Dtq1Ic+bY/RPXz/Ib7JMA2+uzObO77jvb3UTJW+WxPtvdaunb5mKyq++8rzPYUwAD0oWVM9MQKnvVYULz0st3S9lBCIPl8GID4HXde8jLdXPbITPj16k+k9EmIzPtprPb7OZ+g9Fu8QvQ/hwL5MlVK+ALlSvGNsnr0jH7S9r0/tPYsCbL4Hdtg9dl51vIL3DD2BAKi904eOvqXFO76JHye+Hqubvqewqz7rh9+9E3ycvuA3er7N5Hq95A2FPTQoRr1GUTc9GFKbPtcEeTzZwku+pZTfvUONCz63j/i8c7CAPr91Dz1ZHP890XaqvlZHVD7GRSs9HMMiPMfIqz5jVlu+aVBqvSIZRj64hdm+/2btvRe9ET4R8AU+X3vHPobZ2b2idHO+0/02vdJJkb7MhSY/1MiqPa6YEL7iARI9h6wEPqfNVr7spY4+BSZpvld28T21hsI+rfWBPNM/Yb7PRfi+9hyTvu7oh71lQou+AozROK8Dgb3nzGs8xRAzPryp3j28RHs8wBfNvZwYnr7QbQO+8xEEP6wWMT6oD8++29DJPm4AGz+InTA+krdUPtETZz5pq4S9d0fvPdqvDL4kgfY+RrdUvSqJar5SPXu9qkjMPchrFz7YmCG82eD9PZGxpD487bM9vzSIvfrEO74xtk08n+z9Pa1mn70RJ6Y8oqJbPshr5TuNl7G9FSynPfB4O72ZTRy9D449PQt35b12Sb48BFLnvmlbJD1t5oQ+bIjHvVL0Wb0WK6U+OavQPm/wLz43CdK7VTNxvlC8aT5i6VC+SXcvPqpoA75i5hy+2OhnvR7+Jj5ymug9t6HAPgqmBD5E0vA+UhmOvrddET6fhns+tsDTvolF5L3hVyk8cmtvvv6MHj5z53++ZUiQvpLBwzy/Fui9Ks6BvlOJoD3d50w+2AhKPg30E73vxLk+SFoBv8LkJr+yrIC9+MCEPoQlILzmk5O90gEIvhK0Cj2LDZ8+wdwfvlIplz1iJ4A94ZATPvsp4b2rtjM+3ONuPrm+Pz5Zcja9lCnrvCFpLT446lC9X5OBPS2/kz1kpFY9X0f9PV6FyD1jI4k+5PpNPh7HST2NdCQ+V36FPkrRvr2/BzY+lgS7PKLNEb4sTgw8Gke7PlSonLxLSSM+FT9LvDMMI74ZH489Fbu3vDtidT7KAlg9QThbPmL1Wj682es+AnfHOlffDT49oyY+e9Fava1uiD7IdkK+b/XQPT8woj2+Eoe9X8wqvqwYoD1NGcE98LcmvqUpirt29IQ+rDpsPlYWgj4mYNy845qtvOTbsj3qLsE9Lt/4vQC8zz3J62+9U1ylvMvsibyU2ds8+wnyvCg6LT6I+9q93cF9Pue1mz7ZypW9hK46PgkxAj54jpY+oDqZvV/8Bz5lz8u97Za8vPzYJj6/pHC8Q6mJO2OkFL0AMws95AJ0Pb6WBj7Htya9vTsKvtmLFb3M1+K9jILrvV+tQD6tH5E9renkPXM3Aj6hDkY+uRRjvEr1DT4Pv4I9+kUvvTaeWD7JtCQ+GzgRPhj5KzwP5MS9HgoZPkzkPr0U/Xk+E9cKPrtCaj4BVxo+69CpvVgQ1rx4mV4+4C5xPlOZGz5GY6w9OmYPPfWjab07O06+AU0cPqVru72ZeC0+imVVPYYp3L0Za64+r8TPvUopBD0yPmU+D09kvXP6Br5Vkr29uvT/vNbkyT0B/wW+mMddPn/esb3AKB6+1aPePQ+yBL4GmTM+9HUzviYfob6OJli+pk2SvsjE7L2T40C+1nETPtnvML08+Ko936OjPvwnpz0Qn8s9Gjt5vsawJD4V0zm96O2ZvW3wJr5inCe+GJ/LPT7hYb7mR5Q9nwb4PXc9BL/1aCw+LQjcvR4y4j7cD5O+cGJFPk6GBr1wi3u+01anPUEY1T1t/YO+BcWzva7LPz3s9X++6ECMvju7cr10fRi9GtcdvGhN6L3ppJ+9P1XAvmYMnL0gTNK74soOPqrUlz07xjk9EMgPPeNP/75NpZG9rXLCu991nr447cE8vSKfPKoS7jtFchS+uiRMvt3Nxr1LyWc+ZxJjvqPlYj2Cnhq+fOV4vvQyFb7/WuU91ud+PZGas7ytklK+71dGPY3PKz5GEfm8USZbPnpJNL4aSlO+Cg3EvTVpmbsvhBY9A5kRvu86AT6NGo4+RO7Uuv7vLb7Cng688M9pvLYlLr694AY+U7WmvPwVmb4E6YW+Z8GWvQTdOz45SrG9vXg9PncLG7xSXyM+J63FvMsqVr7fzUy9lANSPnk4oz7WxCI/Wkk4vdf8ir3Zs809exY4vIToGr7lB6u955yhvC/RGb4oB4483GENvb0Lj72umsc+BqYbProtMr582no+dxmiPRvucL2tNTA+8lpYvb83TT0lMHc92VxqvjblBD4uZB89LRviPPy1NDwDd5K9gWiDPi7nrD3y3YE+xAe1vTcfNz4dAqK+bIyuvWdnwD2MroI9fQarvDxw5T2ui5q+AxZlvunrBL4IN4i+qLW6PYsAgD0rg8I+QTv9PC1RAr5Maem9oHhAPlSTGr06qwm+oTrqPbosLT4fsRW8Qo+kPEk+2z6EOrq8XNL8PTSper7i/pO91Po2vjzb4b73kVm+3jiIvefmHT1SKc0+Fdauvun2kT12wyc+YzfBvslfDT2Qy1e+rG6Ovg/yVD6aEWg+gRKzvgTTiL5KUe+9N9mSvdVnfz6BUcS9eLqJvR0Wpb3dEVg9H8f6Pbrl6b1xoIQ+w0UgvrLjOj6kEee9k64GPhQhHz7FDh8+iO3FPnurRT2Ur18+BqtRPYWbtL5Jsxy9+2mCPSvox73vB/S+A+uSvgs/FL6i1mE+yCngvcGWajxlMpc+QvYVvoGXKL6OzRE91dtPPunCRz0nYwI/5MfcvD8aaLx6Qjc+ao1xPurR3z1cO5Q8O/8rPoeNmz7tnxA8sNbsvIVA7b2kLoQ+9iVkvuAHK786fNA9LQ8aPa0QyDtO8qG8Em+AvPtY+D64Hja+O/2DPu+vcb1xVqI9SsgPPmRKszzrc4M8Fg9EvgdZB7znXtG9JdFMPYdkVD7m7qQ7XYOTPufNHL619NI9sVXjPJzkFL4jhhi9mH/ZPbwfXb4vGAM+XxZXvh1rpb2fSVS+7Tv1O75o4r0KSyE9AvwDPl7Z2T24uR4+GHWAvmRfF72hKgA+py7OPOE7Rr7hvpg8S9jpvFMJfr0GCiY8mox6vkxcr70i2OW9p2y0vbUhKz7JfYs90sJavpC5Yr4LdeC8aUlDvA+l2L0hSAc+Q22svIMeCD5duz8+lXU6Pp45Rr54DAI+0kXevfbFAz75CnM+0ugKvgYwBD2v4HE9tspYvac1QL5EiuY9b5JUvkbYtb0iJfg7xqxAOpJ8Bb7tXn29Q+Xiucp2zzxyjCU9iuoPvRXcLrwUxw69m0ZUvpdeJr4Tcke+jehXvcw7Xr5jpyM+x9QFPjb7Bbwdiyg9VuEsvb6BNL1/Dw+9TXEgPahIlL0P7XC8WrrSvY6DEz6Q72M9CKEPvvCwtT11FmS9/HqGvoSEZr4TyC69G9T4O2qSIr66bAe9+c+JPCaTxL24KwM+vKGNvngtnr1nQmc9JjHZvUK+Vr6b/Ik9mKTsvR0B1L3nVh4+tTDLPUdQk73l7vi9F/DcPX6ETb275029H+LLvSeF5z0m7yE+qf2qvf+SGT283Qc9cZ4sPWStDz65K0489AAQvRkDAb4I9Ye9fpoIPh+HezzOVwq9o1ojPj9UQ77HbMk8KeVYPRREFL6Pobu9FFaPPYneMz6Ot6A9cMIXvuJyGL6xlDO+PAfgvfpXxb3CTWy+V787vdcyo7zrGAk+2c3evAcZwb5sOIi970SqvYz71D0W7sM+rhqCveznM762Num9h2Orvu/7rL7ejy8+ll4gPvfD4L2o9fy9g+XzvV5RoT6L4fS9G8nHPcNpEj4WEfE882W5PDMLmb5FDwS+80LoPSSSnj7L6f699THqPq9/jrwRCd29p3sAvsnDAb3atKC8W1CHPcRZo7s/ZnY9ay0APuQokb2Zlqi9rTOKvUQoB77UmsS8jm2wvaL78j0IaTi+RW+XvmWG+725O4e9PNWsvXwyiL7WdOS9mqckviIaabynVay+ro6KvuF6i74zWY09wX81vozhmD2phzi+fMCcPfh3cL6YCeC6mD4CPO9GqD2YP/87cCQAvviyq72ptjw+CixWvfcbBj608ZS+nRzrvS5fMb7A0HW+NyNZvqoeij1QbNK9xDiJPSCaCr4IpRe9DLioOywyFr70eSW+9peUPfUR+b0i8CM+b+Divdo4N7y6Iwi+15TpvH39kz6bCTU+fa0+PuE7Hr3gI1c+ps4LutvYK75j05O+aykAPgIGOb632Hu+CistvgTop7xYmIW+ePmIvk4YXL5GU0g+QoHgvQ0DM7504YW9Hox6PtB6Hz5NBAa9dcwJvqJl4r1HITM+6bQJvYM7b77N34g+4ToeP8+AoLxsUJO+IPWTvcTDkr7WysU+AZMdvtP8kj1mk/493kvhPibmq70U2949mmeQvoJcBr4hmpM9ZuU6PlMTHL7VrxM8wMyGvmoJbD4m34S+lWBcPsgOib4vVpI+UtTkPpeiNr7SaYI+HJmxPt+d3L4z1Oq8R7XmPkynub6Xa6m+5AVfvmEkm74JHB2+FiNavpeSKr62/nW+0ymtvSKClb7TtbE+JmIMPvtaGT7/I4m+ytAMvmGG1z0pV0s6qOGvvfYDJT4OfXW9TnmvPcqw6b65PcS+L+GpPu6RIbxLtR0+eLsUPnImqr1I/RK/Pf3rvbR1MD7UnzI8hNdWPk96b71cfB4+IIcCPhRMiT3xmci+bi/bu2ZYAT5Bv6I+FK94PbcLBL6TzOM9zE93vqR2ij0YJG29NL3vPQ7jTD5dawk7G6SMPQowQj7iqb49X3/KPG//Gb2F+Zw+R7xvPry7q73OUV69tkGuvWF5wT5kJiU90kuAvZQTfb7xIJs5uy0RvdFmdL4Bbbk9qRaaPNPrjL6rqNo9RyWoPmHdDD12XOi9qEEdPqJbKz7q0Xy+v86JPq+H+bwJ24S8XvAiPrXusz5lLg2+ThsjPhJaUbwESC+++93jvZbUQzw1mMQ8vGkjPmRyDT5kTJo+KsypPqzLJj4dcIa+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_8/conv2d_16/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_8/conv2d_16/Conv2D/ReadVariableOp"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_8/conv2d_16/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "UARTu5qqdTxFSO47ebAMvCz6QDrqgWQ9KmA0vWGQBD0mmFU84Qd1vWL9Cb7iB1Y9jUr0O8E9JD15loy91xZ+vG+jDL5V7tc9+nizu+OoM712A427tub9PJkXKz3xwO68+myevA+4Ib0+uMu9XzRdve50MT0V4Nq8EnePvDkFkj3E/sc8Qd6qPHYspD1v6449T66Bvctc2DrbINO8FRP0PAJ72LywyoC9ewiPvFVEazt0NpI9QmJGvdPy2T3wNK07bFxFO4gOHL2/vQo9bvN6PCroXL1C5C09Zx+nvc54ZrutXYy9IZ5xPesJHzx4h/s7eMCiPAeoy72RuQC7WigyPeWcKT2fFRO+MTIbvshUlbx066u8xQPoPL8EHL1oX5M7ghRWO6IfjjsUBNW9cI8PvsPMRT13MYk9vFkKPWcJMTyfgrq8Ha7RPA4KCLwaHNG8cRHaPBbvj7yUmIi7rJotPSP0zTxmJ5G8Oa91PRjAKr5Wbdo7cksDPbKhVr1n9TS8CpoJPbYhprvTp0m9rPYyvLyHL7y/DD29g+uqPDspj72u7Z4944GSvGgVF77TlfW9ey6EvdrjazpZ6yY7C1B4PZRpNjx9q+k78VmjvFEphTv/LN08FN6zPDkhrLwHxoc9p9DRO5RQcD3/sB+8Rc/yvKIuvby+p5A9hKPbvVrm1Ls="}}}}, {"name": "sequential_8/conv2d_16/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_8/conv2d_16/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/BiasAdd", "op": "BiasAdd", "input": ["sequential_8/conv2d_16/Conv2D", "sequential_8/conv2d_16/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/Relu", "op": "Relu", "input": ["sequential_8/conv2d_16/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_17/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 