{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "end_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"data_format": {"s": "TkhXQw=="}, "padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "4"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "11"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "SrcT": {"type": "DT_INT32"}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "5"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"begin_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"axis": {"i": "0"}, "T": {"type": "DT_INT32"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "end_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_INT32"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_6/conv2d_12/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "mmiSPsA4EDy1xCK+l9PVPd8bAL5zqr2+yTEJPhMvqDkAYga+JyzwPeAxIr4L3Jc8lFYUvqAtoTuwSWw+lIcqPuKcjD7gJwe+EDW8POl6ED5WMJ899v7iPQ+ooj00Eee9e8wMPe8++D1WU/m9wLjGPdJFLL6vqQQ+LewVPkn5lb6MT04+eUNvvegdIj1dGWi9v5sZPgtDO7ztdQs9fSAFPiY0Qr7fxas8tT++vMVcHz6OQw69+6TAPHuCfL7BrWg9IUTUvfSmeL4FXK89tC0+PibI0rvVtD8+sYs8vt7BLT3fQxM+HrPovUt2tT1OPpw8Z+Epvo59Qzw0KN+9Ay8wu8iaHb68U4C8b/0nPVJwvzs9t5e+S1ZTPYOH2L3L4Jk9pScAva/uDD5/pS486LGHvkfai77jx1o7kZGXPYlFg74xN1y+xpj0vGp9vb3ksPo9eoXJvfj7Z74tVZ+9v+LtPSHnzjwEyA6+q5APPszuMjsSXG+9/GkyvbcCuj1U3De++pW6vgLat70o0uc98dcaPdoKGD5dTH89P7cpPbF2ET5IcBO+VAkDvm70vT2UolC+y8ZQPgz1pD2enAs+zGEQPlQ9N71Fx6u90TtJvuhDvL0b5hK+60k6PQFQCz5drqO9NptDvrFz0D1g4ja+bcHzvgDnL76HZg2+29FHvXqEb768FQO+Hc2XPdwANT1kK+89r6DwvQSHjj7KMVE+wWVAPm8pxD4tTqs9PbyPPU+uzjzfpJS9nqWhPgJyjz0IXJq+wTBwPVzCTj7P52O+/4+/PCmlXz5/VQK+B9OAvSGHAL691DY+vY1PvAsi+70cmsG6KwywPVZAmD15e5g+3EnCvUWRID5eL4m9YqsXvuosJb0FxHg+RuaevL/Far0UFYm+YIy2PV9mBD4Q/gA+AHlDPqsIcD4822o+/I2vvWUvOz46wPs+7YkVvqMzX7xaegg6Ht5ZPgGzLb5vrp692PMWPjtqlz7ipUi+8LSQvHom/rzGiIO9xfilPc6LYT5S/ec8uApbPuKDGT6siDc+4ISZvQecuz68XsQ+ce2LPS5fXzz1E0k9o7tLvtTGJT34HBk8gp7gvcMO5D3+Sk8+TbGIPBUBF75Ux0s9JWMqPs/t0j0ohmm+0c+MvTq1Cb2HriW+G+tNPp38TD6gsKe91cwXPi0Qkz7TMHG+Jmc0vkLTrr30gNO9x3HrPfRIXr79H1e9U7YbPdYSNT52AGk+pR8xPBuiE75n1BG+trU7vrELVr782MQ9dIrcPQeZYT7X4DA9sF9nPlRfD77atLS+vHpdPWlsrL0QPbq99aBZPN0I9bykWbA9QZ0kvrpAKb7jYT4+1Yl8vlQNZL7725i+GOKDPLmSxz0NUME9oApmvm1Xur1DADY9UywYvt7U077XpAe/4CQIvvS5Fz7DQB2+hEDjPS1Mez6aoSs8FQ3JPWQav73Mu8E+iaJOPWVwn77uS6g9ARiIvRDbZT5sip6+yHwpvsCcHT2W8JY83lQWvvy4t7yxWCi+kRsZPlT3PL51drU9Lti7vWf5cD5nvxC+T0uaPTokbL705lK9HLXfPX0QCT0G+5w9o6DmvKTJSj7Ckx++HujlvSwVjr6Dlau9Eh4SvXVvvj1XUUG+qRA+PVkJyj3Q/Q++DEN6PsRmHj3D1GW+xBbVvRsehL3Rr9M8GCWHPQy7ir4RBmG9fv2GPV5p570HdUC+yRkpvQSVg75mJMW9rz/fvK9Xub5KHy4+xyeNvpx6Kb4S2Ho7T87Ou3+rqj7+V40+FVeUuyJ9Kb5pzsc95IsnvbM1Er0spkm+HHVbvkwAabqsys89/SQHvr39sT2OpQe+5PhQPuPnRL0t7Zk++NvxvU4ZBb7TNfa7J6G4PJKv9r0inR09iqNfvM3nFT7h7x2+7rm3vUtDBr6sAJ+8EZSoPe3ybL71Fny7dQ3cPF3y/71AIq+8MnQIvovwKz1zFzk+CZipPERpjz4sUBA+s+fWu2LJWz1f9aY9Ie3SvkNvmb7IH789KwKrvDxyW74yufW9Tw2BvmPMCD7gGQK+GWJ1PQ+PDL62qlk873BMvveZK75iNQw8dacLvf76Vz7dyfM959cHvTWlm7zZETy+ewauvVE7AL51gkG+dkdjPZmGSbt6yRQ+KnIbvtQXsL3QPiE+x35KPhTqFj4tSzC+8Q+TPTiibjwJzY89BCQdPTzWzL10z649eFj3vaHZFj2FW4+9gV3avXG8Xb6scKG9UUEUvviabr6n7uK9KQsYPZbhVb6X8l++D1QfPqeDU7597Wu+r5AMvnsGBz0ITvI9qzwGvhZk+r0gGZa9hmGBPeBIhTyupgQ+GowXvjTrdT7opxq9dtVCvmhUMb6tP4m+Ir3oPbrrQD7sXa89f5YyPNN4sjy2ihm+mTE9vuhZTL4IYiI97X5kPDQMFj4BMj081iRsvj2oGT0tc7M9b5aVvIAJHj2KnNi9romLvkaDlT18sma+zWu+vMXIjT35JWQ+NN15vfuuo70X5YQ9px1WvjcvIL6QI1q+jmP6PZIsgz6rNaM7GK9LvrjNfb2jsw49xjfmPS3eKz6YUwY9S/GFvjLEfr6CN9U9fxdJvvMnY76v3sA75/6ivXuD8TxF1xQ+AEDTPbygNz1Gyn2++c0dvgcHGr5NQ4G+UjG6vUyNlL1W518+6Gz6vWrRqjvc79o8AuervRgePr5yXzM+AyaDvfOxjT39lCI+5U85PefJeL4rMZA9OuN6vZljCj5PDQ29cIbqvbpRZj47HqE95kFFPoGznz2dvYw+YNURPthY4T59ExC+9E6sPnFoHD7B6b291Bo9vY0kDL7BOuY9twVSPCeg+D0gTDI8yq+rvGmyIz66BEi9CsGovd+hJbztxdu9pg0qvsvljb5sHzK7CoIUvt/DXr3ByEQ+bSZFPklU47yV4Sc+jlumvWXrWT4Fd4i+8+IrPqejk7092Ae+LZtqvV/+wD3OtWY9GqE/vhPtBj7KHUQ+c0GEPqvdLzwphsu9uhVbPul7iD6z8YO7IOCTvei2Rb5yPie+CO55PfEbjT06vV89fee4PbSA1j3OOLo9fqvJvce1Pz1z7QI+XjxmvREWXb4qjw4+Il4QPdhc5D2RK8S9R68lPrmWPr77Uo29kkG9PJ5Qhb038IK+V8HUPZ1Lbr1N5049Nxv+PJ9cNb4/cLk9BSS1PLAVor1Wcxi979rivbRNcj5m6e69/oylvJPplL1BN1I+DVoXvvTxrT0UfMK8tKTBvWMmyD0hfBI+D3kNvh1RaT6eRk29ejP2vcwr/72MNEC+JpUOvnUjCz7CWyu+NUu0PorYqLx25SQ9iPwFPgXNVr77xtk+CejCPaSbkj2+qTS9lOv2vQ/XoD5UUku+ut4vPnwRcj7G9Iu8tguRu6jQh75ZBI2+u5vAPdl/GL4201i9K3eLvg8vDD5rCRg7B8wNvZVVfz7AuJk+TgG7vef7Zz1Z4zq+5tZNvVTnD77X6O886kNPvsknTL5YI2g+/F5tvnraiT78MQm9hnAkvi4YGj4fQ42+P42GPaPWeb5/dji+m+VCPrKNj7vyIWe9qOQyPSM1Kr6o0Ys9ZxQCPiUDLr6c4Yu+sHlCPmZArb05ltc+uGc8PIY4gr5yEgi+pyKCPaPsfb7noDc+iw6Hvp4Zjzz54Lw8PFq2vI3x2D5kxo+9tv8Yvs96Pr5Lc5q+XcYwPj2T/T0CG4c+SUxSPk3vPr7txHG9jZNCPZSvEj03tvo916ICvel+zT0nKn49RiNYPgid6LwiNyG+ZCPEPVBonL1J+5U9RU0Vvs0xCL3P5LO9cYLOPeZeQL2hAZo7KmRMvp2kUb6yclm9jUOmPhKiJ77ZCa4+jrIRPSmccL7SO+g9jkRxPkr4sD1uwx0+4GwKPpLpIL4hQ36+g7qMPs9MNL6SANK9BEl1vqNpYT3QmcW7u3DQvTFSWr7fsAo+U3RKvnHDVL3vlFU+5FzyPcKMprydE/69fPcgvi3nejxhQWw8XJh3PlG7G7vcerY87URCPZ3QK77XFc69nUEVvB+sAr7nkoU9AT+8vF1HEz77rvg9+1KPPQv5Mr7OQC8+WrxqPeHiIz1ek5e9vsdEvpolFr6EJOm9BPh1PeJqo7wA+78819wtvov1JT7C8FW+v1irPT004j3dQ0I8Dn1cvf731j25Thq+4dGFvsWV4DvNh0Y92nIGPZDC8b0Mxpy+QU65vaiCH728ZoI9W5xOPdhcy71V0q48SxGoPRLClr13p2g9DR7AvJ5r8zw+atU9ldkHPaatIT7NNUY9OEQ6PgDD0L7rbRe+5JCCPi0q9z22ob69/wo9PQ0SDD6vyZ69NSZevR8GSD7AqXG+bP5gvu9sGTzFqEQ9LiXFPAmTK74W6Im8Y/q6PXfaAb8fQEy+Nf+gPP72j74nRiq+yKeKvZAUhL1q8oQ9dWSfPX+8uz1VMes9KwX2PasDGL1aDr297Lu7PEKTcD3Z+dO83i4DvuCfjDw3p1Y872pGvj6jPD2rFo49Z0HRvNF7s7xMQKw9VAPtvOpyEz4Urja+XAJsvfz76LuzDDu9oHwYPr1GBbxzHEy+JtHMPIFU8j2lAr89/Hy1vVjKe79nx6K7NlhzvtZb4rwf3vC9yFkZvhb+Yz0gcaY98PHDvfmfkz6u8ZS8PDg2PT28Rz3aOns+U2tWvqpKZL2V7nO9O8BkPdEuLr7VvQe+w1fFPZLWbj16NAG+IHsDPvxjoz1H4Lw9QyHHvLIU2r3jLA2+1xabPWCha73WIMq9Do9lvlJLC77etNs+fqETvh0egDui00e+GE5IPuUrfr2/Nkg9EGBMvZx+kj39WUQ+xqpJvmLjbju2Zvs9iIaJvZitOj4zW7U9X4eJPXq4wz7SwYw8wg56Po7gtL2CzIY+eVYmvoEbFjw2fgE7nmyAvZxmVj1LHqu8ixr8vbBJdLwNvas9Xrf8vO5Osz2uE3Y8ApyevQ/Tub2IAp69FggQvgQq0D1z15A7wQ12PQxiuD0jK2i9cJuBvfUjOr7xBWo+V4movfnRDz7YyLg8oGv2PUOKTr0glbC90SOfva2z+b0HNKc8r4BGPqnyF743FCg+buNPPurC7r071Ya+s8HhPZSN5j0blDs87FlnPnlWtj2DXwg+NLDAvD+Kwb7JG3A8nAvpvX630z6YQXa+alcMPV77kj1FtCa98ndyvWMp8r2ou3U+S+EZvnKTjj5YKy+93KKnvFgG/73xCv694ZGePvJ4FT5i25K9W6qyPPLwSDwgcuc7CbLoPYtXzr2BT1A+LpXNPSZUHT7MZI698OzZPNvelT4WHIm9YEU5PnA3L708VUq+eaItviphPb3TLGa9BoeNPWcBUr1x3kk9/3g+Pj78Rz4+bZM+pcbKPXNh3b1LAso++IFYvAAYpr2H4Rs+TR+9PW0usr1xI4c7LJNIvvsqhT6/AEo9a2QyPqRTxD0Sn0Q+M9pLPuVJab6G1V4+I5GHPnpsmj4Oljo+TK50PqYEbD5ktqE+9ruXPlvgHj7Cpwy+23vfvf7abr4c7+K9fXIZvSztID7lSCu+Szr8vDo0Br4UFoW84R+Qvpbdr75SrZk+ts27vXEIPT6m4R476siQPUj7Wj7adK49fq/IvL2Twz4AZJu9bLAvPOo0jL5cgKc9/7ClPthw0D73BRw/t92ZvtaTKLzMVda9BdJSPpMgOb73vVc+tF+rvXVFTD75qfS+dcuGPREBiL72W4m9lreKPqhG/L10JhA+l1lePsuqCz3P868+Xuf1vCNXcb4pnfw9ZQ3nuz2eoL055v88/fMJvlWxLr4GO1c+eJvfvbUTTz5+SO+9684BvwfEhD4LjbA92zRVvuimuD0BP6E8pFUtvtGBPz0eU6a+2xC4u7C4sz0TRmK+oHaRPpwHgL302Sa+j4QLPghurT15cTS9nIYCvo9iMj7MzxI+T+/RPmTrjT48QEC+tLPqvcwZQD19i+A8l6rou4sQiz0Wg9i9s1THPULzub1KdBk+44QLvrzp5b1VmLu918vZvBRTKT6yWMu9JN+MPeT38r3/IT+8qZ8cPtNoa76X5yC+BEsOviNFx75rqZK+JjdYPl7vX76RxCu+FG05vsWJFT6o3bi+2/GUPdURVz4ATAU9NpNZPibW3z11rrm9QjF/vbWt6bwmtpo9vw/JvSPz8T2Qj/S9aj0hvvmJtTzPdEm9oYBhvufMub1Pu369UsAZPhPQv7048FA7UQL8PIO6+r0J9pC9h1YzvTISyb2t7cu8ZrgAPngqpT0wd1E7doc3vdr/TD4g1c6+7j3vvdxPLb5bvDa+SpzWvN1QobxSTie+CMc7Ph9X/rzMdCA9dYQ+PQbXnL6fTLG9N/F2vv8ydTxNEsW+8hRhvVm5BT4KRe89KA6RPPjKFz0t4hS9ZE2bPQuVKr4qELq9bkYAvpAKYjxduz2+5dMGvryNoL2dc0w8o3YNPL//v70+Z/u9MkiYPdMqor22mMo8UoWAvkYCBz5u9iy+J9hfvR1svT2BDtM9OyUjPto0X72lyy2+Gk4Yvs4lB76jUfG9OkStveE1pDwx09s8E0ZxPVoAOb1nR/+89EPkvTxNor2GgKE9wgfPPKTQFb56agy9ncePPWi71z3B6ou9nluKPZCMO77Nuaw9pmrFPRBa7b2UUjK8CqJSvDaMoD2SRH48YzjsPNpi0b2hoCe+lblzPWSgF76C0j88sQllPSswAj0iN4q+6QAzvdGLlb3W6Ha9UDAKvg64m751NJU9kBOGPCD7Oz0cb2g9i/4kvrs2Cj0IfaQ93aT+PWvltLzZdF89D7h/vWgLWL4pooO7MLtCvfVvpL7E4XQ+NJHMvZh+t7w110A+Ziv8vJ6paL5P39U9kFCcPbGUXb5TMya9933+vWsj8r0R0Ru9h4UWPtj4870ucew8vNu7PPTemz0sdFA9UhVqPuX/JD4RbFI+ReCmPHZ3Ij6q4ku9whNyPTJ2oj26wNQ8O9EkvrmJXr4rguq9Ct4HPhziDD50npa94UMSPh9yIb1sMnQ8USR+vRvYJT0PI0i8KvmAvWz/Jby/mzE95ExbvhzwZj5XieK8dYwAPi5Qor6H5gQ+BTZYvZtrQD17yZQ9lHbmvMNTBb6m4Z+8JnkPPqYqRr6Wzy09kd+0PepEmb1COmi6+UwBvk79wzwO+x8+2pcOPl9Dij0TUL48+/+fPZ4dFL2GOSi9y0R4PQIMYr2i97q9fw7sPTdnorv1/Vw8Qn15vTaAgz116hM9CZ2GPdSX37z6tCO+1HhcPbfClz3M+8Q99WnWvV3fND2Yw3O8lHRHPCgQD75xqKK77cTXPVdQKT4Cs8e9BkQYPltuJb4zkc09E+guvSW3xLwldgs9VCbEvQChGD4TKXe9D0RHPK0JKT2R9B49pzBNvf9fDz2ebD496erXvbOARDxeyiU+bys/PmcQoj2O15E+VsXSvVgEsLt63R8+mkL5PSEZiz1mekm+ZFHHvQYlzL3X8hg7fFFrvmYrVLzG3mg8yL9CPqbBGb6qyPY9RJEQvlVuXD3IBO68BkRAPQNgoD48Wos+ZLswvqksGL6S2C6+d1WaPVegqb3mp5o9WL7HvDsyDrtJP5y+urtBvpn50r1zoH++IDdBvQSeHr7MBHW9nsIgvrW4Zb7lwNS9/17cvfsGbD7+Pde9Og9SPeyhxz3jSNQ9uLlBOjgEeDxzZH68Fm14vfdumz3GAhk+Mmdyvn5+AL2AuQm+o7+nvSnUOr4O/OA9gW2MPdlGJz4+izu99C3GPZMLKL2u5L89emhNPb6mtL0dMWY97U25vELwzj2AIJM+k+wLPSHifj1ASIU9WOa0vEGutbzPV44991VEPTEs/D33HHK+UysTPUtyrL2rYYa+fSs7vlWp/jum6OY85EQfPt2BQ77K4kw9FfcCvr4lvbyLpo681NzWvXVp2726GJ89bUCAPocVQj5+WDE9dbQEvkcP6T0wI7G9NOiSvWF6Yj7U2VA+6VgZvnxbAb43m4m9BsOHPTXtgr3dl5c890eHvcDr6j2X+IG+lb82up9qfT3X7H8+jl+Vvfpu0T0k5r69UPvLvHYFWT2Ekpe9PhlZPZCQeT51W2a+183ivdTrWb6Gvua7tCpGPbqoBb1NaV88wo4FvkDHSL0MWiq+iFiGPD1ltD0+wFe+W1/xvHuShT0zrSC+NFL3O7p4gTzxEqK9Kfz/vffAbj6Pjxs+c1GVPQAAzz1PWAO+03drPdyIc70Cs8I+LaUjvslnFj7Wmss91GjyPTcS57x/x7y8/U6EPZ9PHr5pNO682dnuvQvI2TzciS2+tWM9vvLfyrsJmBO+/cM9PnT1Pz0U9Dg9SVz9vS6vlj46nMy9dYM3PeP9Wr4pEh48sRSxPS/7xr0Ls7E9KbsFPFtCBj4nSJA9VTSdvbj96z2bPyU+vpKIPN8eoL2boba95AQIPuhJPLwDpJI9IDkiPg7OUD4nNQQ+Ck5BvuDvzrqHUaA9b89jPtjWDr6RsBw9PWe6PueSJz6mBKI+UHAKvSXeSb5BAUg+10jKvOgYKr5ghhC+KB/GvU604T0j/ni+kRb5Pa/GDz4qXSe+ydrDPdyh/j3u9Qy+IoamvZUMqrxH2BY+TOMBvoSWRb02xeW9FVEZPf+QNL7W8Uq+ZtAFPW6pDz3aXja+3nzjPBtELb7PMWC9eaIlPTfOzb3IOlQ+Unu/vVUzgbwonIQ93tIGPrdmc70zrVK+y4YovqXERT5yZ1K93zPFPenfxj1T1ka+oq1kPUug3b1Pqk899nevuRyoJ71Kgwe+1iQXPqzv3L29vJ+9DFDhvRRNHLw0Fnw+m907Pens9z1lC867aEgSvld47zsH1JE9MM8uPvK+qb0mbcI9aWXePMGXeL4hJg683TtwPloowz1OsYk+W37PvUYPU76NPDw9vVVVvYwOuz2SiCe+pDDPvohcw7423ts9B9ufviOUkL5xu+s8dHJVPGl5ir5olzA+RamsvNC7CrwJRps9vEUBvp3erD2JjxK+fXPbvIJcNr1FnJk9zpSIPUOOeL3l5pE+R/4bvgQBzr0oMsc3VQ3sPWEUV71sKyK+vVpTPhmulD7aFYc+3lOrPQ1BVL72Dma+owWXvp8i172nWgM9nEIUvlDqqb4JFO68UR5uvYttn77Ib4M+nGoovTuYGDzQ9Tk+6EYXPnbUi77Dkco9IyEpvkYQoj1bSdc7JDXjvXgfNb6TjQa+QDMoPuEPbz7fTXm+DDAqvuEbXj65ICy+PyoJPXDGwj0Pq6Q+eIuvvlDWUD4zZZi9evp8vn9yb75FttQ9WebjvUu+wj3UJ/W92mSavHvD2Lua4aq+3CMxvjlOBD6Ncjw9NSyJPdtjlr3AdVQ86s6fPZ66u71+uHW+03nhPcXuTz4hZWI+1jIpvtPok77VI669tkCiPtKjj7477Dm+W74JvrkYRD7KHUk+EZF6PfDWHr6Uvsy9pCSDPkDhmb0w4PK9XbgqPmUMtDzJ4l6+83DpvWb6I77n8/s9rUKPvvvTsT313ws9v4TsPc4Uvr2+p2g+fhscvF8CQr700p49bsiSPsp+lr2NWVY+Z5TuPiCQqT0u/02+1iaxPaXRl762x+K9GeEgPkmcYT2VxtI8T5AEPYozij7DnIs+LB9DPtngo71usGa+mXB7PnHI9L3Uuzq+xYNVvYj4CL5Dtw89Z2v5PVR54T1G6447k70iPsqLQb4sPmg94hh2PR8yjLsRtPg9H5RRvW+nnT4YkBE7vztTvqO9q71x4nS+a9bAvf6UeT6rAPG8sDSjPaSCrD5Muve96yCBO7wIcz0Bo1G+sPCDvvBuM76XYZQ9MaCkPf0Voz66g1A9EovKPTN2Cr42DgM+X1QJPhG8ZD1zE/e74oUvPGLfib4HInc9e99rPsHQ0LynnTS+CuEQvrtzDD5Bg4o8+ZCVvtY66T1IjEc+84ssPaWmGT2uFck82qCSvvYVaL4xFVe8VhEoPoFYrD5cDj08TeQgvu1Mvj1zUgO9BCtUvvuAyz4O+zw+1FSUu5l7vb03kk28U1EevoTK2j2CioQ+dA9pviCGzD6gPw092NOmPgSupL3a7we+vHFbPmd8Kz5gesC8tODNPboNm7196Cy+RZjUPMhYHr7xElc+EJUFu6BpCr5XRlA+euGTvFmUDL5KQTS+hrx9PbBw7r3Uqke+sPznPbMRhD6yC4c96VItvtgpLT6GYDC+4asHPTcF6TzzHOG+BHIDvcESJT6r7z++Kf9LvtOCZr35h5+8fkQKPi3NjztR4sm9lxP4vWBg2zzVPqY9WwHnuxxbRL5qeZc9lXsIvlVc1z0tKOA9KDW3PLtWbL0PDFS+bVYUvn3jHL7TdIM9+hPKPG+cKb5Iy8K9/MO5vbhwP72svAC7ihK6PfOSGb4qpiq9Qp9jPSNlNb4N5AC+bLGoPftv8T16M0u9AefAvCG9Qr0Clse9iA0WvqCV1DzWVc88BjopPks0ZDwtqXO+PcAAvfLdkL0wT4E9TQHgvWZ1Ab5ocnm9/T5YvVXatj3Jf7g9GPTQvYyZtzylm8S9DJtOvbRfjL1wrJ09tjqXvpqXeb2DMSC9JHEvvokM6r2LnoS8nrhLvezE471gl8u9i/mhPT0tSz0aQcU8G0ARvWUEHL6wkS4+rUvnvSp1BLxf2pQ8EOudvXS9BL6RWcc9s2Upvp3JFb0sfIu+3EgrOrIPwj0Fowm+y8bAuwZnmb4PprO9YWp3PVDT9Dszilq+JV0mvZsQKD4Sxg8+ncdRvUDQIL5QOCC+Eo96vkmGMb7KDZe8htQUvpyx4TyP6Cs8NBGbPZjbhz2mhRi+EmozvlxfI74BRCe9nQoFPutRCb6TdF+9LcNLPelT/705E/E8Gxn8PVJ/6701ETu+95YhPoypHb4C8ge9mKgLPFOb771DT148RcVdvaSiq72zQSA+6XkdPTe/ZL4ju549MjE3vpArNT5Dq26+NxfRvecBAr5ch5u+r63QPb8h0jyOLhU+AFQcPhybFLwl91W+fRFiPaIcp74fvL099wVkPsMikb2Hec+9GNeJPnEeqbylzpk+79erPd6KdT3mL0w+mi5pvazUEj5OTRy+iyoCvhjDWr5pxPA9hAs3PX4LqL1iNuw9L7K5vRsXWD46QfI+wjvBPokpKr5+l5M+yCdXvvODMDxNWRe96kesvfDqvr795Bu9pkiCvuhDtz1Mwrk+QgQfPHcUyr2Uo/A7uRv7vOJtKj4F56Y9nW7ePfcIMr4kRD++kz0JvnFh7r3DMoA+RUkBvp2d2r2ksYE+XD/qPSjclj6JpLS9XBTXPWE+KL7wJoI+EoKrPvlDEz4YRqg9F1EvPjJNKz6yvxa+uz2fvhAcjL1UyYC97hkMPoYINj0JeZ4+OPiZvgxxML0y+xe96nhnvsm5v77wd5Y9oPnjvDCNlr3Xut493qLcvTnyIb58SwE9uld3vg/6ID3ruWi8m7SxvjthL71nU7i9qRMnvSKYXL7Ho50+bAdEO1k6Lr5phY0+a9OEvv6FL75JexM8cVYxPo+s1L3p+sm7X74/PsFJT73zb7u64krlPfenM70jXJ29/E7oPQRQs7uDUgQ+RbIoPuQd9D0tjpu+zXO/PX+tQT5eyN29HV9FPP0+Az4NDRG9TRn+PNqUbz4nFKw9ql4LvqUGpT1Ob1U9ss+BPYA3JD6oKUu+BraRPYfyY74paII7bHzEveocGD40Qca9b4EDPiCBkj7JAtc8h3TZvYnrNb7L/Dg+IaylPU9Bfzrgf26+nmE8PokwuLuNIDK+6NGFvtAd071zrUw+LWuwPZYQ6rx4kQo+8AxYPtKmaT664KA+AoUlvezYar2rdym+Mwc9PjJZMb6Wq0Y9wUVovj/hQL5R0kg+6+WbvtXoDz6mLr++47iJPb3Uqr1/Yh68YAoTPqYEi76ynG68chnlvR8gjr6eWB+91Wo4vnYcOz4+hdu7zLSPvQ8n+Dw7KzS8T85CPikPTL724YM7z2WgPhT2jD7HqKG8ShORvaDNi73RX5q7BXFMvrNVS74uAZI+ynklPtGkoz7CUds+ViCQvdPBcb682qU+BCEZvnHM2DxpR3Q+TjK1vq+5mr0MXEc+m1qtvZrlpT3l/yE82/IPvtuZob2hzDM+3NdxPvWDUr0TIJ49Nz76PcOHmz47sga9k8LbPSTYSr75KUQ+XmxTvlA6ir2bPJq+bZriPKxAmD1CrHg+RsdoPrujFr5Q/5g98vaRvkkEMr5Gn3k9XXnAPmnejD66M7e9UVbevfrZyr1Sram+9kutPLxENz49EAu9j+nqvEoCfD3mr1E+XxEUvvvFljs4wG89oKFIPnR3y7z3lki9eDkWPdILZbv1Ph0+2dlUvYZRyD2sfwc+4m0hvQabTzsjXds9uDjQPabrL7xEjaa9PftOvrBc1DwAPSu+6eIdPihM1DwiBiK7VYMKvjHjWr3DUDm9ZDfkPZNDCbznhI09zSQrPr9bjjyaN2s9XqCcPSpIwjxRLZa8JyDTvIh4HL5MQVm+A7uKO+qNWTxh8lW8TKGHvbCL5D2L9WW99KI6PjYTt7x4VlO+IWZ2PRFX/Ls+mx89TmmfPVauFT248lo+c3dRO68o+D0YJyk+eGNvPcKcjjxVYCa8eXtPPfiS7b0BYmc+2PtfPYCK6r2RwBg++RDOvazJIz6beZU8WmS3vMSVgLxg6m89+brhPea0G76di/w9juc0vUDIBL7NRDW9sFyfvW0iFL6r7l09vrJZvdGnC74xAJU9Sxd2vZcWxr0Uxla+lx2GvITpH7xJX5m8lIYTvRuSFr6Bn5s9fhz7vSxNEz7IvAU78j/WPUC5rr1ZR4y9ZWg5Pikigz0lQJw9KBa2PesIFzxvNMm8JGIQvgLNwz2kTaU9wh4XPk1oxD0AiSY9fnK6PN9nODxE0Ai9sqivPcbwgr6Aciw+QvxCPqxM3zwPnga+bI4BPrIik71RAYa9isgBPZHFLT7HKPk+0sDOPUJJK7235Iq8BlGtPRSi+rwiE3q8jExKPQK1lb2rARa91FW1PlMeyD58/tQ8faKzviek5D3Ltcw9W+LPPAV+hb4aejc++hOzPvX9hr4WeYw+w/uAvE90Lb3FuRA+ahi4PZ81WzxoQlu+5+5BPPcMKL5wMxC+NRJJvojO7ztkvWS+YRcdPZ61Er76F6q9L9fPPRnVIj7ncmE+y0SJPtlylr5pcdm9gw9mvgdNMDpskIO+BuJFPs3j4b0aKf68RIf6vW2jRr4hvDs+jtNiO5Lx6TycSh29qI9qvXguob15/wu+lBGuvsT63zzhRKo9nOYNvhfT1r7QNpC9SkcxPdDkjrymNrs9kiU+vlcACj7UVeK6rXkvPdgfMjxM+Zk+FjciPnHbhz5z2+K96zjevVQMlD3qKo+9svlGvq4E9L3ChTe+rhISPlNBrT75ATW9Zx3wPGopuz4y3Au+WjwRPHgOyr1H/Pe82VcNvotxhr4TNYW9FouDvdSiSz4tKkk+4uw2vsLTLz7pS7c9/pqYvRIhEL1DkAu+LlwFPjn9OT5WoQu+RTUPPjfEwj17grS+OQgRvmKuuz2gVUo+8uwWvgRQ+71e7hG91cZgvSsaET4Gopa9hsKCvk4knT0HscE8YoUePpgvPj2zgJW9cWmOPrDSDL6VHmU8h1oGP4LuBzsa3/q87awJvcQbLL2KupE8GDWPPvAHHD5SmcE9O+Rxvnmg7z17B/m9PWB3vXDlAb68Dye9CzamvdIkR70wJ2i8CF6aPaYUqD6Dc7y+tkw3vhjhuL0/b5y9sl//PQwvG77rtbQ8jk0uveNNPz60iv28PSN4vVwdmL6NAGa+DwuaOhe0Ob60Oo69RwVqPtYlvL2O5T09ggCjvZ8/5L39nQo++mvsPdSGqrz2r+E9BXz/vfxUs71iqJQ+0fxUvUq7Dz11LH+9xNS0vmFymL1lON6+cOgkOo7awD1gvZy8CMoBvpKQk70XGe+9m5LaPKjQSjzYDQo++j9XPQ9Hoz52e4E+ggQRvjxz4b3AFUe+aIENvA/yOT2F/We8BbvYvVctGL6w7fU9fRjAPZ3Ahr5ByFW9ExQ1PSP+yL1M/og9kwOPvSl5rT6MwT0+4ZmWPQh49L34ELk+Jl9/viIF4TrNYSo+m9J8vlXNHL3P2dq9wL4/viVioT4pF9C9Y8eSvlv5YT77Htc9RCzdPQln5jtpVBe9CV97vRDhDj60Q8y9oDqZvPJEBL6eJII97Gy5vXHocz3u18e9TNUSPvo9Nz2D1kG+FPpOPl/BRj2KrIK+d35XvZ1Tvjxczzy9WS63PtmrTD7OpA++RG+jPT3vur1oWBe+7LNRvptoAT44HAm92UFOOwlhy71a/tG9nHpmuwynCr4UHsg7gcVmvYBkGT2oJoW9kGE7vT6gFb4XMug7Z8iSvpUBJL6RbKm92dPlPBFnMr27QWq9HSEnvkhRmLwu+Bu95ZSRvVfV/D2l1vy9gl8lvR7tzrxEzrU9Klhsvq9UMb2A0uO9DpYsvtzYqT31Vqg8/04nPgN/8j1AFpa+sRyGPPmL8zxdvv+91lwyvcjZCL1z24A9Ls4Au/G2/b1tzpS++yL2PaxJxL20XEa+hgDlvamt3T1Zcwc+z22rvVkayD0M5X+8OodMvlR+FT2ABrE9xFYJvTpnfDyoKkE7QWSePXigRz1LDQy+XDXZvQW4E76Dork83nIwPaalMr4osRC8RemUPXqUjLynUGM9aXJ7vn/LgL54wyc+dQznvaMMoT1v7sE8kXxKPUjN4TupEUw915uWvQyGgL5ju487TIQ0viX/Sr5xwI2+4vILPENWaT2e1us8ZkhuvW7Jpb2Ab+u9OHwfvs3Ajz3yX8S9MR1FPUk6bb57djS+SW3hu+qyib2l14W+30r0vWKSLj5XthC+7kImvr9CNL7gVxC9PsSFviRPEb6qyIc71i8gvlPlYr1LXu48GfmTvYrHUT1VbCY+u+tiPYuWa77DszC+HWYzvhPMgL7mOsM9wtMCPio3ML72KPi9inuSvtzEnr4KLL29HUCFvYZo9r07SoM9al+IvkPS4j42rau9AZC3vbzNcT2v6YC+LCnRPqsFpj5arqA9t1H5vQiTYLxjoJG9FLsrPSp8n71uyD0+oQY3PiuOUT1fsMA9eRT/vU+LZz7ndtI9DrFcPcPkSL1ivTC+rrtmvSvAgD6Q/l2+2U1VPfD7cD3olR2+QcEkvYaOALx/Inw9Z5LkvNiOzr0s8Us+sFOoPkWLXz376yE+4qrAvQDpoj1v7qm99XMuPhUN6L0UJp49c4+Ju9rX7r2Ta4I8f/xPvmsogbxpsXS+vPygvb+aHT6S7KC9+HmuPXI4Ab6MIde9IZqTPY8SYr7VR9U9BXnQvYTvgb14dRM95sgjviQeyz36R5C8mpgNPqsdSr68dpA8G3kiPs90Az6uKom9FZPbu+ithb363zS+n12GvgqlSL4adBW97cssPSMY6D2OuQU9XTyTvrkXtT2gJrs9rpFAvpVFHr410f88dRXHvpQTTL5wmcu9jOQxvm2Dtr0L1tO8fXROvoJPBD4Nk3K8yT6LPN9Ml755ORq+ZwN3PbJw8r1svm4+iyS2vJMse76g42299+aKvcBmGT3klKg9334xPcrdVz2PtPy9YnTMPFLKQD4/E5I9uyVaPQSgFj50WAw+3r6IPEKRmj0HxWy9bJC0PR7RMz5KJIM85vu4Pg4kE758SCM7JPhtvn0Zwb2ko2G+wPWivaDk3j2IsiE9rPZ2vX+h4T2to709QFJYvDiYkj6RBhy9BNIBvSWC2b31DyW94QVgPpDp0b0Ef3S+cYl4PVcXAj6vLQe+Xx4fvpXnub2yxVe83VKRvZBfLDxJ1+K9N/V7PiBJA77xOYE9nI/CPcpiJT6+qYg988NUPrDLnb0Zvtg9+nRmPfuduj3kFgU+BTV0Pslokr1bGIQ9uEq4vqDLyr01Jq68qTz6PIi/Hz7wg7C8288bvg3SRL0gYie+/EIgPsP/hj6Pgr89B+EyPgYBBz0zb1E9kS/bvfpR07yfAOA9ccGBPS1qgr2nZS69msO3PRyP071LDQI9PPW4PBprhL4Vuoy8bNtLvIZgwz3AfV699GgrPt4vnD346YU9bb6MPeq21Dx7dby8tDUZPk3tn7xBJ9U9sRIJvrejjT11Vgc+5ud3vjrk2T3CkCI+WEHMvJR0Tr6QTIU9XtZrPiLEbj2+gKy7xlWpvXxkrj1OXNW94pdWPrsXeT0d7xS+Fl2bPNSohz6HaNc9vUqVvO2yTL7sDX6+ge5avjkjQTxaPia95PFkvdhxL76x04Y95lyEPn4z1TwVC0s+QDMZvkAJjD36BEs8btt4PNnMTj4v7YA+vfTFPUa3673vY5y++YR7voNXiDxLnX2+mXNTvRD4Er7P5oa91smmPeryDD3g1gU+9XMZvod38L0Qtfw9cJU5vJKFFLxqXOa9d+p0vp0GlT3orlU9BrwyvrrmRz6+C5E92xNtvr4kUL5Fj24+LPSgPQJwGT6K5Oe8ekGavBdh2rwQpjK9fL/zvc59TTx2MYG906cbPiUOVL7nsoW+WvvavbwsM7483RU94a6tO46bpz0XQjc9TsFZPV8Gvj2alCS+eBeKPfeNw73Sc0696sqBvr3y8T1OsqQ9G1NPvtI1KT4WcZm8REPlPaExTz1N+Se8pvUZvhRScr4kIqY9658sPldUhb19zVo+PFkXvmcIEL1p+pq+GiMtPUnEFj1tQxQ+E1BAveHrwj3xzvQ9/nDYvS0NW761Foq9IOMZvaphCb6/Mrq9i3DwvHY/cL3u2669ije7vR9+lT0c5yU8JhowvnI2Cb3cnRc+dyyRva8PnL1sIog8/y+qvXpAMr52Dt89q0aUvZ0Ymr1ZmcW9u3ezPSgyGb715sg8PJEEvrpz2T0k8LK9nHsmPucPo7tnKgU8JlfHPapskL1a0gg+aChcvYn6+r39Hoa9IsNePcFO1Lx9Rgu+XcvpvX2vLr436pW9ekK5vVEBiz1gA2y+DB29vX4E7L0OETa9yaQOPvv6n7399xu+lj13vaAJ0D1PmfI98wkVvqk7xLwk+CY+0/IWvbVYC705FBY88zCpvmQz4L4Etpi93dnQPR/IC74t2Ja+J2CXPe5Glz5mEAw+HSm0vr9F+zrE2v49CleUvm8RaT3V9c89gioPPusMk758mgm+FC3jPRvQoD4oNpE9+KLLO5FnU70DaBK+gHHOu1woBD8r5Z6+8xwBvlbuQz4ROYK90Gu+vJEPAzr/gw07DEOwPRGWA70h3+c+5R1WPkX3I756yzY9XGY6PlH1vb5ChAS+f6H8vN3eGz4GGZA+Uzkivva6kr752h8+iWWBvfqAU70w5BS9+Ft5vfE3Pj6EZre+lE4gvolNk75umW69IDWEPVUAsD3g5Ai+N9SzvhxEPz7b1Jg9k/NOPdcnAj75VRw+YxqXPKyRf73iFQs+BIUEvWyfCD4n5TU9ThU5vtUJrD3arAK+1vayvlWbSb5F7em+Odt6PQ+vsrxdE949rXSSvk+Bgz5Txv88viucvIZDaL5+2pE+cON4vWUUtb0FWzq+FHiNvQmpsr14nNa76y0FPuN1I77idUC+EtcrvtSIwb1YhZg9OZVSPiXINDzX04I+geNgPlsghb5EKgq+njmZvdFJtD2qWss+/zkcPmotxT6OJGC+YxgOvkVjfb0TRMC92fLgvn2pLz4pkNE+I65+vbrou73UEPS9um+DPkv/jz6EQrY9eI+qPsOtSj3th9O942FoPvi/Dr6Wz2++nlzTvLusGD7Tf885KGNZvuv0aL7Gvma9BSHnPQcmQrvF9Ja9UtGTvtJUk72kd3a8kGlmvUQcSb1ZUo2+YNCCPF+lmD20yjK+cWZoPS+PGb475u89JIT6vUUSgD4n20Y9gl4Jvgi89b63LNm+/ilTvnZ3Cr7chko+LQcwvszRF75f0Im8JLUzvJvbrz76qX8+xqG9PIx+I779xeq+dAWHPYtbjDybPI09W5E0vuPLt76sEiA+V80ZvpUYR7uKNIm+Ae8mvqbDCb1i6z0+50E2O/CHH71eZEa99Zc0vjcqjL7CRp6+C/q4PXoJED0HFzw+mqf+vVmKJD46dMc8lqYPvgS0Lr7JO7C96wAKPrlHQT4aI5m+BVlwvaPCWL4jc+q8rloFPoHypz3tU7q9n0N1PfazZz7yM5M9zzFovbW7Jr7iiQ88Pv1IPjGKUL6ofbo9wdiYvidJ0r3WLoM+9NhrvoSyjz6yFhC9+g+xPOqOTj7EwZY+FBBHPq/TRD4246+8ywTqvTMeib15FRi+UEuIPjSrqL5nN8M+84Eevv6QYb51x4m+1xaAvopFlb0HGCi9cVkVPnG30bwNdX+9omV8vSWOMr7anZs9zuIGPq0MtD1Zn7W9T/EYPQQgub3OIIe+s0quvhbnkr2N0AI8bXJAvuFkEz7ubF69IraKPE5+Lr7KxEi+BO8UvYauZT6j9wU+bFIUvVs0g7xr8k27tm3hPYJZIL49Ug49HCBfPsLk1L0Q76S9qmZSvll1Jb4qv/S9wr5Dvra7E76kSMM9qUW7vDTrdDuq59C9ng0uPheUKT4+Jfc9G9+LPTM05j07WR2+zeJpPGus+j2vjku9H0wPPcE0PT42HSS+S0qYvfNkdj15yya+Z1KHPRVkhD2YfKC9CybsvX0xsDyJVmQ+/VP0vTTMIb4toUs+M05EPKV22b2JsDA+bJNtPj0ZST0MFRu+ZXipvYAGir30iNk9Lzc1virSG77txiA+FUrPulmCIT3NgzW+57vLPZVPqr0L0Vq+sd/ZvCrP8j1rKmi+CFhUPRmUkz0nfHK+uVcNvhp0qD0luxC+B0KoPJKg2j2a+gE+BMpLvozhQT7ZFLC+HQnNPcSuN74hR/e8kZhLPj2hz709/So93mIEO+hhJT5qkWu9QsopPJrLGz59W489rxHmvV5QHr4WcwW+VgwQvvyWyD1oygK+y9QdPnVfsr1TpyE+e36IvOARAT4KwqS9A8pGPoTUQr7ram096tSVPK0shr0DgBw98jnoPT3faT5pnv49gCm+PWx7X77ynOm9mzVEPlb1+T1AXQ++l+bdPBm7Sjx4eok+irnlPWzniL0yz/y9KXeHPqbXc768GLg9VbRovgI2PD62CYa97mhBPkzWnj2Om2u+qhOuPtxs4D41ed49KULVPW/CdD0H2mM+N4owPXgh170sjaw+KjCDvZwg873Fbw090t1JPs8yXb7qRLw91q09vloFULyEpia+1+DXvFOoND4cqCS+DEinvBI+GT4ia/Q92l6KviUziz1RUhy+dU0DPrJSzL0hmIA+NarXPk/gjb7FCW08PGF6PROWHz1Vck0+jNMGPFqAyb3q9Dm8CHlAvB+dAj5rF1s+X8hevggW/T015E09UzajvQ1Vlj4Bxu884ADgPeLPHj0VxMi9XwpqPueRKr7JBVM9RptQvmLzRLwRPGu+HN2nvjqppz73om0+tbyDvMvyj7xz1rM+IONtvtyY3b3wwRe7r0MjvpMqQL0KPQ09+BMgPfUNnz1vyyG96bnOvceXHL7UtSs+wsOUvmJUDL2dywC+cm1mPrnasr6ocZI9axn3vqM+Rz7b85W+MCFJvnugXz5RcKE9nNG3vqGsvr7nR/S9OgLMPEuTub0+gI0940TDPVbQAr0ktqA9/AKpvkdjjr2zLSc+Of0Qvg54iLxd6Ii9dXDvPDqrqD6skIC++i+nPo5VgD5k4jO+8Q/VPS48Yz1HbUM+QYGMPXlHhr3Cu/I9Q9zvvPDEKz5AxQa8ZFuKPrhOlLwhhoS+pkQCPrIRHr5IlLC9KCGbvpalLj3svsa+bZG/Pe1Pvr0eV40+VlfQPSDTVT7DCP28YbkvvrSElb6/FQk+wUl6PuQQrD3sldq9xG0GPmX7yj26i8W+CAUiPlN3cb2zZAk+lRKqvdQ5dr4XXEy+nSrPPcs4DDwj2ma+sLC4PbzGSj6kpyg+wQ1/vk82RL1mObE8IQxbPmDDTz7Cri4+56d2vNCYiz7Dnuy9KNkmvmqaNL6GUYk+RiZDvtRuUT73fkU+iXwLvmL7ET34bCa+oi07PFdbrr5Ys6U8Mf1yvRhG8L3xCPs99IQJPEpHbL6lQOc9h2ubPpsMcb44IZE9A4+2PbXqjb63jLo8qjcrPrh9uTzkDZC+KJyKPhnMgj7YBI69kpI1PnRgnD3K9+27EuAAPrxbbr7EDbi9J6EYPvf63T7/cmI+vDy5vm59uTwVZ5Y9G75XvWGvRL7AB1q+BbyFvuj5i70Yh3w+Ps41vgzHkz4AFQy+otpAPvufnr7Bf+w94BUoPM+fBD7ylbm9GA+MvYGTAb597gi+f9WHPgFV0L0zmD+9FtB1vBw6Fb6sIy6+IPE/vedYpj7Jqti91nLsPUzhAT7UPoS97OdvPAW2YLu2pK+9nnBDPQ7AVj5JRIk+IIrAPBb/870nhGu+1XGTvi3Vg74jBdW9B5HEvby3n76GKiI97fQFPpJdAb4fJw+9svdsvQ+VIr79Dka9Z9svvkWMtL6gc5C9K+08PYhYlbxBjjQ9CCYgviwq5D36/nu+GPS7ulUxq70486q8mnOYPaYaMr7chXK+qGUKviGyiTyTCwg+4t2uu/g/sr653bA9xcFlPZ/O7b3l6Sk9M2AFPe67AL1Oadq9GeavPDHwYr4jrig+P4UXvS6ior3oBco7UXmFPFKoFbxe4Ea+QnobPmWFCr2ViLM8XKQSPsJ5xT16oww+GxIJvk2gH7zlYwi9zMhrvoSYy73NY507jDCxPfPgeT2IgoS9WH6XvJ/JzL3C9PA9Vp7uvYgqPD0tUja9zigFvueLg748IUC+HCgUvT+BV74t0Ni96nozvZJQqb3FlCC+g/kfvS/rl7yx3T49hJOwPWWqE71Kr7k8G+sJvjho1r0yEIq+4lvxuyk9aD1LxTm+euSWPOFAOr4fET2+x4SCO50cgT1UqKW9h/bNvX9Coz1ORpM9IB5HPUQHQr4M5U6+wBWYvZth1LwCmHu+tAe6vZEz/Dw1T/W8/wtHPRJ1Ur48nQq+0bwLPUkS2zwkgiC+Shs5vmkjkTxPGy+9UnfLPU3RC771BGS9UvSRvRIiir5WjH++E/lWvWmhlr1R8lS+QgQjPeqlGr6Zc9s9/WKlvriYA74oav09HNffvcBtmT10Cle+q5ogPq33uj2p81i9LMI/vecu1Lz7uJq+SrUQPnfYCT/KlzO9+iOfPtZIlz74OXo9i44vvvt3Vr4xl8g9gtmFPt1oHz5bwU++tQVPPv+yD71LUIQ+cgLzPdo3Jb46jYk+ALQDPqFXmD7O9xw8Y/iIPi3p8r355N09uKX5PSP+5zzScko+bl5BvqLLHL1SDOI90VgRPp/UX75SZc49MSNxPndn4D18Low+JihfvQcCob7nuoq9IjSQvoAjjD7OmYg9YVSBvQP6IzvorrG9rXS4us3Mhz6hQSI+RiyQPiuiUj2ihWg+bj+HPmdMwzyGipo+CNL3vdIDAL7voZw9Kpt7Plbfxj2DFKM9tu4MPcf0CT3P/rQ9J2k5PldWKD4lRju+NmJ8vkr077wBchK+nEmivVQfWD0vLoW+Ko0dPtpx4r0NqJA+ryiFvjpdDr74TGk9XoEjvSHBPb5PfE09DVcrPju8Sj5aoZE+0KtHPm6vxbxOGeI9bZ+qviEAJT2n3L69DpuPvv2thD5vb5u9b/UxPgf6CT4cIg0+wbgNvve7fr7BLVU+ve7nO536Cr4ArpU8jOlQPZc12D61fGk+vq+3PleaJz3+PsI52WHAPuriZL1rYIs9srtIPP8rLL6T2I09Qb3WO+qBlD4nj2G7H1eXPtgqjr1SPO6954EVvtppkb3AKlC9WFeOvtw2sj74xtM9lxSJvgxwzr1+bd29ObWCPu0kwTz+gPc9RKA+vti36b15GFo9Gu8oPgbQzD0mYBQ+QD4lvtNydDzO3uu81LuMPC1yVL3nGu08Xa3pPTQzrD6gUUQ+rQxpPqo0Er47EfK9RqrUvYd3Pr15rVW9Ul8APt2TET5FlD8+KKvPvU/2Ej6dvqk+1iDZOjKshzz5EBk9iKqIO6LcW76pAa+9Sf/kvfF4dj3gy8w8Lsn0vb8ZjL2hZ6u+shIcPjFNVz0Bu8w9pJx0Pj6ToL2gTH8+199oPQSWX74ASUA+0QIePsY2DT5lU909LI9wPp+WWj68RYc9WnVOviJet74hyGO+M+SnPp3HLL48daA7Xo0EPgitSr0xJe09LSgbvi5Ap7z+Scs9SyAuPn9NpD4oP4A+IVawPan9Lr4fKR09AgUvvr0qN74mtBo+dQ+Kvmzltb3LKoM8gIU1PZgjPb5itIK8LFpXPVd50z2AHao+MrawPbuVKb4SocK9NDw4vHQ6mT48CGM9aGtDPvfOOD7zE2u+VfxcvrQcsz0ogpa9+rxUPrUBNL703su9q1pGPvpCBz4YTwU+/4guvdSUbr6gWJE+vuibPcANfj740IC+4ykJPcHBWr5Y7+q9MnE6vqCCkb0NeD+8aDdlPQJNtzyk5kw9nXQsvhcPuTubdYQ8ZuZHvak8ErzeMo299ke9PZTAmzyOD6a9E/KgvvtX9D0dkAO+KAuUPVuyYT7J7+W9WH0MPjoSCj6VCyo+pCpxvQnWPT5Tg3a9iD3GvR0PsL0vCKQ9hPegPYBgbr4uEI6+iNOiPbIgAr72YZ++YgJevVD0ab0KqoA7/0chPfqWkz3CZ+o8nl6vvfa4cT1Mkiy+BJvzvbvTVb78B4c92ZKZPUnVj708xjm+vBcLvj/Dgj3efOU9eDfovW4Y/T2ru389yotcvg+qMb6yGI895MvAvBUsYb6q41k++irtPAwh97z9R5O+V5gjvu3y3bwGZnq9WyKgvOTyaj3JUoA+M/tzPJCAx70K17q9CprkvWnQtz2Ff6e9NqomPmW1Sr55tAu+ifILvmPf7L0MG+S8FenXPbB5Lb2395o+LZqfvRgEvDtKZqm+Wmf4vagiU74/rt09U/JBPW59Yr5HeMc9G3B3vRtktL1Npdm91SMVPXHDdT1mCPY9XJ6yvWC3NLziQIq9hS4WvYTpBb4oSa49e8rzuxs0gb079Zk88g8IvfQXFj3/1u69+LI3vkdYRz7OESS+yFgzPC/hBL4ydQ49i42JvZ9u9b3rwgq9zILfPTSZh7vNW5u9WJrdvY3FPr1raCM+5DRzvtqqUb7iFlo+oSOpvoFygz0IU708ufJ9vsNnlj0EBhq986EMPtsI0T3mJIW+UYn7Peqizj5TBqM92wqbPbTEA76Ieha++XGmvZSZVT6cr2o+qyKOPn8E6T2I+Pq9I/f/Pdp+1j2R5hE+DSDnPYLo+TsyxSU9Y5QivjqK7z4JyJI85FI7vtDn3r3FimG8ylhEPt+jjr7+Ji48DzFEu5JoCL5mCt0+hzLNPlCzUb6L8no+Dk3WPfvxJj7pTJI+WC3tPd1wVL1Ts189/lcjvtcx4D3TYTY+5HH4PYVxA746sHK+Dxgevr+Lsj63bCg++LlNPljvz7wiMYy97/qsvTtJET5vOkE+yCspveRtAj6m2MQ9MUUZPp9CZL4Cbj89thiTvibVTL4oRlo+FvMsPqN7zTxxYow96wH2vNLCszxN37e+KPyHvRCYHL6ne8W+qzPtPag0ZbmPEtg83J4evl2Ehj4X5ZC+1ITBvCB6yrzXvMg9VOckPo15t71v28U9U2wnPlrfkr6P9Aq9cKAqvp2UCb6RSZI9G24GvtyJKj7O3T8+zUC4vYvjbb5swfg+rgy8vRUo770EP3A+k/UyPk5wgD7mtMs+cRccPYhFrj4S1oc+A3gzPunR+T2XkEw+AbgQPv8PSz7cDZ+7qimOPcoeMz5zDlQ7gzKLPpnHxj1U2ZG+xZxVPgT9j7zn6Js+W+SUvtmaBb7Hsiq+9XdIPdXkQz514iS+Z5DAvbEw0z1wknu+Av2aPigoqL2iAVo9i7RdPRDd8T20fyY97MM3PvQSlD004Ym+cvo0PoRVybykfnY9bvPwPMsGDz34q769+263vYxNYr5tsVM+CMa/PmnTpb3lIY8+SggBPRwuWj57gJy+0OUwPvEv/zyg4kG9yod4vksWQz4dh9c8ln75vPJrPr3T4Jg+VFLTOwem0b2BYHq9bbdFPUpSOD5c1x49IzOKPqElO77/Ou+9v72PPl/Rkj5WlsA8IgQVPg6vID4jsPM9611AvpMgI75C42U+0hkOPi0yxj3U6Oa81z/QvR2UvLwta7I9fFeyvTNTQL5Te5U+wKW2vZksVL5VX+28M+TRPWqFkz66KIA+U5rrvFdz3z0jcJO+GeSyPgDHyj7DuwW+6P0ZvoHzkL2d/RY+vfeRvtL52z61poU86vEPvTiHmb6SEiq+8O4jPl3kvjw67eo9SDJPPReC3Tzf9Ya+tfRMPuN45r1lczq98kFTPslyAD/Kr7g+xl0ePlmgdr7z1c88yNgZvbnl1b1f3UY+T49YviwgS76Uk+Q9/wWrvSOTrD5/sKc+AS+DPizNgT7zs0s+aLyOvqTPTj7yi4Y9Bpq5PnCKtr24iLm+z81LvkDsJT6TLcI8ma0mveM2/D18HQu87S23vIaNJL2rde+9Oi6fveEiXT7Lomo+e1kWPtZRBz5tJIC+NUMivu/rTz1j/zK9nDd+PcN+973lH/U9cKrkPWeI0rwA4qo9Ny/9O0OnGr4ICpq9X+ZJPNvd6r0daS++CAWqvSnHPD0WZCs+2tiSvUY5sj2irJ+92QXEvFwb1ryIT5w+JlQ+PYAhCr4A+rQ9PzJ5vZJ8+z3ibxG9KCnmveMtL77lkCe9JcwFPlQuUT1U2QQ+FVPIvGXv2z0+r1i9x/EoPocpAz6pZq68Nr71PYBxfj3vxfE8AYGsPiVZir3Ye0M+apyvvb+CFzyWDKw9bfryPQJNA76AWoU9+Q4iven1g70EFk+9YTWVvBqCJTyNagg+8s0gPSrxZj1bG2U9xdf2vaJ2+L15+5Y9jjWsPBUNCDy94TC9Tygfvq1Cg73MxY28VzEjPm79WD3N2Nw9rYMvPq8rKb1xgL49ZMtJPhCPorrN/yg9WPoQPniOWDo5kxa9GpNIvaLQBL5j41I9SP0bviuFEL4MyQo+ZQNIvdD9Wb20s1A8HtkwPi/Hgj5cmJm9ShyGPcjxSj6okz4+1os2vDUfGT0d7es9HyfNPU4OPL0gfTE92ievvVFSdD6ULsM9BIxQvbryHr7Dxg+9V31GPgfyST0C2ww82AZvPcPArT35P1Q+mBkePWMe1z19H849dFrvPOcmLL0kh1k8nrexPZqM/73ROqO+eIIKPpzrX75svYQ+4W9tPT12E76n2KK+mabBPc4YLj51VPG826diPregyrvggPU6PjvGvZSuYzwTYKw9PowFvrYOtz1bn2e+kUelvXQScD1GFra9kAE7PAwf6TzutxM+BADLvfahWD7DHke90KvKPePvwD28vau8iNFzPlHwMj2r2Vq8716XPgpfUb4Z5R4+LwaavZqT1Do7/6e90kgevWrxBL1fzKU9QycMPfUQUj7mtji+JRT+PSfhwzwf/BI90WXHvdAcFj5i0da9iT8NPeUJ9r2yF+o9y6+oPB5Etj5wB8U9jehPvUR6jr2BN1k+ydcGvgI+Bzyp9nM9edNhPknJ7D0zhOi82k8RvhBMoL6tZas9RnkVPpXDoD259q2+lfepvQuS/7vD3yS92qSpvS20Oj52aTC+UFQovv5KCb6yGEC+5HBcPVJngD63YaS+nEcFvT9SED516Rg+urOUvXMxKL3dSAm+NXRtPQyW4r0CIzW+LuHWvc6Clz5TYxu+/+VTvSJog76tmki9FDthPv4b8L06SI4++s+cvRha7z0efHK+uXJxvfuBkrwFr0o+TAolvvlkn73VH8Q8zPPEPoOjWb5S8mk9A/A+Pce9Kz2SowQ97w85PgpouTzAlSs+sWukPhY2Bz1EglM9KD1bPVvfOz0MIWA8hB/dPLRgAL4sKTW8YwaxvIkSoz4b9fS9N+9QPlV3QbzU1Ei+zb6DvVdthr3EVYC+FmzSPfUnl7tai4E+Cq87vnouPr2bYAw+JiMwPmCJHT5yzxM+7sNVvdJjXz2m1l29zmjJOi0CDL3pChs+yeSjPYU3mjvLa2W+uVozvfRlAT7QIyA+6+g6vQE5Er3A3Jk9V04nPikhijzuXpa9j8JPvcVjxr7z/dy9SA1fPlbphj4birA+RwnZvWmD+TphWsm9nJdnvZbuUrzzSxU9dQHvvdWEDb7e7Uo8bvcGvXa/h70Mh5u9VnRCvt8wOz7N/LW9ULBvvgxKND5kLnU+Vf96PQLvyD0RsPM9/rTzvb745rwcm4C+AxwjPslluj7AGtk9Tn2AvVklgj1tp6K9TXjYvRKWsTz5juM9MRPxvcL0oD2HGks+fsurvpfIdD5jXUI9GPFXvoSZVzw1D7E8gpQRO47Li70tdGG9wpFhvqQG9b2qM9S9qCPoPXyJ9T09Y16+QvOyvi1jMDwzoIM+69J/PnLsD76XKz8+MjRcvgfxgL6PPVq+Mly9vCUCsb7J+o++apHavSEwp7xUzHQ9FhmxPbGwxDwMPHi9mcePvSYAaz7R6Fm+FNYyvhHYnD4f7908piAYvhcO/r0hXxA+gqJkvj2Cr73bhby8PhRsvS7V4L3zRLg9nI5ZvRcAtr1UnRo+MaPrvRZ/xrtMFti9olRRPWTONb4LwSu+m//BvfsZ3bzrX/88tvqevXqaRr3p1zO+YRcdvk6f+b1uMYY8vUgtPmx5TT7hpxS+v6lzPRpF7r1QGTq9t9lEPSKXk70mY8Q9TAkMvbGYAD51DEM+Z01+vbwWNr6Pjo48u8QSvR/LQbzDbV49mpyaPYe4NDvOw4a9llyqvS0sLj5c3xC+lzDJvfkaLD0YNvA2cLPuPPb9uD0z+4u8LUzvvIcr2T18/3Q+qGsAPkC2fz3T1jk93MqXvYWihjxNuPu9+5s5vlU+0L2FpFQ7C0UFvfH/OT0m0PE87Y/Auxrstr2Vsuc9FH5dvkihXL6Vgws+ZgkdvfJH9b0meYs8a9YnvgyZN75wkGW+gltrvYqGLb7gXui9zIHHvQvhAT4MFJ+9B9MQPrvdlDzFdSS+X0kzvA6dsb2pgIo82IQFvgNPW7zlEPK9gwYkPdYTTT7Fhdg96R4svp1Nbb4DFN67pwTvPJxLRb5Aq6A9H3QEPaNhiL02CcS9qK5pvhmO4r29Yom9BiGfPW4Ucb5+9fw9hEPIvQZbHDtp4Ti+Ih02PtxYR75IFSG+6X/gvZnNGr4etIK9jdp3Pqdujz3gA1K9TjrPPZ1fgT4eCJE+u6MjPmauvz71cGy948Vlve/RgLwnNKC8OrRsvrJ6KD755y8+YDO2PJJXWD4dw26+p/cpPV+6Mb779+a+H2iXvrqaDr1Yan++1eGmPlYXFT0MScg9PfqmvKVlCD7mdbW9RLwUPqsrXz7SF8i7Cfj3PMkvGz7HSQ8+JgxevUF6NT5KBjc9L9YDPtYlSj1AiZ88YD2HPtjv6r0OrKY+3+MsPqZfhT1CklM+8d2GvVzGdL4Ozmk97fsDvtemsr19aVQ+UzJ9PnuALD58Lo8+7kw4PiYYPz4mbRG+tp8gPuiYQz5+H6a9xPmcPm23rbwVeLO9Wb52vsxXCz7xJkc8vlClvqZCWT7E4aG8ET4LvQvqWD4+upk+2KbxvaibLz74OZm9cHoMvpU3yj0eDJs++J6kPkDry7x07468cxYHvgsvar0mkhc+UPF+vScYZb5jYay9jCiMvfYLcr4YDQq+5hNwPesshL1GhBe++6g6vqEzRj6I5Ta+P/sUvu//cL20/tg9qKXiPI59Lj79Eje9hig5PWGtsT5ZfQY+QUXWvVNl8D27QQY+/NsuPl8gwb1khei9MU3mPYXQ5T6Vdfa+W4FAPsMLJz48gZ6+WohHvkG60L3ss8y9BPDhPWyzB74Ysak+pLrQPdQVNj5pvQs+UDOpvQOcKD7Dn4W+veMpPtXIED4+M5Q8AZjHvUkzsL3Fm5y+shgzvj32Zr7zKUI+K+yZPtySUz6vuQS+Sfv8PCo8Fj58+Kg9laBdvX5pAryq6om95UwOvn7iYr16UQC9guSqPvbEED4sJrA+3UrBPGhwHD6Yaiy+iRvQvYPRBj41rUs+L7EJvjNRAT7K4bo+M203vv4P5r2bfAA+r4CPPIfZHD0oNoA+riFSvQe8hj63nB2+RM+cvD54J75DgEs+ksWFvsrxvrz+vak9tnuiPY4bgD2UqDC+ZACJvCls/L6b+Qo9jcvZvfFPZb3Slta9FA2UvWFNwrxo5JC+Qcx8PrbzE76Ran49Y00bvg++Lz5pSsg90XUpO3e4Rr53jhe+hHMZvn1fyz7qATY+2QaAvSLl6T66brC8kZL/PQ/C+70/zPQ8rFAbvolbiT17Bzo+AkbLvrUQn728VZy95GcOP31Npb6UWwa+RyXiPe25ML5RkYs+mRt0vqscWT7dnPo96JXBPqlaJL7OT9M9BMJ1PqvsC75NlGO+YdbjPYymy76cywS+jTOFvAhsjr4XDXI+eXXfPfrcKj7I/788dyZJPai1Cj4CihU+1y2ZvXMPTj7QJHa+Jc7/vV9YcbsipE68rx+KPvtzur4fCXM+AYZKPsvLJ7mLx5G+Orq1PfRNqb7eHv893H4cvthpoz5Vp+69g5PlvYXNw70DfgU+yr69vLeTvL3kV60933+mvZxo1TzubEI6XWn4vDeLAL5W5aA9hw7xPeei3bw5NFc+KLBbPhdzNb3Mpla+AivLvbq+1L2jqYm8Uz4WviOVtD0LTxU+RVoTPiS/dr0BhuQ9546bPUTK4T15uim+wsm6vIslcT3lGxU+hn7gvSlFI74chEC+LcSFPTRv2r0+hek9YpKxvDtqwD0btKW95QXvPZk79D1itaY7lkYQPny2kz0m/1U9h2y7PR8tDj4olmU+cpYqPhUuLr71+qE9ZCKGPr0Mj7y9JtY+zvYqPn0s/Du+6nA85B8ivrU7Sr63EC491BJZPltHPT15HCW+PjfvPBMX3D1daBS+ZVg1PidjJz6KG1O+OXdqPp8ukD4u7mI+DlTpPLFFPL2PiqM9YuAKviMn6D03f/i60mu7vVzP9rzaYCA+0qpTPfOhYL7Rnh68FFI/Paci672dNFa8Yi/1PUSCnLyUIN88qyIvviVUqL2/JxM+J2rkO4nAOr6Z0Ww9qvX7PSekQrwt5xe+FqOfPmWIzL1rB0I+ef+qPM6/Dz4OOpM8AgHYPf56pL2WHg++BTRCu/gRorrHQ809DCyBvTX1bjzDTxY+uHUyPjT3hz6QKQg+oewOPYstprx6Big+Uv61PWjdjDvj96Y+LcZPvAetFr5D1le9CO8pvZZxgrsDFUi+xrYNPr7KSL0RAr688ZmxPRixSj4KcVQ+Ng3Ivh02Wr5oBr09yNl/va+Ri70LFlg9WwGlvR4k3Dw1Pxk+4xkEPpdjL7xHqjM+Ga0gvnsQGT7oEuC+PZbTut13fL0K+029/qHXu62ttT05rYq+yQuCvsmHlT4xHhG+yL4BPj0fDb78LMk9oIcKPRqwOT6aLLG+HFqnPRRDUb1QzVS953q+Pa3ZS7yZ+oS8IgM4vondHD6Rdm4+kkpZPp1Z0j3OIec9jow8vlZBl76znPW9IpDtvmw7i74bV2M9f/GIvSsQwb4EznO+V4UlvV+zor58VZg9hzgoPSv/9D3CdJ4+6SnRu8PXAT6EsDM+vsgJvmga2r3XS/I8nc+FvmNfh75F7gy+yXuNvD8JYL5iGKK+n3ipvvhItL1eiL69lie5PSViML2tS8w+cpFRPfMV4D0hqii9FkGtvsij8zvzyMy9gYNTvuntYz7ZBDW9PCCGvsN7Kz6avTO+YWtQPrl92L7ssAk8u7/APQIp9z34op28gwz7PYFxFD4oWDq+rcyIPq+Ulb4qdNw8tQemPepZsb2k6D++LEiiviWIyz0ctIu8gKVHvPhSxr0Nc909C9Vbve6H3DvzFUI8APE8PebxF75RHk8+m8rZPhdkFb7oiBo+DCWxPvmNaD3gecO9lpIsPiJDST4+CBC9kxgtPsEbmj0G0yO+sJnpveL5jr00RQA+VMlUPtqdJ7zEPBi8ciaJvXT5VzxCt6g9GA2TvgeZ772JeZg+AFiMve+NqzyhCxG9AQIQPg1dSrysDSc8sAtCvd3xiT4m4LK9y3W1vfuhHT23ImC+YBEqPYhWOz5iUaQ7vfmEvY+NDj4Z/Am+7WgNvkbhE74f2co8bgEfPnGRZj4wUYC+tO2KvM7Hu7590Kq9pI4GPoolNb6Zlw699sVfPcbjPD0xNKC9t2zDPYda2L37JrS8AVT2PPcDtTxv4I29y14DvjnHwL21JS895xjAPROeib1GYIo+vewBv8xPjz4iwL68BI1wPYS3gb62EGO8xqp/vgsbFr05XBm+L5QrPdWPf7tQErS7lDQaPujdsj66ld49FkBcvhiN9D1D/ZI84BsAvx+7TT4XZEq9I2vVPKQL2r1j7Zw88IeCvn+AFj6qYY29cO3hPa7rvL0oTx4+MxSpPYXIb7yd/lW+kSBnux+xfD62bPi83A6UvUSAwj0zzjC+owhkPjWpgL42fB+8AFAovoo8jT6DNjq+UuQYPBoVer4yP8S99kQKvgw1kD4f1aW9Ep4OvkNSQT6L3yO9SFjGPtPZOT5g15W9nMvZPWN/BD6WRcm9GTeQPciDgD6sNVQ9M3A4PkWGOL0hQ0Q9pbwpvsfO3L0ZInw+JshtPQ1plz0YeVU+E1VPPUCI8z1G16G8RrPGPRiVZ73zhzK9NM3+PEr40b1HrAQ+eRUzPTmo3z3pzaI8XGiYvXsx1L33jSG9Dr5avK63ND7GgVe99DN6vYwuxz3jw5A9Z1AHPYF5Wr1js649v0nVPHXLhD2BHmO9sG3HPdWSY700ZR89jtVaPcw1eb2X0Qw+v4oFPqZ3zL3Qs5C9x+7fvalmxj0XgeU9Jx+avfXlWT2ApZm8qzXguo2GnDv9aMy9uLixPnpugr36MG8+cZZGPS/B5T1p6Bw9qv53PT7dgDxwNO495n5DPs+sGT5YlF28wacNPsq8UT21qEE+5kYTOjTFI70auwe8oF9WPq8uyzrITfe8WeQAPmIvtj7rpCK+b02cvNwqhzw1Eow9P62AvFnfFL1MwkI+yuXDPTLPMr6cKp47hQkoPTbMd7vzCYI+UwhKPP5W6D17q8E9SpO2veAoX70POuk9+Zyqvcgmoz1yXnS9VpeDPfH3FL1zrqi76crePN5X7T1PLzK9ga08PjcoID4FiFy9WLG4PT88tD2evYC9OFUYPkbqkT7fEvQ9tBl7Phhu+j1dbYA+K54OPp5SyT2Pax4+QP4WvjVNFT7mIRI+1SIZPkcJgzz5JZi9kMaLvWAlxDwFlq49jzcKvgL9BD7GFrS8KbDDu1A3aTyynZe9TkRUvRUE4D6SC1S7hBTKPRzb6L1mZlM+AT4qPQie6L20lSa99puAvO5i+Tz4vls+mAa0vTcfgL1lIta900RwvirfWb7j06m9ofq/PePOlL4WgzQ+DcsJvhLMUD4fqu29gz8zvpfwBTxjCoE8wKnFPdOJNr75Z8K8IHtbPlerDL3+wDS+W2AjvQoBBb4KJgC9YSEvvVUidLwGfYo+p5hTPSDC8z3BitU9IPlDPUZYCb1IG+U8NtgyvQS9Y70VNUq9dpLGvu8ncD1LgiW9agEJveZnmbyXlAg8CLIqvhoJ07q4Kzo+S6B5viF7Vbwj9p4+k0tmvZNNuTxpzVY+trI7PVBJH75BH2m+4kHsvPDpir2857C9MILUPRNCU76KVae97a9qvh8SED5pT52+P4eGO4u6Fr744i0+D5yHvbJqFL7Z8QW8reQsvu00DDyE8oa+yjCJvrYA9z1mXou9W3eFO5n4pr6i8YS+nQ9YPrl1br2uFtM8NR1OPSJ7lL6zQNO8h+cMvq4TgbwfG6C8jKQ3PixRKb560YI9VA8EPiENnL7tviO+eU6AvXLhIz5/qDy+rcJGve6tS74Udnk6sAG1PGxI173g2l29PcHfPT913DzciCk+P0B6PtvorL1RGba+tbCwPtR1iz6HDwe+eSqaPblHjT7AaGo9WBycvANMz72C3u89U4eEPQF+Jz46Gju9lw4EPgJ2Vr4rifQ9qPGoPUmFar6Mwgq+fkr2veCIo7yNpVa8pxkKO0UmSDrt35O9GSCpvT+l+r2pO6s9lON4PqsYOT5gSXE+2WKXPnFLTT6qoJM+IZCbvumztj1Cwu89pny3Pun1oL2EzCQ+QDFxPhg+Zz6WYG4+LeR8PWzMtT4q04q7qn+IPUbBQD5OJZU9yMLKvf1xdD6WIkg+RsaNPk5w8b27SAs+emhCPWp6zb0jT4a9MSNVPsBC2z0eBbM+mAXWPgtJE77KipS7Dvx3PgSbPT4FORY+/FOFPC1xHD01rIq+bmktvs3oBD4ATIE+pezsPVXbgT3khYe9JDWLPqQrXz4KRlo+B5KLPguJSL30DD8++PMZvAvqXj6KJM68igblvK86gL7dp7w8ph4UPfR/NL1x4Nk+Q14HvhFUFT5zqxs95vTuPpemgL1D+2Q8c7KHPjIAIbvkZjq9DfZFPvzfBj5hJqK9rta4Ph7Ciz3LgGQ+gIU7PkHRPL49n4k+dF/8PC2Qej6yuTy+lLKBPiSt3D1ni5K9+PBBPrMNwrxD4FY+rlpTPqwPVL3T7QK+INE0Pot1HD47MlW+kBctvUZyV77YEMY9"}}}}, {"name": "sequential_6/conv2d_12/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_6/conv2d_12/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_6/conv2d_12/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_6/conv2d_12/Conv2D/ReadVariableOp"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_6/conv2d_12/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "M9GAPYmZoj1mLJc84Vwdu6CwtL30aKE88eUlPUnIur2OCha9walzveiDI7irTFG9Q6/TPNq+Bj0Hv5c8M6LLPA6uIb54LMI8nHWJvOkTg70HN/i9ElnPvWn9/TukHAy9czqwvNu7Jr4VFAE9Pk8FvBeuPD31dIS94KYiPH9oOTv4y5k9f9UHvmVj0Ty8zoA9LJbLvfjAK70AdiI9/za3vd/ikb3a9DM8tREOPTiD8b2p2om9L9sWvWpPZL3Ars28SKkMPdapBb3A2tk9+TRwvBsgCrvbseO95RCkPfAP0r02mf87otBSvG+5Krla/Cu+WIjDvdqkMjsiQbm631MPPPW04L3pV2k8nj4PvAgqTr3M2c88XQybvXmppTwwp++9ZAWSPK1i/zvM2le8ffiHuwr4Gb1zjC+9pNQTvAQClzw034w8hqKZvb+YMDpexEq8TfsMuJJLRLxxp7q8EBDbPMO2pLz0CVS9LaApvWPWRj1jIIm8EedZvVQYIT1VZ3497ktzPT31W71PnXW9ZiJBPIKJCLwIvJ69NKGdO7wvLjtjzxK90TGgvY2Bz7sZwCQ82BAmvGULvrzvtAa8Yp9rvcA39LuxqMe9pJOjO3cVLL2byo69VXVBPM8qib0W5G29mGq9vdkd7710MQ49YvptPAcUd73SXtG9BKOBPV6Msjw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_6/conv2d_12/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_6/conv2d_12/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_6/conv2d_12/BiasAdd", "op": "BiasAdd", "input": ["sequential_6/conv2d_12/Conv2D", "sequential_6/conv2d_12/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_6/conv2d_12/Relu", "op": "Relu", "input": ["sequential_6/conv2d_12/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_6/conv2d_13/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 