{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "N": {"i": "3"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "11"}, "end_mask": {"i": "11"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "SrcT": {"type": "DT_INT32"}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "1"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "Tidx": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "KjUPvtIeAL4YBQ4+TWGAviUcOT3M2+y9UCbIvPCEOzyxki2+maSTviczV7464WI+pZ08Pp0d3j3cqOe9CrtYvY/M1T2ZnR6/t8oSPhFSCL7Dtfy8tsIwPowgHD62dKe8Np+ivsFZtz1cvmS+NXeIvXNTUL17fF096LQ4PjEn5rxY8fs91SdIvtyCDD78J3e+RpEHvVyq4T0yBJo9/OS+PS1OqL0nFjU9V6EPvrmVyT1X4uo8vjyePTna0jwIYdM97Q4Fvg2jJT41Qlm+YyRDPZhM6z3kgec9wiqKPWsmnj6WCw++W+qVvSWr+jtXXMq9yhluPZFPrD2cS089OTiYPb1hLL43uk49PVs/Pt/jRj7ze0U+C4cVvirQ8T3Q9Dq++D0PvI1PjT1IGrQ+WdeiPa0sgT223sE955EMOrtaMb6yBEk+TQ2APgXSVb8ZiSG+WivCPQQcZb6hJPE91QwivpwKTT0fHBs+PaidPnOaAL2SZMk9ArWLvbu4fTyWMvg943GRvjBsp75sHaY9AXGavQ60CT5cLAM+uy4vPhTfpz0yuFG+RXGAPDO7+jwETLE9S5IQvrwEgr3HnFi+TAwxPlpA0z1hj9k9tMuJPEvII77V7Bm9VVa/vit4dr79J4q6W1soPtE0Xz7t5Qy+GEsjvZl9Cz4DYdY9Jx+qPU7xEL5qd1E9eTOLvn34AD66RL69Ab0RvBYYyb0HV/C9N3SOvbiNpz3SpQS+XOW7vESMDL1gue098NJ9vSwFZr6O/yy+/XaWPr7ah765JAS+4gkyvhtOSb4XcQu+Yq5LPeE7Fr4/USG+wo2APOu15jw5xcE9ieq6PWIn7j3FGfg96Z3rvXSGpLwWcKg9n2kLvtJY6TxlMvM99v4EPu1Duz2FBzG9KZ6GPiasur6I7Hy++hGeva3kwj294E89zMNbvqnmKj5mwwE9uqltPq7V4D2Jfam9yEObvl9f7D7nVNG9M/hvvbg8Pb7foYE+mavAPVoJbz2Nc/29QTaVvWKPpz1JRCq9MrjmvRTIsz4rLfy9FHb7PX1inT0+ON09qfj4PUqzhL6vQgs+4njaPuYIIb6Ip3A9+VwyvumBiLwO1yy9a25YvUcd7T1+02c8s7SvPWAVC7551r290sIfPlDf5j1M0Jg+gvoVPRSFKr7lbHw9jpU8vUNU0j0IrtS8XqPZPfl9071TRai9ZYoFvX1Obb6IHIi7yycKPoiqNL62QMC9Z19EvXced76wpgo+xgakvPcU1ruMAoC+DxmkPFu+wr6i5l27HTQCPpLRED6drMi8Kih9PhuVvr1hH1I9aeEOPp/7Jj4n/pg9M9PevcPXQz55qcO9msCiPa2B0D0l4DO+HXLRPIN2SL6YT3C9vm/ovQviYb0oxzS+VOKaPqfd6T1S2D48Ik6pPfncST6kNII9MCsVPth4+z3/Xwq+Rd52PlMrZz6oXhg+kXZGveIEcb1bHaS7F995OxgCfj6fhqc9kc3gPYuSGT5LJZA9SO1Nvn1uqTyJVkI9+q6hPWvDr73eWJq98DzPu0YrMb7Pjyu9zedDPs2lPr0yb7C60XelvH9mAb5YoF29YnslviRoLz4uWq47c1O1uz49KL4c7x++KQvxO9U+Nr4rOkK+u5VLPuSc8r4dCtM9ULPsPGQ8rz7IEsI9zEMyvSR9W7zWDQu9cdUavvYWAL60HvW9D8Ixvmax770Itku+n7ojPpQ8lL2Tdy++H3rTvW6bYb71Kp0+aeKTPQEs3Txz0409ddDEPbzfUL7+Wqq8rjzKvPqVqz0Uxuw9I6BRPukZT7sqTI08ZTYPvpbAfb4+NlO+ZgRCvg/cnr0PTVk+LfKtPSGvyTq96Ui9sak4PbkjoL0YyHU+piesvVvXIjyd2TG+1RXCPS5UwT1xCec7zA2FvlRklz73Zeq903mdPHyyO75RPT08D9MMvjfU+jyZ6vg8DRZHvXnTA74Ezyo+3K/lvSAkc76hAkM9HBCGPiKG8rx5VvK94JxTvXbilb1fAz09EfKwvDItC772rVE9KRYnvo3lUL5Qbqm7OPzkPbWbnj1CsBK+IPMjPm7MXbxQxmc+ulWovJHiaT6GHiK+hewSvk0TaT4ybjk+C4ICvkEdVLx1wXO+Ec48Pi1L9j1V7We+ZD91viiIPL69D6m94j8SPi7bobzUNRy9mJNfvu1aXD0KGDQ+F1F2PiEVHz6TC7M9ZZJkvgMXJr05gEa9+QLQPHd4br6xyWk9/p/iPeFnx73LqAo+GZVfvF/kjz7E9Ve+QbWivpr72z2Mw1G+o7mXu8YqZL1PoDu+gdTfPaVz7rws4qA8+tCdPT++FL5fB5a9aKOUOgO5Pz2KRCy/7ZZQPuBaJj7lPxa+NIXMvcxLCb44tg6+8Gtdvq5Q0b29m2O+H96KPcG8Rz5wVRi91EnRPeyaJb3bKUw+PwSrvSNUPr7gPBi8YumovAihFT7hx2E+2KtwvvUnjz1TrB6+w4L2vdDkN78IDy++m7IsvW3P/r2BWyS+yg29va0uDj1iH4Q82K6cPq2Lp737LHW9VVtOviVWmL3PsLy9PXcnvgamer5FlB++OfAWvm4StL3myAS+DDrVvaM9rbzUOh2+Nu6VPWV6Ub65iZM9TXbwPT8Ssb0CpzC+7XPrvORTFL2YuzQ+oCmRPZO61T0atX++y2BBvueclj43sNG9kyYtPiYjSz5kqDK+7OJQPUgcE77Cdwg9xB/lPVz6xj2wzRi+vQuSPUESNL5oQa698oUHvjZPfL5Ua5Q8U/KePVlmbL4yg+C9GJbSOyiumL15vxK+4htOPQcwiTw1eiW+WahgPdBcbr6AXu09xSZkPlyLoj52A1U+za/iPKhU972iBA6+SVACvXCo7r0+TQI+Tf9RPm4vnTwgKAo+739TvgQBHDx2fA0+TA2uPVE8xb0lRXE8mC10vSwlzr15LbW+QT6UPR25Qr78Vv+9XQOOPT4YUD67GIc9lYtSvnv3az4/GC88uTnkPbf+Lr17jPo8EFdgvpikJz7tjiy+xpbQPaltjT42Ngu+kIh5vlkUBT4HE16+VaOAPRapN70XURi+c8WRPS1rpT7O8TE+pCHzvRITHT6ym7A9RbUGvmr/P75M99C94b2IOXbEgb0YkSK8pw6IvUScHL6Yl9m78L3vvCyGYr06yE2+Ifm8vbdBQj5nA6Q9UC6GvitUdb3qz3S9GZTFvHk1A75uNKI9lxzBu1+QKr5Z9Cm+f9xNvqX06b2X1Ae+4wmYPdkaGr0zdhY+pVdEvVobCz78K1M+HeMmvrfJmb6ipUQ8I7ZOPJZVoD3bwyw9KaBlvT15WT72LwA7UQLrvUdXJL3fHx09BeKVPYqNiLx7Bam92SX3PR0bsjxWQSi9m3dgvvEWXj6D1/U6FWm1Pt3g1jxTsva9NtyHvUPjTr71NNw+RrSuvjpu6r3lRWS9VD4FP/vvQD3rZYC+Ts07Pl/VrT5Szkq+D9YxvfqDUz6YRxO9pWGyPoQAYT5RTga+4NnYPiFfPr7CR+s8WMT/POGLUr0cH549tJGGvORKjTxUugC+m4I5vjl5Aj6obpG9WMzqvetx4T2COMW5fbWFvp6tED7x76u950UUPn6SLb4jEv287koBPpIErj2iv2g+fD3WvTZggT76O5e+w8xhvcxkDj4j0ii+raqNPcKlTL1eu3a+eOu1Pc6C+T3YWCS+6xMTPg6/mj5QpxQ+RAi9PeCekz0X3L08tyD+PVrDx70g3sQ8AQR4vmBPVb56UZW+OmOcPp1a4T1p7BO+ScApPtWnjL1ZvUk+BrGGPamjVz4Ci6694OVSPhvYor1ez4+9JsWRvtPt5T3sHYu+oUQzPgVfub1ZLyc+O2l8vvvcEr5g6Ac/vokePRs3P72kTzM9K/O+vSWcI74g5uY9KAM5PjpTKT1A8BA+G/Levbj3mb0I1kW9r2j0PTmmqL1hfiI9HjgDPlrG8j5QrMe9urVavdw7jD3h29W9xNmVPNrgN74o6WS+eCz2PocMjj2NHSA+ijD+PY3qIb485HE+UUWEPkWUwj1VWlE+vzm5PRYQnD2wgpQ9nBrCvjdBfr6uWSU9Dx00vin9r75wrxq9WLvRveYU+z3OBwm8b/FLvdMkcL5CMiU+PXMJvtEyPjv9fle9dK6zvpRtyL1YczO+GgGBPk4nID4GdD6+V4j8O316wb34elK/VIIrv1CBS74sjeq8JyWoPS9O/L2UKJM99yfgPcp1ED6OQIQ+g+jbvT77FD496J67DVDqPXX2nL3PGjw9gPGwvRb1Gj76HbW9oMHDPU2b7z10M5++R+f1vfqoFz6UhXe910YIPkv+0r3HIWe+WDjtvFApEr4V+iQ9iZYePGUqJ76RzQM+tUVDvjeklb42nBi+E0tYPs4+R74XyXc+5Dx+ve0qGTsxjx69hGgtPcGXOL5MOU29XmKjvVZrzD0GQgW+lQ53PpXz9LrBlbk9Ym9zvfKsIr5/teM8CGiMvrUfcD6bB249pUIHPTmf4j08aCq9qv/PvVZNwjnnks+95OY4vrxOtb7D3pC9Z+/pPKaypL5Vy0I+lTf3PcPOX748DQe+WCcZvvajaL0CweA9XHoIvq+0kr67O0i+K3n6veAm6r31kQi+Kox2vYwTIj2dOLu7zxHrve5mEb7T09o99ONHPaEVnz3euLc9cP+BvkIlCj6HQnc+8xiSvcib7b1NGwO+wY3MPAUNBL6BD1M+nEhqvvpBVD7xaiy9VKqMvu3X3rtgU7w9cmQPPQbJFT6mArG9A0qRvA4VBz1J7qG99FxIvaBjsr3bVIm9Rb2JvVS4tzzDF329bf+FPoi0GD3Gduc94CyJPM9GAj0fsPo8aNKgPvB/CD3mgqU9uNAmvCNS2T3E3zw+SgEjPR4/pD4XIy69NL4sPjsPAz2Pm+E9VaU/vveLm71wybm9EFKFvlb+kj6Z37c9mM5PPmFS6LwQW30+hRZHPgy/Qj70nk49XAfePcjOvTz5AoG+P8ZuPiQzXD3SPIo+I6uivJETMLwsRBE+mtfXPbNptT0qpAm+5vYPPqMPlrz20QK++ABuvngm6z7/wYc9k+kMvsr6FrqKcj69xMwEPmJhYT7z86y+kc0/vvL/Iz3TZk4+lHosvm79zj7UJrA86qEePWVq1T2AjhY+MmyhPZ90Rr2yrTQ+pVVKPhQGCj7ONZE+VJkpPXnZ4L0WYTc+aactPoiHNL4AqLq83rP4O4w2/D0k6uG8Ys/hvO/Doz3WjOk7l3G/vS8jkD2adi0+KVTIvaZvA75tzb49n0E9PgzrYT0OmgC9R8eRPme27zyc56o9rTs5vq1/ZD4Ut0y+4FMCvkyxDr4TmNu93vBUvvxNvL0AlMW8k+f+PTSnBj4od0o+lvoSvc8vqDx6WXe9RHnbvTOC1j3TYdW6WICmvX61IT6IGmc8qddgPGpGtD34cNS8UuCTPhm8Cb2P6CM+G5DWvUxTI760Jp8+BUxOvn93db5O+Fu9cNaKPrNXj74IiqM9cdRIPXJxjj7fgnm9x5kMPm8tnD5OLpA+acBbPriwJL4I2oW+H2fHPnFJTb72e3y9iYydPb+Fbj6Hv5U9vF3nPOmcZD3Q5ua9JIZZvhn4LD4DFU++RATJPW9tHr1rCAI+HbmJvu9foD18Ubs9VqM+vXnSnTnfGoW5vy0uPRSKEb5DbPk98+QBvp+hRz7gDSG+tmTVvvmu3jyog7A8wBHgPLb18r1Qr2w9/Z1WvSHssbzcl2A+a4rjPXjZ6r3U/Be9aQeDvt9jtbyvmyC+nJ0AvriAlr7YtQa+97sSPhxwMT7MwCq82eOHPbA4rL1+gzk9Usw1PlFFwT0CEJ8+qQE7vS0jkr25Dxq+r2h+PtEXub21e7c8vgmMvWiCGT7PQ1i+lX7IvXBMuT2POWQ+D12tvODTZD3Vzkg+gv1bvUUSmT3HxqQ+WbF2vqNiJ73jfRI+hLuOPlcyHz2Qgai9qDc+Ppfs1b4ofS8+PhPPPpOKD70cMqK+2O0iPjAqyz5U2Em+PIUpPg2uoL21OTE961OrPcjrND1I/Q++tYRaPraW1rxYPKg9JryQPfsGQL3jfQI9mIGyvpW7UL1eaYo9wmsGPtDlMj1RTac98qdXvp7McrzThSo8yhTKvLVqAD4NzF0+DH6ePemLYj6IEPS9Y98GPlN2Sb6Uj2q+y2eNPcTFrTyEFgg9hKEYvSZEzDx+cLC9v2AVvj9Z87169ry9Ho2zPXqH873/W5E9hkQWvpACyb54kLG9BfAvvWhTar5+Ff89vPfCOlBjRD6LZ4i+ixRmvt8v7r32PVE9VSphvsprVb2kAE2+Z2NQvFAvir3ayQY+jhvBPQUvx7yNWfM7LZhjPMfpzDzi+Ua+m6knvLF8373cLfq9P+1VPbz/ej2ItCe+H2B0vVMOuL0+fUk9u30CPtjOiT3S8PU9OIAivRTM2j0jkt09R6mSu4DY+z0MuQA+KNlBvWT/4j2/7Iq9QB2GPZz3VD7NC0k+rjtIvTWyvr75n8U9BgAOvK/v9r02jj+9TGeRvaaKFD64RbK+hSRqPX2nJ75wnWk+dJzwPbUdKT2yYsg9qqtAPvrCjb8eSYS8f3fFvfWxgD2PLpO9FA0QvpT2hb6p45s9tt5RPC6jKL7OuUQ9JKNwveiWFL603Cg+ilf8vVwxbb2izAg+i5XrPZOcZL47mBg9zLQivnGx273Ow4G+VLU3voT1qT3oAN28gq/KveYq5rzCbbK9ojz5PSnphD2gz469deq0vG3DAD5pCvO9DdnhPWjqOr5LZqO9j0TsO/sf+b3mkAo+Pr6TPQw2eL2H4xa+fWA5vQ8ki76JlWW9HqIfPrrEPj4dQwc9djtoPn5oq77l7l8+GDkCPfeL9b36LaE8c2WxvWhTYD7NDES90JE+vRsLNb2fQZy8jvO+PleDHL7oXU69/yOXvmNUb707IJa9QiOovazDLD2uKNC9cj3KPbSIb76pTBK+ft2PvYbCHj5v9So+YMhbvuKwID6vaiO+6Y2HvNRHzL33ITE+bqw6PgJG2z1BKOy86eLpPVj/LT0t+Fq+W7HJvN6dVz3+7Ac9bYPnOzKPKr7MjSY+2TAIvIuNAT0dDBS9y/W1vaI3gj6VN869Ej6nvEb+c73FmR8+bBAZPjVnjz4xs4E83pyLPZY9oL25bdO9QxxdvsooRz6AnPW9WkEGvQMPjzxrqMs7kSSDPgDmPL7erUs9VUZAPpB2Nb7lp9A96AMIvph79T2usEG+rw65vVWAJ7wl40W+MXqmvRmmMz5xaWG9D0qmvDRRpD3ZG4k+uwhIvkWeAj61vn08c1SWPB2j473GpYG+WxLnvI4sTz6QJO49PHzSvYL+bb3Siq496sygPpJtSzzEF6G9M7Q9PbC0PD5f+JO9vLmxvX/o7j30K6a+JiMtvLmklb4kPDe+w+aPPkcIEr443oW97ydnPssL8T0INBC+x0sHPs8pm73mcio8tPGtPMnqiz4bqf89rOPJPR5GCj7fKpQ9wpQCvdZtzTsrkiM+vKkjvk69D74toQS+ThBmPunTeb2E09U9fYKIPVfcNz0KjZ+95vF+PqUVrbzjYx6+veVZPsaFY76fcR2+8eJjPpaFJ74wbLI7D2N8PRo+Fz6t7YC9EAe5PXqvUr4kTPC9GpJRvqJ6UjwwYUc8/+gDPlCvUL5rFUs+ESQ7PPkskT0YVSk9DgptPZHVGT3PAs69VxS+PVTFQj6Lyoy+qN1UvjHfnj7u6uS9DFeIvsRTnTw8HNk9R6pGPizi4r1F6gW+OFQ6Pi75xrzE6mY+BXMzvbNTVT5KSQU9Bl51O/o9Rz7mkUo98Ap7vig44jyJBMO9qbEyPelQFL6SnIK91AdPPkaJmryNkz++r2TPvccYrb6smnI+fidFveHF1D3qljq+uSg3PQmWvb2/5su9qEllvGGv6zzwFla9VVYEPsTxUL1zak88KzdJPLqVdL5dPjU+xkDgvL17KT17E4M9nw77vUNvoz0OsmW7+40yPu78Lz55ixs+MpR5PePYn75irQ6+qGBVPtgjIDze9ha+aVzBPfOlmD4foTS9ZvB4PICFWb7kyIA+s9GgOzyexD7NLiw9ROeaPpwf9j2n5JG99CiEPZywx7wYIXo9ZnXLPUJ8PL7Y2By9tC8NPLApvz3KgMs7jDRMvVUpmL1+a469ng3wvTy2Wj03XAY9Ym4VvjFAgDrflNe8K2coPmVo671dGxe9FaodPojFRT0gsh8+kUEfvteNZD4HOiQ+zhUcvjr/1D309yE+TEExvpKiqT2l/LM9uSA9Pf1FtrzPHKI+93NzPcXRR70sNB8+4/k7PfnJ6T2iU4g7prhvPVufvr23FZw9yi8IvoeksT2i9Mi9om2pvLyYCj5fnvu8aIE7PhU3Y73Js+c9Hze3PlL54L0OHmo+QTIXPj6UHT6ixyQ+gf6Nu569z72QZVw+8AEpPcVeJD4IMns95bqBPhD5YDxmDe89ufoTPqvgmr4nFZI9Vj3ivAhdcj5iVOk9dVxLPrnkqb1IUiQ+XsgHvc16cT5PN8s9plkOPtkVZr05Jx++3f8BPm2ONT5A24s9J8rSvVHWBL6+/889+Pt3PlSGHj5bOUm9MudBvo2DLL4YN/O9raUQvoUNN775PII+fycOvvt3FT5qApy9SeI1Ph//Sj3SjRg9KIWLvoLw6T0xzi09Ks7APU5Y9j2BMxg+Yh0kvmCON765dDM+Qfu0PhOS0j2PjDY+dfQIvjLYNT1EPwG+rrb5PH4aOD5W8mM+qNrvPXa9YD50e529Uk7/vbYvWrzYpDE8SjNjPoSSeL1CFDE+LiGVPREBR77rBBQ+gs+xvf8tcj7Psuk8BSrKvWCOB76IdSq7BlCWPrXhf718VKC9tsWZPa6r4j00FbM9vzGTvYt2m72IWvi9WW1MPlBGKL7pfXw9TMaMPt7nUT1QjYA9YUsYvvKu0b6/8UU6ZPa3vCfzWb7/luw9RiMBvDGWYL6Oy648DRirvXiePT4NIS0+hZaMPYgeM75kKWe+zVz6PaK+1TvPPzo9/pxfvqJ4wbsOloy+Q2kUvgS+Tj51f9g9/o84vUJ4Vr4bi42+QpWXvUlAGD6pWRy+zVlEPQe+3T0uIoe+ok9SPWtzbr4bqys+d0G6vRQIEj5eDcI8fnYzvqD1kzwJg+m9qmBgvhKOQT5PCF4+lgDrPQr0Aj3z3dc9HjTZvbWDDL7VJVC9RfsXPq2epD6WSQo+CDzuPZ7wRL4JMz2+1+2qvRSoGL69H6I9ZPOGve13vjxvcD29XDc5PZuRH70gQdA+2qgbvhl33jw+m9m7MAqQPv1F271/Zz6+nlpmvs4Q+7xjZN49x/HePUi0GD7IcII9OgxnPq4rz73/ahe+OS+IPAfEOL60G6U9b1l1O1C2Ib5/tu09XnlePkt5fz1Ua4g+60EIPnGeazu1jCw+T0PTPAfcxj0O+/O+Ki3OPKKKzbyy/U09tHIkvlP1vr1HKNa9M9Mdvr2eIz7q21q+5yJvPaZELr0kpZa+sKLEPUldvz1neeo9EVJ5PobXET51BkY+ndb/PfvFiT0qyso+ESYVvTRJmr5z4wA8w58mPm4PHz5SquC9RplevqxSHr6W8MW+PeDYPp/FjT1kfoA9PuhkPTJPu76N/3m9foFiPea4HL75jx0+w1jTPJW/AD6R3QA+tgw4Pn6WlD5n7pG9AEmZvettRr4cv9A9bv0pPfrthL44yDw+QLp3PjuamL2VMmE9iE2GvbNwq733XuK9ah9jPgvXjL2zk/g9tdmAPT6Ioj5R+HU+Z/tBPrKvmT4ukn+9OqbhvVbd3j1jIXk+xp42vhrKT70o/YK+GLeOvXs9QL3zivc9JmDRvQky8L0wbtE9B7xCvZXiB74gkjs+o+2MPoBbiL0yqA8+tOmqPUpdez3Z/bk8FClkvvWZCD5OPzs+3FJ5vtKSKz609829JQaUPZzDn72IloU+m9EIvj5lOD1W+Wq7SBAovumFir5It0a+tgcdPmxMMT6byJ4+3GdxPt5injxX0Ie+kEryPdvfaL7w4Ka+1wuGvluSGj6yCb4+J1gWvr8Ixr2uQjK9e1nbvBmAQD71x2E9fMK1vXOu/D5tf2a8kJykOy+hnT4pgro8fHTtPD9e6TtUz50+6wsiPjOQSz39Jsc8vgktPAS5vT2Fkqy9qULWPQV81jwbsxy+uGj8PaCyDz4CQIW8b1jIvaJvcT1mNUO+jXWPPgPH7r11fi0+jYzZvevMHj0k9Q6+e4CqvY0NsL0fflg+HF7zvcJkIj0w1s09NrqRPXuUZLyAPSe++U0KPjLd6TznAkc+iWLePR0TMrzBYRu9wp2/PUXVjD3/3oK9gcwXviyHu76thAq9he0VvmpoMD7TXJ+9TyMEvg2rIT2zWJm9wREfvVTTED43ChW+rBiyPY1HIr7A7gy+GJlrvR36xr7x62o9U7gnvKFc1r3iIPs9aXJMPtjD7Tw10329xALGPcaKjD25lwi9KShnvpikRzzCN5G9cdoWPFQwYz35aVA9Duk+PYIKMLx3h/w9TgzoPCjU1r0fmbW8GvQ8PhDNVr2B/w+9RicGvn3gHz4Gqdi9CL+WPVQTRD2czha+Wze+O5Jpl72lpDm+7KkqvX4NF74AShO+SJ5OPYKXsD1uGp49j311vdTuKD7+eLM90elxvVjAHTs+LgU+yyk+PqKk9rzTjoO9Z70iPvY1lr5bvAG+EpeWPQLWIz2a0Qs+Z9RfPPFXIj6pYpi8PszSvhmQgLytPA++2sQ+vLfTDL660ay8e9eNvY85Jb75MRu+s89pvqPK6bwDUoa9kaS/Pc3UGbwJ7wc8OqRTvkFZub2MR4o9IhcmvFO+Mr0Tiry9x3q+Pc2ZaD1NgYw9jfc2Pp2u/L01fTM+j88rPkZ9NTwn10w9gaMqPntmo7457qY9XdEvPmdpOr1XR8Y9recWPdkJu74cu48+VkKZPhbIp71Ncki+4/icvYGMbj0M2K29Lw1jvT1mz7zVTK+94IgAPopfWb4v1iS9HU2ivpddVjjyml08Ig3+vXDEoD6M3zK95O/gPbxm9b149SY+LC+Dvkkrjj5GHIk+hpoevaeFdz3cnRG9O0iePqDNMb06Pg0+E/4NPSP6bD6jV4S+xAyEvb+2N75eztM8M674PeWHyD59hMK9CKWOvjLm1r5cHFY9NKChPb4DBT2JMO88+OebPSGOuT4HZfu9AdkDPJ0Uw71SMVO9MqxIPtC5xD3JbC++aNKxPbEReDzRnRy9mrEUvfLVmj3ZidU9a8GPPvxlBjycs+O9WwtqPnLDo75TryU+aUqAvd5HOL7cExE9AtSwvWy+3j0QpNc8PWOcPWUPSr1NhJS9D+ikPUL0Or75Yly8fSK3vbKO/T1lF2k+5SqfvkFQVr7Mp5g+l9lxu/r/D74PQh+/enCtPreOhL6S/lY+tcV8vo7wqDyCWW0+hKexPhtbAz60DDg+U5wYPv0arj6f9JI++1pgvoZCCL72tOy9wWQWPpXlQ74Nk5A9A1u5u30iAr075CA+7VCHPfDAhj4VNWe+/YvkPZ6vhj40nIq9xJ6dvvHWhT5TNJI+EiYgPkN9xz6enhM+movTPQ2VE7x3U4u+LN+jPuYapz5Xh2g+DSzNPaDuCj/pr6G9gi/jvlR0TL7OQga+B3/5vUD61bwEYhc+CUQrvPCAlb6iD/q8N1iVvXNMYb1s+k8+LBRlvobvsr5wL3A+oGl3vPPZ4z5xuT8+mUm9PT3WQr7EyL68ahmNPoFREj6JRyI+yq1jPk+fVr3i+aW8BENzvBMq5z1jYwE+2fzBPYDAZT3tahm91cuEvhH53j3s8NY+2DafPi6eFr548Iu+sRyxPfKmEz15DKo9BitaPRh6hb6vRse9or4yO8RVaL4M/rS+xPfRPWufCb7FNss8T4mlvUyx7bzGYFk+bXugvAhj/LyzJzA+26SNPicEir6qf008KuDhvY/jhb4LLY49XJCOPa15qzxfKaW91tcNPrWUirlIfj++ANWWPsyQBL4aOlc++vZfvuBmC74/V2Y9SayTvmyoqb0CEE08/CSxPlCkg71BlUe+iPX0vVAgFj6eZ5m+tgc4vqXrjL1zzc8+ei8+O1OiEbvIpoi+zha/PW7pqj50Azm9BxHDPERIGb6KCBo+FAodvKtmPT5WbG+94ae5Pd4Kvj4kXlY+98kHvjugDb6PQ4y+PhI5vs+c6j0v5ie9y+qRvWNkl709Zm69IaelvINoJL4Sqqw9h9LCPWczuD7NrRY+NPbVvTAoCzywFQQ+GyryvWTnYz4sUY+9CXeIvZvamD7sLX69j1W0PJbxdb7XPVe8kTdVPcOV+z1S0PS9qNyFvP//dr7afbU+W2AHPh5SIj4e2te9VRCqvdI3j7oXecC9WxCbvUJ9cz2ALiU+CpfHvUzOp73A1dk9RVaJvkEjPT4HibK9GMtmPVnr0L2bK7I971XzPa9Xdz3gCba8u1faPKWLjb0gmam91c6AvE6UUr5OuwI+CSaSPguC/DzPll++bhZ1PsuOwryIFIS9x4qrPbAEqj2xSgI+q6kqPsdMzb2NHG++2FXavF8AiD3H8J++SU7EPePRfr2D6ua9opvWPRCRED5bKTI+ByvzvVy3ZLypaZQ9rFGXvY53WD23Psa9yJTQPaq/sDyRbyk7bpd5vYABnj3uEDa+DUUNPhm03T2TeKQ94zVnPMVuMz10jis+92zYvCZjKb46pDO+P68OvtNm0Tqzf6C9mo2OPHiuob7tBOG8Yz1YPGvmTr24L829PtANvmnRZL6a1Qg+n6tYPvzqwT2I+uI90vtDPoH6zLwM3zA+kDmwPfHB+Dx5fRo9DiCXvC3IkrwZBQu+y1rvvWzZNb3Uwfw905+SPflUUj0Ppv69EcuYvDZY/D019Ls9dHa0u12NBr5Cs4a9c4VbPDqThb0V9fQ9fuRxPIipXzv0qYk9Cf6UPefQa75Vk/E9uRBlPo3vf7z5vEU++et9vdWHnzsamTM+p6EoPk+ljb6WoZ69Lj2IPeZjgL2xS5C8tsNsPhx8dDz1OTU97ZGHvrUyVz0NHfG9dKKKvRB7pz7IALe9WyygPsCSILwJFdW+5wU1PfuLgD012bS+Pz0xvizIhj4nIkm+9ioWvoQ/Iz4X3P09XcuoPYAUAT4DU5k9TFiVPGND5Ds8UQG+aiGgvSIBPr08VX4+9Ce+Pdi2Pr3aaaK4qeEuPlWiD7zslek9RWY8PrJVVT66d8W9NWzGvXu20D2FYoG9HfZcPv5Oqz7VKgi+GXFMvjewE76N6DS+ONT2PNnoHL055tA9m/hmvmrohT6JmEm+FAX3vZh7IT5yrYc+RC2FPuH9JT0110M+LWUoPuL0672szKM+JhpWvon+Nj4ip0G+cGEMvjvC5zsPAr29XYuiPfs5FD6wFyC+AzZnPBdURjxwk0s+1iv7PQHwF750Vzk+pXkovtdXhb2GZpE+AnssPuZ/Ej6AOYk8FpBCvZxTXD4seDe87gtGPiGeQj7E9sC9PmDXOyXjFb0CeUu+KpQEvauvc70z9R89IVwvvX75p70p/iI+Mv4oPnSAQT56BMI8AgvovQRUfT1maoA9dk1OPlokm708+1Q+zFcUOzmNQr6+E4m97SlRPrFH6TzBQZu9aNtyvkLSc75uujo9D34Gvpz7ur2ogfm9rzfCPv/7hL5Y2f+9+41BPqspbj2YJKm9OwK/PkPit73zT1e+obcvPthtqj1QqRW+EBbZPtTe+bxcE726BQPova9uUL3Ysxi9Osp2vjeua72Ym0i+CCbFPVRyLj597Bw+5f75PXFU+bxNi7Q+f6/fvbqqG765vuc93FABPlaNZb4WGQA93+T7PYzo9Lz4bxo9vfduvhsxij5EZLa+IXqmvttYTz4GcaU9OcicPqI+J76SjFG8n1qGPh/+N7xQ0r+9dtsSPBo9kz6qo0w+fjTjvSgzGT44SnW9r8UBPlCq6r04z0i+mQyqPXK3Zr4xa7i+GveLPThBtL1LzIm+qNsSPqACGr4hZka8tUoVPRnvxz1lC/G8NvyRPgIGZr4/uYW8kIqsvpc3Aj0SlRi+oshhPkqvd70mxNS9Iua+vcyc075r+b4+4yDGvTG3f740dkw+hyOePrA7or6oqMI+YhcDPHChWj4UBpk+n4OnPfeSzL4fCC6+SfurPoGdRb0FhOG9uugtvmJBGL1XWB++XnIAvhbxqb4nh++8DmBcvkgEtj7kWoG+4fV8vJcVGr3PILS9gxofvYBBGr5MJAQ9tKy1PXQfqr376Ze+EXWcvmnHQj0WB0U9KBs7vst9sr6+8s88/YGcvuYZkL6fG50+IQdYvojkYL0StCy9TX80vimWnr1TsDo+f4Lnvd9wCb46gQM+KiJIPnm4IT0E98+91QgXPqPUYL29+4I+ABgbu3NXELrlhgw+0I6OvPHOsDy8jRM+rjPuPchZM75ayDW8me/bvXfx3r0gBwE+4apzPeUujrvFuB49I2M3Pao1pbqmaYM99ZloPlROILzDJQs+FMWOPLfjuL1kfzq9VtHwPXnaST77exW9LYvQPJ29JD60gZg9/3YavdRBbr75lO493O1mvt4m4jyBFQK+keobPugRhT16iye+BoXzvZaMSL1stTi8cVAYPvgGQT28egu+VaLXPei66r28ti0+dRnGPZBH7D3mi0S+AXrovW7ehr7mqgi7uQ0iPoCC4D2vreQ9LWwRPiEXnz0F1aa7sRPaPbCmaz6HQgK+8zCbPbo2Mb7UYgA+76kSPuvpTzznJKc9rRFKPXRjoTpMnxc+D5XBvdk4rjzILjA+dNbnvMFsDj7H/dg8+kyOvCIxgT1MSES+3k4SvqZCKD5MU5c9S7OUPpVzlD28Stw9XmC3vTZ9CD40jRS+7WJivaq0T75BIN67De2QPYo3/D2BFeo9K+6qvDejhz0NDk2+5WiWvc707D2NcTO+3dzCPYCLN779GWK99lxMPnqGIT7AF4W9jMwxvv2cLz7htdE99BoUPRc5QzwM91Y9gcRAvmTdeL7smJ4+XBTbvCMDVj7ccOs8/GvfvMPWmjxW1as86MTcvezzbbxSWng92pXuvo38xb5PEF0+yJEfPj+f/DuODeM90WjIvAx7Ar182wS7pbeHPsiYND46U4w930YmPm754LyMowI8DAERvviwrb5GHt694mSZvExSwj3G+Ui+JA1uPjQ6sDz4n729yyiAPdN2T73qvgu+28ccvaFhi715oie+gQXZvJN/bb3iGZC+M4jivZKgbL4LxJk9vCVOvtTS07y7yAU+e8KVPOZsDj5+l5o6S0LBPbx5PD7yO7u9pRYAPrxvWj7iR5w99H+0PcSzyb5z74g+UFEvPtFvC75zCZ8+mKIxPt9VAj6sFTw9E6g2vWexmb2U4ho8UzhNvo82nT0HKoa++sJVvrEn/T0VnF069PL1PMSuRz0VvY298L7GvOWAvz1SXV49KnJKvkaqkT1jd6c+LeoKvgAinb0yNoI9dqeHvs0fdj0b5BK9c0kxPMFoCj0tp2Y+VO/fPLBivbyNPN6+oNKvPpGmST4L+p69HkiHPktSHj6QrFU9jS1mvkZPP76y5Tw95GpKvJaNV74N9Bo+pKSDPUin+r0qOAq+RKW9vZOJrD6f8Zu98ZuaPjFCJj2XYfu8YJygvRiNWrywhm29gFvJPTb8mz2TzWc+4thiPcDOQ7w1Vc89Vp+kvWYNGr0D6QI+phyzPddtE77n8Ba+UCSsvRu5j73M4fC9sDMDvPVn+z2jn2s91VMpvrKVPb4uDCu+HMHJvQoEtr3o7Z89ltkZPsOYx7weHLa95BS9Ptl/+jxX4Q4+EDEfvaa9iL7oLPa9AMC6vYrsyrsiqWM93Q1ZPWbPAT7OwhS+YiKGvjIqFb5Pvoo90suaPgG34L2kZGU9wjErPof4Gj6rYIa+XihRvu1dVz6XuWI+x1nWPSjiEr70kYU+DxnXvQWHuD5425W+YMp+vdftmD0ViyS+lQxSvt3uL777hzk8kFYTOuS9ar6xgEU+74WaPmpNkb6kJL09rZZ9PYGm7ry8bwY66JNDvm+ODr0J90o+q7OevdJFTb2cvRm+0egzvfEmCr7DZJo+bv4VvRt7Gr1HJ8o7bMg7vXW/TL1fvka8n41TPSr/Fz7ywos+L/UWvf6P2b1EZFu9s1YxvXg9ob3YGqU+mh4gvg0c/LznZIo+yMxbvoTw1D1fm/g98wkEvlFJrD3fxwk+PZOwvcvNgz2kX869d+vUvXQuoT5BCaY8b2Z6PVP0b7zqxZA+lvovPd0x1j24ZOS94yqovY9mnDx9Wd09l89hPviIALxgKzu9w4yXPndiZj7uJgq+sHFJPSH/WD3H5Ta+53M1PhzzvT16R+w75DLhvMiPDL5ogww7gv4LvS5bIz7/uGQ8RgVUvn1GzT3/dCy+Zlw1PWRq8r0rKBI90vghvu5szj2tfA++3b7rvSRDvz0XmSe+KVSGvEeD+r0bB8s9f83xvVdyUr4xvP09RZCHvmtcYTwX9949p1NGvJrm8r2Tjmm9Z/YgPtdNDz7v+Si6fg0tPQtkc76U2LI9cskIvlpDRr7k2bY8IRQ4PYqRgj1pFOm9l23/vaUFfb7UEhq+HedvvVTZgr60+zu+h5J+vq4fCL2NGC++szHFvf2BBb5aioi9ufwiviZwzry6IpM8fToWvofsJD2Tmpo7ONnUPeu2AL7FvJO9ykKrPTF177yT27o9rsUtPdvK672kzS69UZ4kvtwai70bMaK9Bwq3vD8dKz0WoiA+P9e6vKOR5jyqP5m9e78YvqfOSL5LYIy9vtz9PJMiNb5RnNq9D29PPqxp0rx5EBm+KP6kvTTmSz0ddeU9ovQ4vkKnjr7Q+Eu+4/0Kvilh1r1cs1a+p/YKvr7Uvz31dsw9XQprvfrWij1/aVI68ZdcvvgvFT0fRV2+2gXjPMdfjb3umi2+F0AivrJaeDyWQxE91Ng9vvmiWL5m25o9Hny7vbfVnjxyDSO8Q2VSPRgYPT1ukF++SSkJvq7IlbtB1OM8fu47vrk1Qj1VAdS9xBbRvSTVnr6fRqM74dBvvXDIq746CWw8Xu5dvJh4GD2gk1c+1aF+vfq8FT6kRB6+ZtUDPTBlTD6OuqC7hzA1PhQyM76jlZ491fLKPC7cpL4I/C8968Zhuk8jgj4MRGa+vgV9PXiAerulH9q9jyvyvVjqjr5rjZc8JI4bPfiRbD46oSo+ezM8PRv0KD5HXAO9lqrJPUskgb5P0ZE9bY0EvuZ3oD4kjZ2+HpciPmn+Sr4NQPA9KgBTPbw5bD4JM0q+Sm90vifMarzdGRw+Z2EcOoDyTr4BO7M9EYmAPLG+lz5YwZg9VBiUPervcD7/Dea9IbbEPWt1iz4Vpxu+vygJvuMymr3k6UA+vVUYvmHcn7xk+oM+CyLiPYeiNL7vhSs+QSeaPk5RB7z4PEE+vzitPbJHmb0/V6c90Mldvh1aIz16aVG+Pt4EPXtIHr48sqO9q56yvRbPcDyI5++9g9sbPdkbqL10k7Q79NoUvuae8r0brEQ+yzv0vcQiLr6T4GW+Kvp/PiAuOT72h7Y8rDEivg5uhL6arpc+gHodPj94tj2hLQ0+XUGDPUfITj6Z3ji+CyKmvWXGCz6OLXy+auTLPY3lZTzHyGI+ZyeSPnYJZb2bjqm9HkdrPfYCkz4akoG7BqsxPrS8R70xfgQ+LxJCvl7qkTyWgDW+gSyMPtITVj1g4m69p4UNvnbKKr7FfC++sEcovnIhez79Wzg+q2mhPr+AYz0v7TQ+i9AWPkhMGz4un/08yd/YPZPghT4WmCI9QL2evvarhTyFYJu9QtGZPn2nCL05oS++IslgvJqJML6zUTe9ASmpvd95eb3GqKG9wRXyOpAKA75wiW891Fn8vaq2fzw/rr07IAF2vjUNJb3rCzA+o+9XPnS0TT2VR/O9j3X9vXnnh71NbSY+JQ3hvZbXcz1TRsC9eRsWPjCZ/72m5LE8iFCKPT1jCL5bX7K9S5u7Pe9qjL4YGTC9qA0fPtdHND7d5AM+2YdmPhmFhT46PPK8ZfxhvcAlhr57aMe7LbYIPmyS0L2rVZW+NGTkPYdvBTotypu9EDmfO+7sqr7FJFa8oi2YPaMQxL3oQxU+K25CPg+G8T3wBJm+N3etPaTK7jy6ZKg96uiPPqpn+bzEF7i6mII9vslNADztz+O9uuTuvG+Vx7w1eJk+8Qi8OjbUoLw5h2c+aABAPLLAvTyMXYU+S377vYxwhT2Tf9E9AHexvCOOrr2Crcq8Gk5DvpJu2LtuCJe78U4TvVu++rxz5UY+ZeVcPZbucz5c1Sq+aZo6PbURgjt3xRE+9uiSPCYWK761HFO+wjE3PiX4tLyANCU+hbwxvvV1oT2FwpC9jET+vAldIr3jaM09rKb2vdYMYD2GZFQ+YvkzvrGdBr6moIg9rMcEPuBDMD0A0+I8YMDCvcByLbw0SoO+T0QyvQIXt72msgG+Eo0hPg8RRT1T2k0+GTojvG1Fmj2iIJK9LUrLPdL1nL1ucqO9U6Q6PQwL8rxI4C++zP+/vk9Uozwq+OE7L5f5vRDKUDwbKvy9mTxPuxyVV71GHBI+W+OtvPa0yT0MjEy+st6jvUdWI76QiJu9bNYGvmoQhj21Kxy9rkkjPjz4PL5W6c099g6svVYmVL5mJAq+KRPsvfA3DLwXley9BQRIPbDB2Tvz3S6+m6C8PfDBhz3nwjm+AFV6vT8BFT4Ptr08Vpc7Og8yEL59u+I9n7aQvdbIaD0KSQ08+CBBvQBV2L1HQcs9PoAfPOzjpryaUsK93ip2PVTkp73uZly+bCC2vae/MT1Aaic9tNc2veyWSz1MwgW+GN0+vZghFb6lQAK9S+lOPAQ6XT32RvE9+sRivhAc6b2LL+g9+VrXO/8WQL40HAU+zZBIvi+WtD1362a9SebFvMZQAL7zkma9qcdCvW4dgDwxLn6+nhm/vaCNj70l7P+9K8BaPbVyKD0CVsa9PfRcvtSngL1USb09aH0bPuicrj1YU+e9s5sFPRhJ0D1ABiQ9ZTQvvDRcoDoz8US9oVSSvX5Pxz1JXrq9730Vvl2DKjwHwTu++3wVvlCS870zZ7c92lrKPvev+T3xmJG8pD/0PH/wCL7i6y0+6h9YPmQlDT7204a+FThNvVfcQz6iL9W9UFF9PmFbbb08/5k9avFkvdN1pL23P/i9qcwHPd81TT4QWH489liyPRINhD4G1uK9WU9bvs/9x70g1v08A4a+PZIKxj4mw8k9WZmIvSj0Dr0yv3o+3HJ3Ph8qL74hcxI+RfrIvRvoiT7zDXu+N5zIvKIsu73Fpuc9AOhEvtnvP70PnBK+TkM4vikbPL2gMQs+EQGNPuRGt72FQbI9+1ZSvsqmoT2JsWW+fwF1uox/iDy4u/K9SkfxPN3qCbzEPyO9m/UXPry4FD5IDz68snbXvYwCED7FXr498qJdPhsLKj5/znk9j7v5Pfgcwr1n+qw+wUOLPazm+L1+OMC91N4fvmI/m7yGl1u82TofPm9C8L1QQ0q+v7vYO9oZIL6kHlC+Ww4XPtPbwrxQxsQ9AB47vnit1r0aKZE88jDqvTXdGD48qS++xrWmPqQqCD0Lo/4963ejPX5v4Txbmoo+0i/ePdqlNz7OvHC+NocNPhMdyD3VCzq9hT/AvRda8L3UP629fanTPSMHBr3J6k4+DVSevICXx70zego+VdRivRDNUT5rFjI+UEFwPTlbfj7p+JE+luucvt9TuTyuUxQ+l01sPSvOiLzBxx+9eXL3vUMBD778Ia++nhQWvux/mL3+NAU+ntfMvY3+Bb49DrO+PtaEPhpaxT3nEOU9MrESPhvkUb4eOoG9cKawPYO5VT7//yg+SL9hvU2hJr5Bjjk9KWG7vpbOHj5HtoO+bteTvprWLb263yy+uyksPn9QyDuY5I0+ROU8vUAjizyhDfs9/Yi8vWshf76iQL69D83JPO15uzy3Cw++vCD/vecldT603yc+FbR4Prv+vr2WmJk9kh5IvHghNroursc+SVJfPjD6TL4oXCm9pxM0PsTGp76t7L29hhOZPXptqz66FXg+w0Y4PQndOLux/yK9NF66PY8Rfj5XVJ6+iPdPvoh9Ar7m/D++55sWvp2AJL7O4hq93Gofvb4qlL6C5Jo9FnWjPUBj+L3RKTa9tHWlvU3rvLzkiZe+gXxPvV8CjL25ro++VMC2PQlJKz3Gv/G9iFxuvS3rgL7yoAu9U5OBvjDCEz5IXCs8VqBPPN/5Vr2ojWI9jHaDPTjsoj5A2vg9uDfnPN2HBz4HUWU8Hd+Tvtaxsz0lf649SnTvvc91e74Xm9i9GjvlPdtDvb5bRca7WxEWvYZ0i72hwi2+A9iQvpEheb6qYUm9QoyYvoI6hL7VvwK8wWk+vVPqNT30+oq+YE1EvK7EDj7A85I+qkM0PZVoq724tzA+5O6svJXR7b3SQBk8rALfvNaKST4Jmxs+n4ANPR8sE74gwJI9XR5CvmrBDr6dqzK9kaniO2mJL75JFdw8fd2LvZloTr6GYYk+mOwmvnvdhr1h24e999vYPQy9171k4Ya9aXgWPk0J4z0F6Zw8kP7TPNNlL71LZVs8s+uFPTteAr70dyI8PF3EPUk5Lr6uSK87xzHBPQ88eL7vhH+9w65xPYaBDD77FiS+kiIJvrJ2fT2p1Ag+GyTbPS2VUL7XjeU8wm5VPvABDDz2i6S98jnMPSzc5jthZ8i9etcxPuelrL2DU/q9tjMLvqzJH75IOD8+qvcCvbf1RD20c/Y9aoK1vTnvJL4HOL+9PjU/vjv+uj1zy4m9GkafvVUYTj24olm+BdktvWXqc76+iJu9uTTLPQc8lj3crgO+yB0zvubWtT1+vo29m2DZvXCUEL4snh48RjEhvcZkOT6JGZQ9rswPvuMn9ryjS3K90PeRve3CIb5Y/1W+0x2RPKoFFjma3yO+yIDMvcay271mu0G9RfNtvngM8zy5eFg+VeHmPYe6oT1rHBK9+2eCvcdCgr6PUra9ERRjvlrNW72nYu29DA4fPh+uHb6WHPq9E4umvj90o75xUEm+3RMrvsvMk74NnrM9Ozs5OyDzU70zOwm+wLCtPYTAar0VGQY9ydrpPctxWL3Nyly+iJHJPYIUDr5bSvO9nj2NPu+AoT4XRCC9TneWPXywzb1HLS6+ODgGPshqiz5lX989v6y5PTvWqT1cbDW+li63vDyNgr115Re+RoBiPqDETb7Voic+V5aMvlaBXz5Zfxk+gYMdvnJDBT4jggW+k92MvqrjNT0e14m+Oet9Pl/eGz7yu989mCoCvnKbaL38Zdo9vdh6vuAeWT4tdqk9XGdsPj0Hbj7BQII9lxsOvYITTb4CRcA+Y2UvvQhuz7xC+0C+S2qePQFGHz4IQc094eS1Pv520r1lvJK+zqCavLdSRb6ZATk+BPAyvmWWIz13QDs+is32vWXGtryoAw2+B/VXPYETyTwqpQ69rVeaPT3DarwOecC9FANEPQ1G+zxjJzu9RikmPqpetj1+UYu+5PRdPrFmG71PR7A96SFEPO0KSzsPrRo+uQO4vQo7Xb1Qw+O940qvPimlNz7iFVC+1DeKPj/Adr6V6My8oFogPo7ry73hVrK9Ol+BPkz7T77emhM/WXqZPpXtcb4L31O9e8nFPIWnYr4twH4+9zA8vg/bWD36d4M+wgfTve7njT730EQ8D9gMPo31OD49BJq+v8gjPjeia74YoPm9H4xRvqdi973NYms+TYo3vhIShL7vl4o+UIu4PCFXfb5lq4c+82tbvEzDHz4XkAC+27V/vmr72rwm+oI+kSEgvrENZT7Ug7K+QWYxPhHAqT5S/LE9OQ+vPQncFD4VqTc9Vm+QPHgK+L107xK+lvNFvlivQT6CKDK+afZGvlpxej0TvWE++InZPfASZz43m5K9T8fPvhh8oLsk5mc+Jm8yvVl0KD5fLE0+6R49PsVSJL7A2js+U/TDPbpVqj2U4pM+QnMTPlLKhL7VHxo+lnQjvl9U9b2AmRq+C9lrvr0cYD0GCZA9Q4cZPa5bUL67R74+LpMHPUPfS773Fp+9YZc0Pg9k+7yaPYC98G05PTNQq76W4Hq7gZUSPSGMfb5n1+O9BDmYuS6ROj56Skm+5OMpvRWJxD0yBoW9RWDSvWCoZj4e1so9RdJ2PkqopD0pL7Q9ndYQPew/7r2H9MK+kZCuPZTSML6ORy892hSlPkjzlj2zbKi+kG20PrSMib588AY+8hZBux6EzzzrjFC+QkfWu39Yujwixkm+VAK6PgF7Pj3AxAO9rfnHPaUEjT63DJg9jblVO3xvW76JBWy8SXUUPoarnruwut48dHMqPqfhA77SCRU+uz2MvktNFrz+3jc+onezva2FKL5YNUg+polyPvVCEj/789U9yQGMvibQ3721QOW9qS22vfsTMzwed8E9w5jQvUGrkT1I9d88F+Q+PWjTYjxYJwm+Mo6QvJiagj46xj49TJUCvdf2gD1ZLZc+AyfUPexg0z281uo9PaqVvZVhM77PR+i84LuevDRvGr1gcp69CyQOPmYEj70uiSm+PovQPdUjAr0oYla+VZxDvv3gkD1HjJq9+OqePdWPGT4oxeG92v0+PRfFMb4MTRu+i2+fvZBpKL3vf1K8dQ+LPBYarLwNDvE9x8GQvZg/aL4v60a+dlGyvJ/9zr0ba4a9nhB3vv4XTb6gZzO+D+7cPWnlI706qTU9DtMnvrHWob2i9kU9AAxCvibfgb7hPLC8JqXZveTQHT6M4KA90XBLvo1+tD2wGki9le0xPpFOlbx9lim+rm0xPMAaDL6ffO49Z8qbPVXd3T0nh4i9bt8XPQwx4z1/7I49xBI5vMR8GDxILgE+l8ZXvagB1724OSK9OrqdPIcGJb3gXRc9ovkcvuWQ9b0QUDA9h2YVvXP/vTw5zBI99sglPdFZe76WRK68nhkYvlAqhj3uAQa+9k8yPoYmVb5Fqoi8+NO2PU/81LySVOM9QnCevd4uP75ZNmO9S40svnO8DTw0owO+qQTVPfaTzTxB0JW9pzm4PMg/Mz5KHZ2+yxY9vltDor0BrBy+vbB3vgieK75Nux4+rRBJPa8y7L3Vdqo94Jk5vgYSyLyEcV49kHx9PSsvqD1Jiyg+N3H7PPqIB752Wqg95JQWvgqXyzyYfpa9R2wuPa5x1zw8MtK8LJt0vtKGDL6n7Zw+6cKiPurEeL2d0HW98hDLPRaCVzwDd+M97rU6O17OXD5GzuM7ePqTvb9Vpr5YNye9X7CbPmkPKL52PWU+y+FyvpFgXz7eEdU8s728PTi5hT7Qjlm+vbo0PJHnyToWb10++2AjvJqhJj5NINM98qbTvE/V4j1yhE893d2mPejifr0miUY+LAlgPl3UPT0ic3088F01PJDbM75cmIu+rbEYPjusfT1CKH++uQoIvnHFcD7cISc+ZfgIveJIQL0vXX09EUydPIfMjj6BydK90kkDPjQ+0j23VWy9ojYhPmz8qz6qZXs+v1sdvrFiCL0FZ0Q+x3AIvjpJgD10DY09yqFdPkHtl7sJQCO8BBiGPbOVpr2YNJW94Y8CvjMGVL4rQAq9Y0+CvnuiQD6WGwG+2Q5jPWx5S77pleY92VyVvQq33z1e5TW+myu1vofOWT3IbGk+TkN0vVQqhz3NPwE7QusdvpC/Yb3F2NM9A5Q3PrOLLb1+zhw+GnWNvNGch75WPxO+FJhePlSSzzulkx6+DOS3PfuPTz5yp0q81WWTvE7/Zz0vLMa+YLO3vJDpXb4J5Ws+IP2BPmTQ3TwuW6a9z2R6vcgGEz7UhNI9m861Pe8PHD7eqVK+sWgmPbc8LD62QL49qwCDPj73SD6Kj08+AxUUPmb7J75g77+9reejPOhHXz2kACK+foc7vRbbvL0aPA89GvmGPcgRdjtGink9kfgsvg7RaT1ZuV+9KTIhPfLIoT4AY+09UZojPgAaLz0SzTO92aeYvRv4Tz6CMOG9OCAjPeMgg71BFMA7nce8vRp3Mr4oryE++xEmvrWKXz1kI7c8k9HavfPkaTz+1hu+q+svPpjDvb2+KD2+irmrPXwZuD17WxO+vYhnPgpVHD14lo46yZ0nvl9vDr6UxhM9e6K9PWzVwb2ilgS+uejBPpkQOb10rqG9FMaXPZ+UJL58VgG9qKI2vc+qfT4whYS+8Jdyvsclqb3A9nK+7Wh1vYAaRr4g8De+aDj/PSBJJb617Wa9BLUcvpt0lr7E8wU9oRacPk5/uj20uqu9VcA3vIwKir5bnj6+A0uXPQ2dLz45iZe+mVyUPqqOfD6IFA6+ubWJvQWurb2N9OW9OX8uvvuwCb56EyQ++6UJvoIVYb3rSgg+/iq1PQnNvT7F9rY9kyKHvui4xD3BOBe+TimtvR9Of77jXQ++DxFDvoGxiz7V6yG9nhbsO8tQ9L2FyZI+lrgEPrN8MD0E3xq8x6+tPMKi0z0Ir406ki0tPNtcSL7W35m9Xf8Vvg4/tz2CAbc6zgGKvuF47Lysb4S9ZSQdPgzkIzxPL5s9H4jOvcqeub0rcgC+04gbPiGF5ryKwgI+eupSvdh8Ar4XJ5E9jzFKvfp5ib6JOEo+JCaLvmTWZz6+Yc89E9ubvk38Jz5mRp68F8QUPWMbC74l+d893340veiClr1phNo8mJ1Fvsc5tL4xWHU+YphrPlsUbj7FxdS86OoDvsa6h747vwW+IOpWvrDcpbvLyga+ghSMveKjMb5v+Z89Jl3VvcEhGb6+9p28VnqnPXMbNb7AMUi+llnFvH7P+b3xIJS8z6I8vsmAnb29ceQ7zXMNvbfToT0D2um8QHpBPdVZo70c/ZI9Zj2svTdm2zwk1/y95A4uvXYCvz3jl4c9XWnTPatjMj6p1vU96DFtPV7ANL7fV+M8uHGmvhehNj1mPd67mLnfvYYAAr4WIIC+7xoPvX6+hb2I4Aw+LreDvlInLD43B32+D48UPhKghbweFUq+jjYJvo0UOz1Axoc78icaPjxpUj0P2im+02uuu32ftLspR9a+bqiHvnE1GL6yEqo8Yt1/vudVD708FKG8YK40POnx6b3Nm5E75nJiPjtAQr5viiE+aG3bvUkdjLvD/6o90xA2vQgsEznWeY6+q60vvsRzmruvzgA+I5iDvuE0m75ZVaS9Oc4svrEDW76cMEc+ecKEvRtZTr6wgm+80toRvpgUFD7weDw+ihFMvvg7JL4q6ue8CKaSPiMSiL2pbnE9ypKbvU8viL6QLbG99rwXPioxe7yqcjW+fsgZvrgT+L2oIac7SHIUPh0VRj63tDg+ms2rvhOLCD2bAy0+8m+mPnZ5zr0bBU0+tCpgO++54L2ZLMk9SFk6PvHz3b1XmvE9jcOKPSJ+671JBqG+0QMUvqRH7b6tPt28R8qYvpE5270jgjm+hYtOvQjSJ77agow9OMyzvR92nr4y9tw9l7DWPW10k76bFQ2+U2MaPRB4Vr5BaLk93LCjvjRyFLwIn0S+jhsLvwc0Sr59zVi+GZWlPAA3AL+n5xO98pDBPWHvzT14rMa936LKPHzflT5vsjE+hD6uvqlOeb7IrjC9ZIqSvcvt6r6K7cU9GNptvfwVFT1ltzE9Qn9xvdUvbD1daZc8gmC+vk8dGL6T0YA8Yo7XvXjA0D24412++nAYPX+PQj4v8Vo+snYlvu3Zij6hQOm9kaPRvsQRSz0thQE+tK7qu9ttJj6chkC96PoxPMbtez7KzhU+aMQ3vKnOLz3MuBw+iduIuw7tGz7rPMS+j8xuPb6qIT7caJQ+fAJuPW3mnLwngaO9EBkGveclL74Z3K291/spvljGKL70bwa+QLILvnXrrr0rayK+mciMPBafhj498u88+1hCPiQQvr2jnR89+7QpPk16ujvPpIe+daEKvQfm3r1E3sy9osAbvro3Nz3JDUM+SY9qPZvt1j0Z6LO95vCgPa9MLL7rw6Q9cDM+vsOocT1111i+MbPYPPYPhjy+3WK9DjGUuxfRPj6Cf6A7TTHhPfJkorxPUxI+2KSrvJE7irr3o2e+wfwWPozGqb12Mc49eQFwO1tRd742Te69NEyLu5hrkz6Rc0m+mpPwvZPY/b1azyc9GOajPXorh70DC4o9QrK1PfkuWb4whwK9G3IDvoMov70pO8G9WLlJPmmP5D6c09s7SGMNvtc26j1mfVq7YKApvvXV8D6Dpkc9YGlnPU+ngz3o6Z29rpOmvIcHdb5IOZg8MAD1vWoVvL536VI+52Ukuz7Is72Xub69p7tyPqH6ij1sstu9eRtFPYgzXT44rQS+S381vkXxDT35jYk98xM6PjHFRbsMv1s+gEWePbc0pT3v4NC8n6aIOoj3CL4nZQ++LiYXPh3zzz0OuTo+ptMePlaEAz4Wcns8tYc/vhWOOr6/QW4+qKKGPsVGFb6AFk29HpGmPTJpNL6g+UE+dzLnPUVL9zubpSe+II8aPLUevz3NxE6+0YZ+vrxCGD5wYlG9+wlJvUhUfr4yTBm8Xz+uPufFzT1/xrE9xK8HPsxslD0x9ZY9tqqsPYciBD4e0sY9OZ46PlUyEDzwrnC+hi6qvdAj7zuNk6I78oC5PRJXkj7tB769yPW4vaIG9r33iZC6T+oHPqpsFz3cWr09XU3Gvf1sIL2Co1W+rFb6PWqmij0b0wA+eHspPg3qCb6eskQ9lJLhPW6kPL3A+h6+gJbPvNcaIz7bnZC8U0xWvqNEk73dVQK+2xAQvkhZO77qgwE+IenjvV5xEz6Dzk6+39A0vjFch7yubys9WoX8PZxdiD1XB1m+knZsvqrqHL3EX6s8vqNLvhb1rzz8NE49cc8WvZJNDr6lRvq9R9AwvigMM73InYo84sq+vXwvnT2YZuo9ss8dPkpKFj5bRke+iKEUvpl8zD26Pjm+dkynPZelvT2GnZS981sHvo48Tb7Jmm+8tBFOvtnpujwzlKC9Us+QvJjUi7xz0yG9sVuAvax+5r382Q4+k8i/vIz3uT01Xs69CHkmvrRSNj2TIHe+lzpPvjVMRz0axUw9PzPqPesMb74RVBO9roeeu3rizzyUXyk9tCsAvj8Q7L0aoaU9xJeQvRwgSD34Ple+UDr9vUWGNz2A2X49rLiFOrwpAD4a88g8NuzzvRLMrD0YqgK8Oar3vSjY9L2QR5K+2waVvVtJ2D154zc93TMmvoLdJj3Mk9W9mbDqvKtFRr4HXSS+rZKvvTaRQL421p49Iw7BOw2ePb63JS4++1kUvrX67r14tk494M+wvaXSCr5fTeC9lGK2PVmX7jrCeCA9l9quPiJKrzxsVLK6OfC+vEVKmrwLv649jvR7vNB91Tw6lpO+8747Pm+C9b1Hm429lmm+PqjSvD36dkO+qqVFvaWnD7380ji+vHwkvi3bmz7zmfY905J0PtMaKj6DHZK+B72qPOOvHrx8jYK+grhuPRG+zj4cWaC+zE5oPrdXYj684CI+R0hHPqAtT74REDk+UkQKvndllj4Y9Uu+DhTkvd7UAz6q/Jw+o4hMPB1hSb2FvU49EyajPSHw9b09L0o+mCuKPin20L0Ycow+U60+vnSJcD3EIDc9wjIdvWwYZj7kD7G9yPbMvbOD971N2pC94M4kPtjmSz6hhPi6ikZhvHIMHj4+3Zo8GaKiPYQ0iD6adaY+Y5SwPtIWYb7SDaI+yx4GvlwE9TyKAcO8AwqSPVeKBr2uLgM83o89Pk8wkL7M25U9bcJlPqdOeLxQzio+gKGIvKit9D29W6w9QDQ8vpx+PL1UHmE9AGaMvjkjVb4/h+282WHjPbcvBD5cl9I9QP0/PX6TG73bWTg+bveLveNS3TvruxS+jPruvdmamr0G9oU9NyZ/vl270j2Mu7o9MPciPtbn3j21pF0+voCVuocOrT4srpI90RaGvTpHQz6SYT6+TTslO0/ar70YOlg+pSmnvcHKiT3oEEc9KQmpPn+lrLw4PgW+sEKtve47hr24TpS+bfqHvlfYir6AI7a9zRCrPl1uPD1OmhG+qiKEPsRPyD4Ehjw+Hcb1vKHRnD6Kw9M8ps+lveIjWT5+exa+XV/SPrnkgT3qO2W+WYD+vYEwUj4bXAC9+epHPZEnLD0CIOG9FCpevunuYr6QqNu8Y/FmPvBWMzw4VDM+PNQ7vigvXL6+EBw9f3oZvpuqFb792la+6Ak7PfTWiz0XTAI9wpmqPYGKhz20VrC9IzJKvj0qmb1achM+UnuZPghkw7zNnoC9L+kfPnNeW75wkli9n/hMPrRiGD4qsoo+inXpvU3Qgz1wRMA8iOMLvgatCr0jZza+O9uWvZ49P76ik6K+I7FVPfRxRDzhaQy+RUYxPWxOeb6vBns97PKhPipHNj6ITVy9Y2qaPiLkoLzPhA++zLgSvbcMILpqcDu+PGJcPpSVD71lPLK9YSBqvkK737o8zYA+paAZvtMfTb5il44+8AOzvWWAb745YZs+2/SHPqU/Sz7TYKA+Sp7uvfwsR760Sp285V02vu+PKbzP5Su9EVEdPZ1Ig71rNJQ9lUERvoiZXL2YdM49WM5mvs0Lcj5OpLK9+4LEPrtSbD6gs7y8tVFhvg8vkL6wx4E8D+cvPssXQr7rNQm+62WmvexLNT6lvnU+pE8GvqGJLL4ZeWW9cN7uvTr1Zb4LN3s+gRMgPRYGWr1Eobs9W1ymvTrmOz0Jtdg9O6IUPNk71r3CZwA9Wj6JvdE2K70xqgM8mMErPSk6GD2ikYk+QdaiPb6Iqr1qfIE9YVCyveTdfjxzLGQ6bekAPpvZ6L0mKXW9/lMIPuL59D1gJ0Q9KBAWvvCLRr0jkcg9C6BQvuKThr6tFf493QA1vnayqL0YrME9bMaBPfnNVDxt/ha8T06XvLgyeD3WIDm+yghOPnFBIT4nMyY+MVakPbqbIj2UtA++swq6PRqKQL6Htvo9ikntvJHnCL4b1io7HkROvZ9Ukb2uhxU+IM/cPWtqcT0fzYC8WnaYPA1KhbpZ4TE+84xDvpVAjb0itiq81pLCPZXior34wHa+PUIyPlr7h7yoMqQ9K072Pdljkbz/mBw+PiwIPmiZK77Y9Z89+hENvmJQGz2jokU+/CV/u+XUYLxj6Fs9hheYPUzaD70UoRY+Qh0Yvmi3B7ypQ9G9s6NtPh0CxDyah/m9+EdHvkVZpL2XESo8kD4BvtF8Sz5ALsS9x391vVd5wT2vdZG85zfNPdNPqr1dArG9vE0xPZL53Lx0sbY9mZFkPA2VfTzlYVO+3Y1VPXfvAL2c3Pu9U8SdvWRqZL4P6DS+A5cRvpbQ3LymlC69JX0zvj8m4z3rSx2+Rq3svEgMEjuyl7M9NTaRvVT0jr2H8zg+iUKfvdv2Lz1nu8S9SLg/PlZR1r1Vm309zmxLvZP8PL6OLqM8GyajPb94jz0v2bQ95qCiPmalwDxOkSs+HkUqPkUpAr5laMY9oPt8vt87Mz4AI4e9090qvDLu4b24Goe+RcC9PWvTFb7Y2Gc+RuwGvsgAmz6LUI09q10cPTBEqTzu0DA+vsqCPQTlDL5j2kE+Iv9cPX40FT4Tmoi+swlxPqdLTz7UHyU9cFQYvm+QTL0OkxE9DZmPvbsUQ7yFJ7O9aJG5PXG8Er7Ucge+MlruvYEiqD021Z28VvbZPfrZJz75AuQ9EVAgPF1yLz3MBds7BVsOvvf2MD501B895zg+vngQ4D5NznA9yHPoPeAj5L0eIb89vOqAPoWIWL4RY5S9NPeWPifWrr06qMw8g1vQvT77pjs4NYK8E/3NPfYmk76ADGe+NbaHuuaJoz4aHU++GSMvvn4WED7OyW0+z225vc4wvL3WUUY9pmgxPbj/fL331LG9omhKPm93Yj7/jAk+lwz1vcRhwr23UCs+0oS7PTmFNz7cvL29KBfjvTrPGD7TIpc9A/4sPh+f7rtgfGG95J4IvqNkBb5QqkU+rjwZPk9Cl71BnSm+fcnYvBBcGz7AUNS9KtYCPvdzML0bRxi+z2TAPZ46hL22vVo80WDBvKhvar2YMz29INGwvQkpILyBB2a98kA8vsffiL3Ns3+9mBUYPrBhjb4I9qC+f0AmvW1yoD6tluY99OTFPSTj6j2cqk2+EeeHPt/jjT4PGBK9LSCHProc57x2aEu+HxOyvjDQjT6XERa+BmYOvr3m+b383BO+vEEKPALoUb6qnXk+bPNjvvHdeb7zKoa9lIB/vX//8b2CWju+una7PIQAgr5aKni8Hc2DPbrPdT47Tx6+OZhHvvL6bz7SkoS+uJj0POeMQb4+iyE+FHsgPpLsKry9v7y+sJqZPWIygL6lwt497DQavj+GvT4nLTU+5C9dvaBbzT1gaEe91WbCPd2ifjuliIW+GLJ2vhWbjb4BOTy+JCI3PUcaBD4uiwi+V1g4Pa2QmL4v7QQ+hmYcPYhnBD7PmMY9sU5mPr8bOL4JAKq9uqR4u0pGAD2FIBO+jxslPj45O7yK7849571fvn8snb61fI090VOYvsX7Xj3sekk+raxCPqDOyjzP9Io9JSl3PlM9hD7AJ509tyesvROYBryhIkq+5wYLPTIzSrs+3IU9xOMqvoJFt7362Ue+1Gofvjivdb76YSw+J6w3vrjfhj3vRz2+5PgCPrIHET3V+iy9OThQvkzMvDyMN269TqBzPcROczzpgs48xu6NvrK6C77DBJk+12+TvkznYr4R2P8976mzvNZWu77jsHa8KDBOvVt6gLsVGwm9aKfsO1XzD76lGOU8ts7xPKpNHD2na/U9oEbBPI5x2T06F0C9HtMpvEyQqr28/wg+QpMNPdWvV7yZJpS9jR+fvCeVhj18CJA9OaZ1PVpL5D3FKlG+gQ24PYE9Hr4mnqq9HX2SPdTVzD2izpe9i48UvUzZbb6j97C83o0JPQSfAD5xkV49L/t0vQeax70RehC9PNXiPfVuZr2tWSQ+rb8tPXohFT6HhTM9EJ/zudXjyj3lMC+9JN2zPey8lz3Qrf28+AzlvZbNyL0qzt69QCzvPGZ4DT788BS+S+IJPvksczzfKQ08PZyTvVLOVz0rXkG9vk1BPHbmRb0pKec9WLyUPb7u3DuRSSq+kplbPh3qD76MSQY+di9Cvm5Tpb3nP7O9dlC3vXoyjL2asZK8HRVFviUnaDzlCRo+1yZ/vTkqTr7C9eI8tBE6vTreA740xsi9HG2hvIAmRj4dsGA8Aqj7vKDHJLy2tJI9SV65PdOS2T2G1Kg8hwmJPaLFK73tee09wXE0O8dqIb3i1GE+2AzhPWdwGT2JOE6+84wtPjaU7j16JVa+85PnPSwWur09YR29XVY6vZ5jgj09RDe+qkFiPd64Er5cQIU9VFt1PNYWnTs3xam9ibvKvTJhCb2TERS9WkCxvMAaGj45nto9N8AFvthBFD2XQNO9LvOgvsHvqb4MriU+3RyPPNmRRL2WN8K9RaDIvfmXn77rc3K7FoOoPkLhAz6xurM97RGqvkz3gjwtyZA85arCPoy/ZL1AS7Q8oXaXPoXBEj0IvnE8t0H5vQRj3r0UGUi+/JttvoqHpbwA7qk9u4EUvr6hh76EbkU+MW10vhYlCL48Gcc78NruPP80vD6toR0+BgecPgCvpb1exhG8U9PiPQp+O706Xhm+MUfZvZBefj0ABwy+l32nvI1pjLxNAow99oXUvsjTqD0QjiA+udWCPSISmb2tbtE99540PqTjZj0u+EE98btLPkjpbD5UTYE+ZZOdvmHbT75UhDW+F6L6vYDsob3nUAQ+vzrcuiwStbxFvDE9f9RBPuHIKj4m05y+RsgJvu4RDL6plk69Z0YWPZdy8T15DdU+AKEhvvdnJr1Kz9683berPD4CQ73Ltq6+YUrbvv5pqz3hWZu9p7TfPTLHOj665Bo+y0l9PTQTIj5RZCM+CpSUPWq+Dj5dHy69vtV8PWmZSr2mtFK+YxZFvai1sz1bQ/Y8orwFvrjhST7CZR2+MPl6PvDN1LwiJyy9VLfWvV68lb6W39o9Uv10PauiD76CCBK9qMu9vbcFpj3O1948GX4RPqMZ2DzsfyO+CbOnu++KRz4fWRE9vXwmPjPXmbw1b2Q9dQ0ovvjjK74z81o+mqkHvv/XKL57ijq+pNg4PnMHXr6kxU++DmgevvuNhj7xhxc9D1JEPhhY0TwZCe68R3MTvuhVNb44wUe+kBGfPqdo9zz/kx68JikDPkzGOrzxvxY9ptpYPk4GMz4FtyY+aJPlvUAiJL5K4LW9mGxcPP8DAb0q+JS9qK5FPrzAUz6cn1g9/25fvrKovj0eku09mh9LPsmCyz2ty8I9eXB1PgBK1L20bBi+WWBRvhNgPT6VIry90IriPbdoPr6lRzs96IoGvozAuD61XrK8XNy2u1sCBj7mWRc+mAQgvb7OxjynkEc9u59YPGNArr3Mgj0+CxDiPaPcYLxhgCO9s6+WvZRM9jwD+Iy9nzaTPdE6YD7Kd4s8XomFvjXcA719uAm+WFA8Pe4QDr4wii8+syCcvtE3oLxoJSI+r7JrvZS8Lr6MpoK9SRcTPim3HT4dPIo+gUFzvBVHdb5m9oS97e7QPGxWTb7kNi0+w85LvBvSSjx1xiy7T9RCPdA4Kr5e8hy9UddTvnnF2r0MndY8BHk0PixJkrwR8kS+n4P7vW1uWD4LURS93PV2vnR+tz0xcTk7qA6BPaHbXD5/ZkY9lTe+PSvKoz1hXIU+Eg1Ru6Uc+LzOSzc9s4OAPaf+vL07Ank+JRMavXMFJj5DjdK9eHDAvdSgjb1EnJs9"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"use_cudnn_on_gpu": {"b": true}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "zMfpPDf1Or4EHMs8e0nQutFCR76NSwS9lT8qPHiaLrwYynk8/0WjPaGZtby5XC67nJpdPO/WKDwOTe29fPXNPLNUB75v2Sc9dd5GPTnv37yCCkA9XbKlPF4rbjzHFFk9KOPtO5z0EL5rRRu+gH8CvffpZD39khS8dET8vXQjsbzIzV6+40WWO/5t+DxQCXw8cu+qO9x+dzx9nje9BbYiPWl5pL0jBdS8wm7RvWVTJTxXL6A6h5KLvKLnqT1+mg89N+ROPeQNq7qRceQ7HJ8EvShFV72INjW8zPvNPFeoBr0iwAA9yNwUPdCtGr6Qzva9la4avYrZw7v7CaY7CeiMvdfO8r0yEAW+SgWyvR5BHj0pB/m9eMLePCKV9T1cvAo9VflOPAPRNL6dBLs7zqOGPUtTZTxqU9a8MV3MPe2jgbxIyJM9RuGvvarrKj0oUpa8BK4GPRumr71cItm7LyMePc8MBz6gXVe8/vE0PJ0R7D0kM+A8Mye6PVfpjr18MBw7nWKCPcR1CD1wzZq935oJvuJLSD3P1bW98eXVPRdo27yRILs89S+Eu0A6AD3sST+8PlxlvQXndTv3dBA96JstvbLL5jxVY2w9QsNCPAyhgjzwm6M9tf1rO/txHj238vQ88g/0vCSsBz4rRi6+YEZJPNo5iDygnfI8RYyFvK9tnbw="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 