{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_23/conv2d_46/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "I1FOPFGELT7XGrK+Roq1vnR7dD1duR6/+LAhPTDO1jx21xk+azFYv6d+Mz5pa8U+vrYDv2Wtqr5lR6m+FdEdP/W/Jr5YhnI+o0E4vK2F1j7uJ7S+fnqAPjzsvr4CDHu/VTqXPkc0Dr9oE4Y851nuPnYnbb9bL/W+snibvsHQRz7eEJG+XDnbu8d6Jb6KyJE9my5tvpkGYD7nG3e9D0dxvd9Rnz4xhb4+yZxEvhTD5zq+0wk/uUqbPRI1uT7vKAk/Az+Avhyyir5gWg+9FvBMPtT1Y71d6G89zsWRPqaZDj6TGzq/90NuPkniD7+7lNy94sxDPhmuqL5hOr495zG0PpuZeT7subE90zGlPmm1Rj0qXK09lrFuvtShRL6RYUw+LSVdvqinDL+I1g69YoOnO9kGiT6j76M+u4YCv49Mab1iujW9TQUMPzyuhb4JJKa/ayKBvYiPDL7tofY9uDjgvvL2MD0z9Me9A26BPjbOer5Q3do9/P+uvlQnGj5TEKO96n/HvpZHEb53XZW+1Ku/vu/Iqb4CVFO/Fx61vrB4+ryzP0O+2c7+vlMchj9feV2+WwyWPu9uu70CdEC+xDWGPumqbT4IJ88+YBfovQOcuT4r1gQ+HCX0vsGeNjzDxCw9NRk/vfaLyLvJqLu9EyafviIOhz5sEtY9upUxPq4MkD1HGRi+jsDcPv5ZHz8WhNE9xUU5vusNCz6loqu9kzDavk1ZZT7D2IG+lzkqvqZQNL9vT72+lQCBvQNh8L7Ooz2+WWi7PfXcDz4Y10i+d8rdPnD7u753wL28Lk4IP6CMX74cwRS+evWuPpvY973pI1O/n88cv5qYyr5Eh1k+ujLCvlL42D08OAW/JaZ6PloCi77zWWM+l0pdPeDlbL0BAdI7LKqhvXWitD3t9qe9qswMPg5EIr4sa109fnEpPpp3Dz+PSZU+Ehojv+TQMj5gxIy+IfCZvj2D1jwa/g0+oN73vX3fP74Nf4e+LWpBvOIq67yc1qs9DMwbvzd0RL7PcCq/8n1OvoRfob2VJ9U9bdSqPgsXsj1M2ZA+MVbHPYVp2L7efIk+x7GTvigB272xtRI+4bMgP9LM5b6lkBu/UHDavSlecj66/647hGqVPhOCGD8TSK0+rZ2UPTj6KzybwNg9wnJ7PuoxRT6h32W+oKzJvcDlkb3I6V++lHXZPq55yr4KvoW+Xen0vQViKz9H7cS+J0dRPWVSPj48r7K9AglKPubNpb5cT+e8qbviPfcJCb5TZ5c+Y/1APlX81D4crgS/UTo2Po/Q9bwBSgG89XsjvuRAiD34z4s+bRigPTrEdj4LxMe+oM3MvGw8Eb/peZ8+SgskvjMk4rwnQ+O8ocR7PZ3bOr75CQi/kkswvs2R5DwDIhi/rDWgPVARaz6IbyC/zZW/PoW3Pb4V4Fq9RN5nv6MCR78QhpW9Jz6Hv3oykT2BS9g85bgJv2FrKT77GtG9CHO1vr7pkL3Id4++KVGrvorjVT6bJ0O+7PvbPOioFL6bo4s+/5aWPU3/sL6GWwi+ATCxPkiFD79CgO49KGSVviTs077pxRK/HDXkvl+O0L7yYBW+ZCNhvuECZb63rJA9kegLvfJP1r4OopG+2Am+PnGjED8aJbS+5CHVPmvDYD669Bs+hyMZP/4vgz4Ad249VwVYPZ+ykD2hRwo+PTLTvWxqjD5js3G+WWGUvtO4Or/drKG+aYcBP4xjMD5NqzW9dhcWPwNwN7xk+wW9yGm+PjGsAz6zsmo+TTOWPt/Ugr0Hobo+D/VJvrj2uD23WbO9MD+xPoveAD9iQIq+hh+avVpjnj5ac+E+POvwPAVT3z5Cww8+DGwlvr/3uL3s/8Y+n/GrPXfD+D1xbpW+ysoNvkr7I74slqQ9wggaP1hVNL4ezd49tEeIPquTAD+e974+8MDSvs4w4b5wIFw9Pn/4vVMAGD/6j8C9Fn4jvatmM77xXP8+mG3APntXoD6eNqM+/VObvta6Vb22VRA/cb8oPh47RL7ybBa/v/gGv9rG176bG58/3IW1vfDxVjwytj29hXLmPTLrRj7MsrE95pmMvr/GVT5zLqk9N+82vkNu17zPrRs+7Pszv1eBFL+d4m4+HKxLvvD0jD1R3HS+ubgAvdcY7D1ZiAY/et6gvnICVL0llso80CcnPghZL78gVUq/yuHAPUElhD7NOSw9tbUNPwDZIb+CRHg+PtikPtwFj77tSKI+md/BPg5Frj6MGbo+ZLt8PX1mcr08/5w+NhDZPgqlM765FjM+DtacvqvoeT5F2UG/mxU6PgQCyj6Jtxg9TIjuPpBoGb3roxY+xF5uvqjiQr7exEa6bDJ3PhnRS758Qlw/esM2PVkGBb+rJH8+00xYvt1H/77YPQC9s1b4Pi0knL4gQao8EpAbPsv4j77CKEq8lMSjvrZlpb4Go3G99u6bPWHlnz7TmC6+Z39jvpfcjj2m0Pu+xLMEvlKH072p0c299hknPEvUSb6QW08/Li9wPSNIkj/jya096EStvnJ/j77cTF6+CNAyPS0DAj7CjqG9w6ATPctTKT5/j3m/sqdAPceqw70g4Ty/3CFqvn4BGj6X+hg+lzemvS82P77R61o+yOQ6vqb1Kz3FPhC+o8CiPuDOCr6E8Sc+rmM3P8+VFT6WJfe8OHHcu1OAqL6IhUO+uPe9vDxy7L5ZqY4+gtVFPv0tMb5AgcA9W0zjPdkzYj4BHaa9+ckQvrInJ790ZmW+evMfv3fMCb+uE0y+B36mvSRUib1lAZY8ux2zvUxI+72sKBm+bfzgPSikUr0QP74+4EEyPjmDwb4TV4Y8ZQ4Mvs4Ror2N9ZQ+AqKXPlIR077yEUQ9O6fZu68rgb74e6e+iEiTvguumT4KqJ69aVxsvdHkVr67ywA+9i1gvsb0Vb3ej2m+vye6PpAEcD2jkz6+8OYLvoS4Db9OrsE9fLMcvglPDT3rF42+TOJpvtsFKT6EJO89UWsKvVQkn72F662+f1LmPSKwvL75mAm+ldc+PpOVjr1lLAm+k8UwviCX4z4lHYg+0i2uvs8GgTz93D+9jz6rvn3Uvz27bXc9ExWoPhOUQr69eeG9NkIUvh+LHD5Q8sY9PLAYv9qaPT7Uzfe+w5pyPkegdr3yEts+UzGKvkyakbxXfUG+NWYovvNRGb2yfJQ43d19Psdrib4zXe4+82CEPhzmNL1BUVM93y+IPhk6tb5+zcy9kvqEO//c2z3w74W+U8m/vDqgAT995bC9O6scvv5SQL/d0BK9f7UVPvdrfT1l3Ik9UV0RPeV8EL5zt8w+pPkbvjohyr6IOeq+h7wnPpZ9gbzvwze9T8LqvV3NDr26+om90O25PhcJ5L1JO/G9sPsTP4Y4uj1JaHu8QJDtPmA9+L6cbga/JveqvI6Zjj2jLjA+l5IwPneatzsoUYG+E/+VPv2ja74OOFm9R4lNPel41D6HScy+ioMmP/54ND/JrSa+zUQMv09gh76Tlpk+G80AvU0yUT52T5U8P+5tvfzKj74IpPu+ZNQiv68Brb3yvK6+1z/vvnJmO77rtqA+A2novhmanb7fJiW+jsS7Pp5F3D7vzxW+lcMCv0tyH799Sgq9M/DdPt+YEL4Ff1U+GdVPPuTpYr4WEk8+mM/bvHFU1z2R6bW8Np9VvU8Vsj7niCs+sJeJP9Oygz55LuC9R7twv6INxT38L6o+xFoHPq8Lib4pjsY90xKOvm3qgD5oLyw+kbk6vp3XNj3yQPK+a7IxP3U7fD/cYra+jyQTP9rUR74e5yW+lMwUPs4zVL5d5qe+H0AzP4AKDD4g7hs+BonHPJoqHb1u00i9sI1ePqxDg77u/SC+rBULPgz78b0Fba49fFtFP2U4JT6cMmC+IljlO3maLD1Ux2C+rKMAPkcH271KnXQ9WoZrPvSpKr5Vb80+dPq0PY8Slz1seQ2+G6kVPvZm4D5kyOC8qqMYv5AzmT7ikXc/FVR/PiWCkb1a5TQ+XOEoPzIrnj6+3fc9ELMMvUeeUj46p6w+oY4pPQEnUz7fpca+Poi/vd/nTL2rHNK+Qr+BPiNwb76tOJs+rqOSvg4t5z3uaOg+Zu1Tvtnq2L0aIqY9D4N+Pb0P6r3Xbia+zaNzvguFdT7vRiO/QYCfvox8mb6Obza81uh+vnRAsD5xKSK/Yx7Wvgkewj6AKve+l6Mmv9ieGr/4oLK94uuTvUEQAD+cdbC+HxyfPZVUMb8ouYa/7yslvvVXWDw7W5m+gHYZvwD+Dj/Qf2M+YqfjPgSFBD1UJ4e+nXrPvhzTW76KiA295GaHuwqbCz4syKC+LA4avmeTpD33ktY+DRG+Pv6K3j3ss0+/UnOtvh1a0L1jImI+ND3ivseUJz83TA0+GjhdPI3zsz1SLzU+Mn/qvlRr370VYSM/K2aDvrdpBr2dzca+BWXSPZo2hD+GYte+3k/XPX7lAz7C+oK8OfbxPHR0nTzRCQe+m9VrvS7c9j17HZ89YGrTvsLM7b4B7JG9llkcPh4BwD4FLyA+bPw8veehEb8lDqA9npe8vR7Hrj4+yX2/ViqqPpq0pr7DkgA+CSXxPhB9e70J/Dw8mtUEPy9Ds7ykoww9axsJv10j7T5q7Si/NBx6vhQ0Qj3rEAo9sq1HvknpyD7mRMw+cHHrPg5uLj67rB6+M/xuPvOUeb1dkqg+TZnLvsw7V75cBo4+aDA5v+YJxL3FVPY9fNhevc//jL0KWwe+wGYcPxMtKL4R8HC8l+ZavkRLGL+lvgM/vNiLvgInO75Kiai9d/iAPsmIxLzQ7hW9fPKePtlvbj6Zac28+hZ+PWLSlT1DdrS+JMvdvtboRT64quE+490DPspQQL3V8eq+KoqfvhaDYL6B/es99f+tPr4+rr5Ou4C9JykiP6KcoD1+2es9toWNvqEG1L2HSiq++Ua7vjXm5Dw5sRe+M9DOvE7vjb2SAiY+b8qousdaoj3eSR8+Pn9Cvj96Mz6+ztC+7vZGPsIugz1UvbQ+BfWPvNnO8r383I69DdeXvj6o0b7/MHm+Go2FPSTOlT5AcEC90aRrPiSml740b7O9w3a/PUQMlL1ka1y+PmVsPjrHgr7+NjM9vByOvnmV2D0uzAY/06nZvZfr/T4kQ1K9l6KKPAIMpb0tsgq9zpDavt9VUD9hmTK9aPKsvYlWpj5qyly+u/vxPfVh4jy+H6o+EEiUvTfrFj9/9Eu+LGs5PiVkrr2J8P48aucMPkazMT2Uzeg9CSqmPoD2772HPtm9VJCZPCy5A74TXJ09NA+QPtOh2z1A0vg+bAeAPCqShj1IuUu9CCbAvYMskb4cMKi+hiy9vnUPSL8reiA9ag4EPihxjL5etge/5ri3vpsQAT4B1kw+HwexPd+C/j4KGhE/kGYSPphEgL1klWa9mcnWPUAp6z1V1b++XkWmPrmXnL08arA+1KMSPFMAxb4L6S4+bgiRvTcCGT7qUVA++tdqvTH6KL0GFyS/jl6RPhT0T73Sajw+1r8QPbTqEr/7Mwm/Vug+PrYCwz54NoO9QXunPTi30b6ZNRC81H8CPQUe1j7MVRi+hc7dPeuwdb5Azzy+UeiZPnqAuL4uoB4/p8Fpvq9VRL7SywY/kBGQPfm18D4DB4U+a7SwPepehD7dlfK+iysavRbn7b67PwI9zK4ivrl0xb0l0go/wJdzvOvIz7y+z669ZuLUPsf5EL61VbQ+VBX7ujCImz6KHYy9MkFCPSZb7D6DYRs9PjUNPm4SDj7U25a+XpvSPkERCL4sZ8I+fJxwv4UIrj6SPB6+Lp+Uvpf/lzwUfQQ/S7cTvilcgD0tfCE9/tSSPiNdLj7KddM9i9WqPhGtPD7dBjw/g5EHuhkfzz6yt+g+sI3VvKoSnLrvAqu9QZ6APGB9gz5ddaE9UraDPexPBLwwE229UbwdP18rbbz5iIC+yIqrPrlSXD5AZgo/xqCZvqdSD78vYS683uvivoX6Oz19IQm/+SMtvzhEsz6Gy3o9wYlJP2Cwij66V3a92LZcPQ6UCz9OZmI+OCrVvUboBT4RwhQ/Y2RRP+xWJD8TgrI9QsBTPnWZ6j5hukI+76TjPnDLSb3Ej44+0fHCvlQOHD8qIAW+oX7PPugxirjl+HK/4f7uPsRDhL3CG2u9EhdDPmalRb6jJSc+ZttQPa1a0rrUF1u9wDOhvE1wrz18Gck9kTMMvcyCzTxs0ju+0dyIPQS0n7yND/680ebuvVfoYb5/dHE9Z6KEvftWGr1H2EY+En8fvk83mz3vlWg9rV6VvZiyZLwwqcg9Tef5PbKcAD4FyfG8Az7lvHbZ8b2EqgY+cnZUPvNZvLwJCEq+wJGbPe9VVL1xS8a98a3IPXF5qL29j/c9YldUvtZ7E75yw2++X4k0Pfekhr2vJRO+xo8YvoR4EL4hYJ+9bLRJvkQs+jwKPh2+/9MAPh4UZr4ybew7lEkUvQCsjbudrLm9E4nBPXJatD0nD7C+xRzlvUm87T3YeSg+nIYzPuTfSb4yX5U9Sm7PPeX3lT2XcyG+M1hbvgC29zwl8gm+XEhNvatcNz7WSNi8c24DvoeQR73e2Vk+8uPOPUMqFzt+SMu7UUOAvseKwL0XU9E8R3dRPGMvyr3l3x6+HCtxvmgTtL16f0k99dYIvtGjOD4opTq9LdDtvS0KMb59WRg9ezYgPsxvGL72UQy+2Ccmu3iODr5TJwI9lFVJPeNA0j0k1aA9nfNsPecHrT1rGgK9y+2NPdHSab663+a9MnABPU3P5L1ivFm+gIMwvqJ5Fz2OpSW+rRcoPkS6Tr5IExi+JzYavvK0yb+QRhs8SO6evYekzr3sIxG9x3d/vfXhzr39wgk86dD2PYmpQj5cEo29ELvCu6fUQr7Xhh8+qdbtvbIVAr2VE4E+wHzHPCe4171I2bu9UPkEPYYWAD7R74w+gWUmvh6GOzy5KJk+1/4zPRtpzz06e9Y9sVkVvUBiAr6b07e9Re+QvbHntj3VdWA8ALBbvYpwjjsvQtw9fBcYvtmocb2g0o68A6ppvkXKjb5play+emSvvXLVMTwt+bK95TJYvapLMz7y5yU+Pk2sPeR8XT1QEc+9INSRPhw9DD5+LqY9ToyCvRbCBj4/82g+ZxqVvcAJAT67SZE7zWATPgTgnr0bLjI9c9hiPoDPab3H3wU+t4W1PQR+tT3dPQO+eLtAvedvCb7zQOM9z3F7PYrf5j3d1wo+ovglvFdaGb5EkWu+AOEwvGU0sT1XIsQ+2i0XPkgI5Dw6n9Y8VR33vd/6hT216ks9Fe3Avfa0TT641849KGNCPmz8iz5GzTI+kmqCPnGrKj62PUG+qcfNPaOeSr7tSbg96KxFvflfmr1LW1c9A441PvDIkb4ySza9XIFtPt4t8L0OF829RlPCPX8EFT5TxN49v/MvvudA+z1/Cf87JgqBvVBQdz6JjwU+aq5Hvs3K/D1mzr0926BCvZ3cjLwjD6w9KFqPPqut7T1bxVg+R/+lPdvFLz4H76Q9ihp0PeAKOr1Opbw6QE2NPnkkVDzgaY09ZpsuvpSPr77tgeo9NORRPvTVSL5aEgc+5AX8PflQOL2o3Zu+ZzKVvhxSbz2WVYO+79C1vj8vbz2IBp47/4MOvgSFar6yqZc+exH1Pf0aRT7Gezk+xJtUvuhDDT5X5se9FBrsPf501ztgHsI+2wy6PuB8CD76t0w9l851Paa7xz1Bdys+dRtRvupma748D8I9wvHQvZtDID0pAc+7qciJvXFnjDzbi1A+qPvEvT4c6L1QNQ6+W54vvg1k+T0OZTw+riSYPns/qD7/taW9cdenPcdBZ7mK4Sm9pyHsvhmOq75jp8m9o7rxvYnHRr4pxWw+318qPZtehL55kwY+C/2yPYdvP7y6XX2+L7govro2oD0Fmo2+gs1rPvuaHT4JTRS+lRaAPS35L76Lf3e9krIWvibfEL7ntha+uaC0vexgqz6CJlq+aSCSPnR+2L7Nbd4+NhfCvbV2kzyI/JE9WV4IvmciVr6q7ey9Df65vYQZJD1VZqO7S3FFvhBQijwWywi97xf7PkJOAr6MepA92nRFPcTwRT7G86m+PvkEvBzWsr6pW8M9C0rFPvyk+Tx1UIu9brFlPbHeQb0XV4Y+C5/LvNCve76ZmBc9HpX+vc8qWT7MAjI+eCvMPc6TgD3Etyq7SbS1PaP1aDt/uIY+5imJPtlieD3yyk8+yGf/vchaFb5elSk9Gx9cvr2cS74EI5A9WFS4PdIpkD1/FBy+Z3ByPfLp2rz5TPy9uUrzvSU2uT1P6rK9vzTovcy1KD6EJ5y9JbUFPbhcYj0O0Am+TcArvjyhZT1wQDs++z9JPZvNaDyJViG+c0NxvZ010jw2Rxc9U9O5PbIaJ74GFSW9Mt0fvmB+NT65Myc90BAjvuaaLz53CqK9SEYqPQ8l47w8MeK9Ai4ivCBdPL3VJBC+1IozPCKeC74jIRI+9xJYPVUvb70sOdE9EKADPpU1nL5Gkxi+KWi2Pcsger26iIC82L6CPZ7fhb0tOGg965cnvswOjz2QvQw+nAr1Ok8uP773A4A9eWimvduneT0NnlC+Ebg1vqRWDb5GEkQ+Z3+4vQNmQDwqexG+3GAivgWQZL7P3DU9J7+gvAsJu72KXb69S/VBvgT3Sj7fDPe8GHtsvlOEO72EVce96ObSvXB2FL4wDj69t7wwvkCiPj6Ezhy+r1zKvWCVF776jpA9Ry6tPX7RDL4uXwA+nF3OvJXm1bwkAQI+ww2JPhRpbL4N/wA+A+9mvbMdMD4eOAo++H2SPUQ9Wb4A8869miBfvDW2Cb0GW4y8xzTPOwuN0T3TQxc+1eWrvaBxCj7VBym8T9+bvOOYSL4JFhW+ogr5vGePEj6/vKq9w1/XPFLcx71hu5i+PuAYPvC4/73DAEK+Swm8PlkmBj5G+Oe9+KMvPOAeJ76DjOu8iBhRPTarUj7bSK2+i0e5PWO8iz5roRK+YwMNvuuPHL48+jw+3RORPUc6gT1VV/I9611kPecBUD2EGg29hTmKPmX4FL422Wq+GZnKvXZcoj3M/7m92bC8vvebhr3aios+pyoWvoivlr0KjJK931KnPIiGiL6Bcjm9At6VPKDFfz7IglU+StGxPdILAD7Hlt0+KEd9Pnf1HT6e97w9c3dPvaWQOD7iPDk+eV8HvjL9CD7ct0Y+QxybPveevLrTkbw+NBVhPBvtvT0JKio+fjCCPu+7djx2Pls9AMJePpTvUb7R6BM9hd+rPuMzQz6dTnM+xLwJPkmUUb6m3Ek91m/Hva1RN7xSoLI9M/qOvZ2nGz650p89LFohPvkOh73SXJ2+eADLvWT8sz2QBl2+9IyXPYlIi7xLdTu9ylBePjB1Pj6smrm+/XZevGlp8z3Y9qY8MHOPvr8j3r2r4GQ8Mt1OPUFhDD5mZaE83tFbvGAkOT2xQsa96RiHvrflij09bgU9NJdqvG+MET7HXbs8zZ01POTEODw0AKe7Ka4ZvsvrmL3fmd+9vLYxPhHF/Ty19qw+l1F2u6mTHj57rqI+fGNGvEliIj6+jgY9Nh4yPqZmSD3/+9c7oSiFvYG/CL/AGx6+3b8gPPpJ9j3Ngpi9g4eTPpjZ7L2XnES+YCI/Poyazr447Fm+im3QvkAGk71gv/898huivdBrlL4C8Au+fVJ8vnueb74aIw2/XbNVPqtSKT1PixA+cr+5vIxJdz7vPbS7IE3cPFZaxD5Uu/c9HJSFuUMntzwlRTo9HSl8vZFAwT3Hqoc9CZzXvirZFL7ruJk+wBK+vrG+BL5DIbK+6ILlvfsknr7UtRk9icZZPkGegL7JXFK+hFtbvhey3TyoA8c9wH0FP57UFL7Wleo9oTiCPuM8z712P+a+OE4uvdqWRD7X28E+hio+vUXaLD3niwG+doSLvjrZZ777lMG9+LKBPg/kPb4NwlS8TrPpvfedBj3GA609iZZkvrlyiTvzRKg9emklPt9oxb5fihC+ijeNvZdnGT3rFP89V5x2vkhs2D2FbS09rIzSvVI+EL7+E1W9C0OMvon9Rj03c4C9Z68QPYRwmb7NXaY+cxYkPdS9/bz8JOS97feSPSvLZb4A7CA9zH8fPggicb5/PNg9BGdNPm+oAD7CS4W+0xOvPdHlzDxaKtu8wUEDvjbBJb535sM93eA9Pgkq3D0KFsc+0McXPcWIJD5WDaY9GwRUvkSJOz5HCmA+FAmgvXp8Bz9Sf8Q8t2/XvPLwdj4SJOA9XZJaPdbVR746VyI+WUoPPLlbhr3Y8L09vqduPkbHIr5vOLs9uqyUvRlrIj5+K4q+LaMMvaxAir7QQq69v0UZPjg/xb1vhzO+D/f2PUY72LusbhY+/cTRvAUiE77E6PY9DwU7vuPpGL3nRl+94rg2PpT78z0GgLG8GHuFPci1ujyVF269hScHvlp2yT1Kp5e+cUrBvS4qHj4Ktpe98bcGPuomdL3TX5u9AuAivneegb48bys+fqg0vgfywr5/95s9Cx1Bvp6VYb7qGXS93x5DPOZluL3B5Oc92rDnvTSbIL5P/uW9VQDNvHlsmLwNdRE+3zULvf3HBb5u+ny91qLHvqqWQb4l/xu+RQCeuxQ5Y74P5AG+HC7qvRIsvz3c90i+OHQWvbzaMz7ygT++/rslvhf9zbwZe+m9jwOsvQ0mYL7eylE9q7OlvS3Cz7y0cVi+xVTtvdTB4j1EoxO+OGYavuJGIL7Uhsk9IKiyPRcE+j1JSb+9w9JrPotwoz3PHLo9L1+hvv5+Hr6yxqy8LH6JvT0bm71QOoE9eXshPkLl7jy49nU907yqPV30/j3Z2Uq8vXIovdskGr0uh1O8mCUTPmOne75JUGS+2elXPcQOYL7Wpqa+yAI7vfaY0D2cpJQ8wOPyvRn5cb1TlRm+IArxvTWzoLwyFM47vzwEvXsoRr2mKo+9atcwvhndAb5WoPQ9n89/vQCjAr975sq9SoBLPPVh170DqM49UuzevLIGGr5dZW0+7WEMPoSkQb7UKLi9ZDGHvhq1+L0cvHc+CEuJvgG82bwFZdq9PKfvvRqKPT06l2i+mlApvvEhcb71UbW+pZeVPWDFDj1Lgp0+292SPVdxFD1nQjG+AUaUuWT9D74f8Ga9iqyBPt/Fgb4v7ae8xbDEvZczZr1qoJc78FcivnrRtz2maam9n61ZvWHOY77MWiw+v1EJPsRjZjweBlC8O6U7PgBnfL61c969orQRPgA9lL3YLMg9j3RcvncDfb1iNFk+Vnw8PcRtyD1rSw2+PsotPad6MD57vcM+f4Z2Pv+ZoT3jEwo+gpcnvp8hnj0KAgW+ayHSOxwFK76InZE9n8YDvvUHPz5BII+9WiyaPNj65r1ch0A+hyjZPJqG270papc9uxWZPexeXz4ltts+YiRLPlNJfj4DH3A+QewKPjY4Er6PDyI+G7VDvj1O0r3t5XG844LTPR8q2z2cO9Q9WnYTP8x7gb5S/RC9oaBPvlMYubu9k/I9jz0uPqkNuT0j63A+6vfSvS25v76TxM2+P5v6vTbaub6uuug7jbaOvcwZg73QL989z5ujPFCQAL5Q0dQ8wbErvsIQHr2xmBi+IoaCvQTT9b6nArQ8pzwpvphdQL0kQSs+mhVXPlS8Nz0c+iY992kVvkhtg70eixg+Noh4PirIwj60bII+Qb3rPYCqNDyX0gC+Xfl7PhPHJT79oMq+bKXwvM1WEL3AOcS+hJNLvAxKRL3e4+M9Fpa0PWytjLzsDHs+369CvjVenb0KQ9s9X1JyvcvFMz5lK4C9cSTzvRL3nT6ifCY+wpnNPmayGj6/v2K+TaknvupVMTyoupO94MCjPsL8yr0MMcK+D1dxPp+SAL6tw+G8CSBlvjyZnL3gccq+HgwPvrBx7r32vHy+f5A4PoCSKj6u2OE9b0zwuu+5Cr6G9XC+u79vvoQGmz2JtdA9sAyXvjbgf71SniW+b+xQPfFLmb0Rlrq9qZVDvpbUNT4zTLs+5pzvvQrwjr0Wxvs9LiXSO70brT1xiim+uEZkPjaRvL4lODu+K0A+viHgUL4212e+JfXiPLKuujxWNkC+d8KaPo0hoz0TBkC+mn2bvkrQzryn2SO9SotvPgdrb7z2R9+6HSrhvX7Spr5sd9S9zoNJPbzT/TyW1BE+YvhpPls6KL4vmn89NwgmPmhXBT4zFT6+K5vHPVfgA75R1mg+xZEvPtthZr1Dckm8fowhPrsv6r0NDxi9+PwNvgDsED62fb48mEuPvmXMm75sLFG++PvjPBWboL6Zhp0+JW8OPoD54j0QL1q+lGI+PuLN0D1icvM9ejEAvvytg779one9rQY2PVv4Kz40L5i9X1GKvnVtc763DJ07b/PGPb0Mxj0vKZc9qdQ+vip0pb29VFw+v3rxPQLCyT1VF9I8Tug7vuK5Gr7lX1m+XHQDvnFRPz7Z6qk9oLW0O8KCtj1AURG+rngmvkO2OL7Kby++TE28PUJ5ALzhL9i960YgPuK9Ab477fS6kNyEvprQirwvv02+oOoHvsmWPr4BoCO9p2E1vubkjr54bNq9hZ8zvpr5zzzlcc89mhSlvn5Ztb4PGgi+89Z/PsmLij665dE9AfgYPeFwl7ydF6+8GSUXPTZIRr7r4AU9xxv7va8Wnj26tgS+JkkPPcxWa76RP369QAwyvmqNQT3MfYW8dpq7Pe9hR75NV6095BBXvfrvV70OERC98TbevUQRl73Gn2++jyizvSC31jxGe2a+pmMSPiZg6r3ddyI9hOh9PfpvqrwGMLc85oI3PY2LtLxPUy6+OgmUvc3Uzb2YxHk9sXhhPhXcqr3o0A6+ifuYvSaTvTzH+8692iACvskMhr3qhg0+ne0wvjSb1L37HZk9Ryrovb6YlT0Deg2+OZwOPUm2FD3Nh5W9ccA2vCxTZL6mz16+HABxvaFInb5XgEm+mZ/gPdiBfz2idSw+eRExvYrJO71xa0i8VOHxvWJRCT6SyFS+JanUvXi/gz7BU5o91DynvoP+nL2I09k+8V/OPVhEF74XEIK+Nm4jPtfFFr5OkzS+49FvvtwVzj28ipC9SgNMvRl1iDxh0bY9XXBxvoFwTz2YogI+dfOLvdqdLL4rXqa9E+JEPlif27vhRTs+voQXvle3uD0LYum9KUqGPfLocb1H+Wq8ptTiPXrN7b0MLZY+2MXUPJ4QXL5srsQ+GBUsvp6qPL0CNuE8zv04vgFAL76ThLC+IoySvr7tIr0L30u9gxFLPjCXTr0QHwi9ZZGBPcaUSz4Sqxa+0a1YPch5sL4o7WI+CONYvg4DaL1k82K+NnYhvSYBlL5iCLi+dKFmvsmKLr7fGaS9sZidPSYCgT5jXVm81McKvpvaH7/xl3o938soPPD0pb0ikBK9P8ksvu8hlD0xX4w8+dIXvxQGbb41ex4++CSRvSnBJL17Iwk8WxP/PFDieD0Z0w+9/etkvZ4ZiDt5Iww+trNcPu1b0zubHD6+5wciPVJGPL0LpV27t+AvPqc7673hncM8wlHaPLAhL729Dm499SrAPaUt3z0wl9S+SvnVvd6C0zwel5U9qwYePUspULv2fZG+USaJu1qeWr7Zeau9SWLTvgrzj7zSdyQ+fga5vsqsdb0Ccta7BkM1PkoeE72MEx6+68XwPTpTCT58Iuq9byMbvo+xJb4qtZA8RFTQPSaOvb6U7IG9JqkzvsX9GD1wu3C+Z6KAvkxppz6MQsI9zwu4PmaBtD5Idhg8qF/lPulPpj3diry95J5bPV8d/Dxfn3e+hs2/vv0LZ72qcT0+S3FTvrN9T76jFog+DcEEv3pHuL6Uirk+fteJu5OJDT46K1M+vhrOvkmdGT5FIOy9x6tfPlaDTzyX4U8+AHn5O+gruL40SiK9FS9wPa/7or6Vn0q+KGUWPcAtir3kS728IcWJvXfYELvk1Hm+JXcDP4X1Wz5hU+O9vIBFPXw7yD6U2K0+JM+9Pvz4Iz0IFLE8xLfgPRuPDD6EHqC+kDaYvtzkhb5NU6K+blSqPghrX70Okqc9W2cbvkoSv71yHoM+3m1ZPp1gkb2Zflg+igULPidQV7xeJ5W+WQ2SPnZTDr5/E5W9CmykvhFyRT6C9T49GFmbvk1VXr7r/hg+4i6rPgnjtTtpzSa+9wRyviulQ73flo++3UXxPY1cjL5+sDy+cA2xPKs6Wr3cXpg9DQ3mvkf57j1h1K49BgjJPX9zrT57yfs9hotAPHdZtDwh9Nm9RbryvBPKlT523/69lAmfPrKyEz+4feg+bJghPl/qML0QIZy931JgPigwYj5rBRk+R3Qxvv4SNz7tp4E9A8IVPk7qkr5FTZG9FDstPir00z3FFB4+DBnTvZAWez06G2A90KsWPhQ3Jr4iSye+MEY6Plt2o70nfYm8H4PevHhkKz1MQ9G9yp5gvrRCv72nNpy8k3gGPbeoAT7uegs+xKgXvsPDrToyA9G9Ep6/PTH7fT5pl/E8yhQ/PmvbyD1sDmE8kbytPveOej6sJ2I7B86qPeIb3r0X0aC9unOqPW4YC74t4Da+2lMHPXUPkL0hIWM+naOgvKlWlD1leX+9VLB0vLG4mD0/grQ9kAHPvcjYEz4OdCs+ZFucPmvfjD2K8ug9/yAyvqG/Rr5VopU9rEdGvDEhiL1+XAi+bpztvZu0tr3FUIO9gHS0PSupUz4AjG89OdwsPijb8D2ZQS2+5VjzveCPPL5j7Ia90nxwvvpLPr2ZUDk+pY1Rvck2Kb7060U+RF2APlu1rrwOdJK790DMPkm7SD7MIr08/lH+PAKFOb61pem9sJVDvrQvFT6KFJM7Y2ICvmRoUrws04I+iXxdviKrvT207BW9GQ4SviH7Cz7SgcS9WacGvq/Hor3RT2W+silXPFEyVT0d9l29R9ORPXU8+z1Aemy9ZkUzvh4VDL6w2hc+Psk7PtBzNb6kw1e91YMUPR9yGL5yeI89D7kLvcgLh71PoRO8JmuOPaAg3by1g4s87lGXPFavAr5aTVU9Yc6SPQxtyby6+ws9Za8/PiY7Fj7G2aI8jjEOvhPN4z1edIQ9YCWiPqMKlz4JtIq+a1/JPjwIir6+fTi+VCKcPaYXb709A866V1dhvvJ/ZT1sPWA+hE+7PdXPXj6f9aK8BSU1vjnDIr51Tyy+H7rkPVm7jj1dPoy9mEapPD68W74nAAa+aTyKPa5Jvj5yHlC+Bc51PqkFDr6z+12+t04AvVtEvr5dOnG5Lhhcvm62ZLrLSNm82tNbvtfu2z1f5gy+a4Q+PicXWLysCaA+40r4PEQX5z5L2wg+HJOLPXgjlr3MA4k9uB1APGqPXr7J6HS+T6BiPj5yIr6oEOq9r++yPkOBrT7PHU6++J7lPNLHnL5GiLQ9e290vvP+t7tubZW93DE5PcMcID7H1Jc9dUl8viLpWr7tP0k9n3JxPQrbqj4hf3a+hoJ+vaxwjjsWMhK+Mtl9voAXgT2SGKg+gj5LvWaU2L2DGqY9TAzFPUzHcr5dHpO9vcaYPWhNrD5LFe28BKc1PpAwPr3g5x6+VUV1vrVCrr6fw7G8L/yRvAU1Jb23b/I9LW/SPk9DgL7uI+c+l1GdPgmkMb4setG928NzPv9j27zQ6ng+/lomvsb3ar7rEgY+wryyvSFTar56yE0+0AEMPbYt2z3qT0g+UAADvjvY2D2sIhc9MDkxvuqYnD0QmJG9s4QAPrbYFz6dIM4+YNUpPq/oFT7KUsS95DUgvuwLPb67GPa+pK/pvNWtELsAblW+cLQnvkp5Zr4grbI+ynV3PsM2sz0divu+4X1ovpitID5+h2k+p+XJvYM5jT02QL6+evy+PUv9DD71A7W+h5wzPvBS0b6+3oI9ndPHvmTZIL5wBZI+ocIBP83PnL5bmXm9JH2bvkmAOD7v1Ni8D6fqPooHAT5TCRW9TpGCPOwmtD1270E+eoqfvmxRr77aMi6+b99kPvDvjb7w4AA+vsBNvfKhbz6UGry7ZuiAPT27BrwJxoq+r6bNPUA/rz3UUpc9b4qJPhe6WL5q31q+jsTLPRVFTz7P4H09plDxviwOIj5NI3u+O/HBvKOEq77Qxx2+Y4MrPvIfur0LKFm9uIspvOkdXjyVcwo/2k7Qvifyz70guZQ9yzzHPi+CrL5ePME9GKbSPv0PDL1MVgu+922uvv4Ssz1YzeA8ph8rPvMPXz0dkl6+2TBMvuKWLb71T4G9Kp5LPcAZJL6eiF8+n0UIvsTW9rzCCtu9VXqFO4T9wL0jNzA+IJRWPhZPnDwf6407oUaVvhcWxjwIjZA92P4DPhExyb4cLiG9Qx8FPlEeBT+1jUS9LjZ+Pp0YVj3j7jM7Wa/6Pp9OuD5rBea89yOQvutabb7R80a+f2bmvud7bb5f+Ck+lJ9UPU9DQD5U7kW9L/+KPpKDiL1DHUU+1kMgPem7QruAUAq+QoYRvg4bvb6tm7e9gcs/vmMFMD74oB09ftVQvlqDYj6ABFs9mdSRPavtoT1MMB4+356NvPO4mby0pLk9mx+KO+9QFj7nlZY9yk8yPR6uLL6Eww4+UgWhPU6+Vb5lkAo+dgfPvLQzmL6r5ns9GAHNvVfXV748f5a8dQhCvgQoiT1FPTs+p0YKuxJLUb6kRzy+XzGfvhcK/b0mO0G+ACY2vgQ5CD1YDOM7kveRvQHgfb7mqp89R7+Evo/yyL2JmS+9pmUAPqKzt7z11jy9frbPPSCxj72yV7W8YGwKvrgLBL18v5u8F9Nevrxn/z39mx8+7C/IvT7dpL1UCVG+pRmPvnNyVT6RFgc+OXJlvK8QSD3H0XU904vkvWmwqr2CfM08pKVvvrz66D34Gko+5yoAvk79Cr5mfy++J3g0vtXtm72lfzq901gcPnKVUL2u7i691VmSPCq58bw6Avu9VnEEvR3DOb41mTa9AxsHvo5+dr2B2wM7oayAOLWyyr2B81E9mbhcvVtFSr1RmIQ9qu4kPRzblr1yvdq9pI+xvWy5e740vew8CPIJvhJZOz6bljq9ev9mvR+6BL1WryY+FourPNwzlL56wxe+42fFvWJNoL2s1B29WLcsPotGjL2jgmE+dPgYPhlpn71/dWK+O7jLPWzYt76OLYM7kCWzvqEV1TzdDC2+6cZdvanwEr5w9Lg9qY3Ju9Ao0r2apw0+2Zd4vX8eIb0BA389McqRvV6iQz6J1589NMqlvbR7CL4V2ha+cMySvhOrMz42bkk9PuM1PtbLgb65U9Y9tc8dvhRKCr5HZmA+XGiIvlwEPr5PBMG8sGDFvEDuqr4MDQq9dYi7OnAq8r5lrzi+f2bmPadM470iENs9Hnffu8CBczx1pC29kqZYvqTaC76SWMy+WFaAPQ2TPz0F7gi+d0wFvhSgtT1TEgo8UXNhvY+Orb6qHVu+7ivBvY5PG70EHKc9vSM8PjLJkj2MFlY+tuU4vQPlAb0ZWkG+X5wLPoyTWj5tH0S+2IHAvgTDhDx+mLk9DrRtPoobab59IMq+ZFnNvD7qez4nx0u9EcGJvfUDBL7HCPo9VFxNvhYgKr6FIsq9vBXxPZUUwD1N5dw+23rQPfxipj4z4rk9+6mHPlRuf7wZ8tM93hU0Pl7WQb7FZHO+PUQ6PvyB6z3xRmk9uI2kPuDlyb4cS1K9xuwYvVfICz5+KsK9S68Kvr26Or17a4U8TQaSvrtnRT3fzCS+UJcdPmQ4ybu+zD0+tjODvUGbAz58EXk+D6I4vdZTgr7lC0C9E8HivIl/yDyKmN+9pm6rPUQsBDxjEOy9KBW+vWLYvj3Pj307X+UJPBKlET4kXaC9GPb+PdxfUb59+n4+ZjxePumbET6F9Jw+sDCXPdy0rrxctZa8DGAova4MuL1QzIM89iL/vRiicL0lHFA+fKfTPVhdSr2+taY+cMmWPox7Rj5ub7A9VK3BO/WHcb5G4x8+CXouPphQnD74rdQ+AQNXPbmlFj5Egxo8TgpOPbDloL6jMKA+0uLYvcLJkz3JvRA9yiQWO16C7b45ASQ9thlVPsrswD0juog+HMK/PUk7/T2Yq36+EL/CPUg1dz4+9Fs9UrZhPgypj73BPog+JMd2PUNQDTyu3Oo+l/B2vvNC1b0I0ow+KlJ4vZCA773oudw92OUkPY09SL6eXCq+x1QgvZRTlz49XVU+m5efPqZX5T1FFYo+4r8iPcog+T580am91b35PYu6Vb5ebHO9W1dLvmoznr4OQrm9NtrCvMu7lD5z62c+BqGtPcD9Tr3X4fK9qh2lvpkKJ771bIY9pjQcvUXOvbz5WZm+SaW/vcAukL2Vyq+9UDeMvpozND4pY0M8W6VWPtTVEb0SgF++bRYOP1jkLT/rxsY+ykOBu3FFoTxycJK7yPsfPSTKQz7baKI9SiSjPu1MUD5ieJA+XBz4PDMbxz7gLi8+DtUEvqNOVb6QQIa+c1DtPAQJVL6Izgs9SO1sPiWRjz0V5rw+ZYaavpW4Rr779GE+nnu1vSN5VDrmTVI8ZeEBvfj8gTxXrny+g9fJvlzMbL4T96C9rGfZPL3+T76puna9Ff3Ovt0rhj13vJc8vbqmvHztkjxzxo09sxBwvVZk4L3XCFG9GoNGvcd51r0sLs06esMEvlKHJL2cyRS+x0+PvTT0uz1xBNQ811fSPXKX/r1ov4G+RI3nvU4kDj4cyT29eCnHvRxkor6j4E29JKxwvVmZRr0P/2Y90kVbvU5unr0ZlLU8IqjePUiS+LwTiiE+6//aPXtdUb0w+NE9iyxWvejHKb4udPK95nlLveuyoL041uY8d+DePdy6SD1tCdI9ra66vUEwCT5aswQ+OHqWPWFd1T17j7O+tk9UvkQIjL7FcJy7gAr3PfYvqrx6s3s8U+rkPLtpPr7QoDK+mv0Ivuc/+bsPO9+9AopTvvF06j3GFVg9zD1KvZSOHT4r1409w+HFvQ8JWb3Xose9l58TvTYZbL4UVWE8hWFgvqVdWb2lWx++qrSCvixTJD3y+pc9gv9yvdzpHr6je4s9WTjRPAyZvz3JED++yojvPEzjKr4XQ4C+V3VFPQXsfT0Ve8i8crNxvPtpnr5Hugy+tbXhPPjo4b1BnCi887Nlvkm4BL7nhNq8MmnZvVORv71tOES+1TN4vgoSEb7/vxy+AkGfPcZr/b2Q3nK+AMtqPQVQnz3vxcU+YVhgPQrRlz5bGRG+nCiuPu6nPr3Q/xg+GsSWPVPAr71TI649d06rvErkxDwFpWK+BO3CvRUnhb1a2oU9tGkgPa1P6D3icYI+ArRWPUcAwD4GOZK+t8aHPggJO75ZCAW+9exTPj/BOrpVpHc9eICZvgP0m72b6ZW9vQITPiGOAr2bi4c9S00SPXpKbb4H2Xk+cDKUvm0EhL7UDMG9zD/bPFD/LD0+fzm+yb4Evn1YAL2gS889RRzSvYfsxL2Ovws+nZ1XvUcYy72yRUM+GajTvYlWJz7Wlrw+7vdyPY1kI70DGwW+8GMEvk3nyr3W25M+uOAMPutcbD0XNJq9n9g5Prp0Sb3osBM+Zc9jvjyzTj4RSAw++F1jPpfU573hEcm9lHuWvDVTWbx4mXI+k3OAPiE07b0sWUM+L3OLPWXGcb5fASG+BEm8PfgDIT7uqTM+D3uXPBTchD3H0tk9jDtFPi0Ghj4eeVS+MeIivSwVbz3St9I9z4oYPpBhsL4cem6+vZxgPjni0bwWW6q+FE4xPWkmKD7WznS9w2a9PcVjZTsRYRw+xWRtvX7m4rzVVxo+wE8MPVNBnTw4fu697TagvcVBeb01FgU7Q7V+PSwOtz5kPI09HK77PIF0dz2renW9lDIIPmscCL6wEsc9ryiFPQpd1T3+p2G9GHX3PBjoVL4Pv7o7AwsPvaf0n73cVc696NHovie7B75Schm+WL9bPiR0lz6bLUC+PxZ5PWPJlT3ZQZ6+b2K7vhOF1j1nTJC+C7fkvikynb52Ygu+dPx8PY6CDr3e0O28tZUvvtSiWj4S8Ss+B9AyviRUDj648YU+5rWcvokq7bykchA+kSCpPtlrn73ll3E+ATGKvkcaNT0iX1s9F4OdPd8FRb6pc4a+w2NivifRPr1VwYs+gEz9ul0dtj7YB5S+EdCgPnGueb2D1oi9DsSOvvcDqT0ilSG+DVY/PjEqOr5L8KG+eMnyvRU6gD0pTHq+rhXMvcw/cjwdFKm+d8SQPq38Er4OsF2+7CoBPoi3rbwvhQA+GiZKvvWBLz0ODgI9BQwLPvOBGr4Lgvq8ViJzPdS/Vb6N84o+7TU/vIHnhL1JwHa+pbJKvlH4yD5K6nc67GggPkFbSb70Qrg++lyWvW4qjr5TXlW9mUBfvHyBZL1Fjas+pod6Piezhb4rKcU9VoG3PeSllT7l0v09ZKtJPn6qfj43uA++aoJ0vmjzJT5MaHC+MWl8vgGbMr2+kSM92YUEPaJqxT1mVfA99IeKPu2eLD0SUYg+EThCPeVJ6zyf/Zy+YJu9vt9eGT4vmpI9bT11PmC6ML7r3qi9OQX9vbv35r7fCpE+zv0HPt9o9r0uGZW98Aq6PPIMdb2rQ6O9lP4GvmVuND4NR5W9wDErPn2hWD5qk6I8hjNFvh8HOr16FMw91JYdPFyc17sQt++9QhVVvcwYbD2oW5y85U7TPSdlljxomTq9eiZZPTVtDbweHgY9D0JpPnp2CD4DvgW+8n59PUtx1r2Xo3o9Vg4wPEWxQD7E7O89jqCGO3vvVT3EB3g+q4S1PSpUCDwk1QY+DaG6vcwtvT6j9bY9+XONPQrHb73dR5m9eIfJvZ9tk701LcG9mk+8PdmeAb75yWc9oHWLO8Accz3iKjc+TM4aPkkrZr31Fde9RB0gvrCRNj1JPw89mzOzPfJdJTx/43Q96P4EPT+SYL3yJaI9QI5ePa7na72H+SW9/wbVPRwAmbylJxI+yGM/PnfIUT0dgD09hJY1vT4oSzxhy4i97BpnPh1ylj1glPA9e1sqPRu7AD5jy6G9XCL3vA3e2b25lQg+Rrg/PsviZTuw/mU9exoMviLhvL1/ejO+E15iO9leGL1NUAe+IuANvneuxj0L3+I9nhICPsTa4j3TVfG7s+m5vdgJQD6SH5c+eUhDO0XEJby4tnm9y3IRvXhgHb4JWPG8fCsmvujbbj5jujk+/SALvvy8yz1U5Xk9kJKkvXl7R75YdOE9sPmWvdrpnL3IKRC+h7DGPF1rZ76o+T29hSqOvWZhEz58JCc9qxJwPhtrqj4RuoO+48iUPml6hj5Cu+Y+wTySPkyB3L5fuuG9Id2OvZ9njj0Vp349yFC5vJcArz5HC1y8TKGHviLNA75JEaq+KMYlvrwaJD6ybM09Y02PvjI6LT15pRe9pQlFPtwa1L4juiK+mGTBPWdmbzwVZFg9kpGbPsQ8Fr4CjAE+nU4Mvmfcib08YoA+YIkUvcHzFr5j8xe9Slf6vWj5qT190Y0+08gfPniBDr2bTTy+ol9IPhbWaL6DaFa+nZB3Pv7Du77zcRc+x4jbvdGfM77xG2S+YVcNv4HHEb7KAgI+TzhqPsqoxT5gM2M9LYyZPgB29z0/7D4+6s0dvM/rgT05iR0+5G4UvU15377FkUe9mTenPsCzbTxmpe0+7BhePXNTdz4XptU9yD4kvbfGXD1HCGE8/6yZPbRuHb4hKwy8uYSMvYeiHD09qco9/g3ovcpwjz5qlJa+8bitvfgUFL/zbQc9JESUPkbCmT3d6hu+hJSLvGJIHT6agei8dCQAvdkXg75ctMe99tRKPjkq976J+4w9swpzPQ07Dj2SSsc96lWYPac2jL0CKKC+nB1FPFcR5j0v+gI/d3RbvgnvK772Ypc+4JaUvQEHAz72w/+9hM/WPd/qLT7U8L8+LqlVPrNqlj6kNk68+JmSPqYTTj7N3tA9oCQ8vgNp0jzrFJK+FtQLvilyhr3Hm7k9HmiDvNIYH74Xpak9TPsCP6yWpT5OFrU9+i4Ev9fy5D06p+G9ocCuvnn+m71D/ka9Wsiuvn6Qoj2ORoM9VLkcPCPk5j2bN6K9voI6PtqDsjzTWgK/RCCpvcNkSL7rbOa8bkRLPUE6oz1GbBW+N0uwvSttUT4UW9C+a+mfvuc9HD6FZpE+WB1Rvuwlt77WBZC+CgxvPlqnkL6+2yW+xGfBPJ/yzD2NQki+4CdSvRBNAz2Dv70+izXLPj2qgT6mnKy84hPAPkI2Sb6ROlM+KhRgvqGUCD4URI8+Zmw/vZ1cy72suW8+1N/WPW0/B76IGsY6GsAgPidEer7IGLm+x+KwPbuFgbwViJE97+YBPv/S57xKos8+K1mHPvYbR76vPNy9WWAavbTb0T7nZ3+8dK3yvngApT1NwZm+kHImvZDs5LyVfL4+7Z3hvsSshb72IZ69APASvnZnyb0osRg+tQmmPoxthL4HJYa9/jw8vffgpj4Ffx293JRevXvwEz2L/0y+0gJNvoc2nT5YKwk7WJ9KPnhUBL4doJM+/+nuvSaZkT5yrlo+rUihPn/GSL0UPrc9T9NzPrQkfz0Z1468e5NLvhtA/7y6A+S9V9VZvjRWoz6r7I28xSV6vifx3zy7oVq95YimPl/F3D3GiZ68RHUJvCm5oTxq5gS+NXV3vrNmFL4wTUS+CxWwPCo9Tr5aMDy+gsqyvXVoVL4YX4i+egtevkM2SL2FZDW+67SuPW4m6DzerPs8KhCfvR5Z07y84Z89v74CvkmZwT1yu3A9V3evPM2ko70WLw0+14CavYG0OD78qGO9W2XevTeP2T0ocZQ9HcjhPX88Uj6A2a490Ol7vgCiKL7MFMy8i0wlPMr3+j3l8U69QkkEvj8GFr5Z7C4+LJ8/PY1Cqj2fu5i9neOsvGjFor1S4yo+h4D9vOxWnb307Lg9RTz7vTKoJT2nRXQ9PBvUPTXDGz5pwg+9fRgqvJUeEL4MaCC+V2kDvhFI4b1XAyA9BPsrvO1Sm72CRw09r98bvS+z0b30X9c8hfGhPdrrHr6e2DW9whEPvsux4ryFsQu+H9nFPGgxhL7MN7C9wTwTvicjcL6myUw8Wng9PYcVyr3aB8G8l5A3PighGD34ypI8r8Abvg/xKr7lGBy97pynvNwvdT4rP0E+hwRbveeo4jyiXLO7Yws8vmOmiLxuIPA9yKagPkaNCD6tTOS9yu+ivUcmyz2EA2K+5xG1vfRiDD0h6SO+WSAjPcPWEb1m6MC8oHqNPZueajtgO0E9s/W3PeTE271yKp88aj2vu1Q1rr1ENOs95QwHvgkh5r2yHd69/DaLvpvzVj4yMqe+GqxAPuOioz7mm1c+FYK7vhorgr6TPiY9LmjMvUqfSL7xPQo+ZJwuvtPt2r2YimW+ik4qPskZtztaD6o+mywHvj6L3rwwuMY9tJIRPoikeTwv3Z++BuolvtrNOL7X9vQ+T/p/uyLVdr4sjOi9EYAHvlcAZr7CT2Y94pJBPuQmTr1L7OI9+bHLvP5SHL7R/Qm+fch0vk8HKL1bNuG9NOnmOQwxFj4/v0O8ohbePYHrWb7O8pW+ot2WPcNxr72ZKBU+6t/1vn7hOr7vZme+V9o6PTREWT7OzDO9GqNEPU5UmDwgY2w+7rJwPcvEdb7/WyM+nftAvu9O4D3PyJO+unBqPQbCQL6d3bC+KnQ/PlB6Rr4pROO+OPQbPl/wNr4XPns+xTx2vgZVdz62Ea48ABCiPr1Z0Dyltfy94i8IvDp/hL0VbEY+AZx9veheWL0GMDU+ET3CPUrw0T6ge4C9qXOMPSE5c74hgZO+nYHPPZfnhr4e3Ba+bEg8PsUAjr3ZLn4+sOPOPpVLej4BmTO+XvYbvgxe472rhEY+YmsLPqiUib5jE02+smBEvd/dXrwmWQY+/cmsPYUPKz2w25E9PTOnvk5EGj4Geqa9vaoevRPOyT7qlgS+UVY8PRj39r0iOQW+lcPqPXazWb7aPdu9e+POvTzFib55e689Q8AJPvOKOjxV2qm+faAZvus9iD44rEq+rhF8vs9hJT41J4k9U6VtPoLmpL3wac++xdhGvfICG708y6G++WGFPot7or4bYei8bYztPUBjXb6lNRW/0UiBPW6vrr7b74C+9dG4Ot+XiDzKLYW+sy6OvghKeb6mLpu+/1AQPIoy/r0l+mE8wYSbPsvyKD2od5q+Qut4vo5XCD6ko0k9cbjlvUlRVL6Qxzy+H5y8PXMa3b1wj4a+p+JKvvVIIL71U4O9wJSgvnPGib5Fg5W8J2BNvgTjOj4W+Nq9Wbkgve56aL45zdi9YJQPPYiRRL4pim2+X5FGvsljBb2X/jI9uvPFvuCFX71sxxc+cwd5PlW/b74+f+k9k6pVvn/WZLw3+ye+4nVqvo6BjL4sY+k+vZunPiGACj62hJa9h0rVPZbsMj7HU/U9YOhcvj/PUL1W5Iu8zToEvruB1z2n5YM98CqnvfVqFL2R92w+A5D6PSkJ0TyktoE++A3dPlwNu76+8gQ967gBPGh78DsUpFA+9s3+vfrJcL4Xug89tUujvS752L2QM0k+xH+yvcZtrD1tvUy9xg8zvlAunTtuKVu9mrI2PhpllT3aMgW+p3X4PVDiPj7rj9O9K3glvsFSmrxmoTK+eZuhPlD8Zr5xKQM+6gscvbXnpb3bnZm+zwORPiS3Ar0hx5C9Z2a7PJQQEDwv+jS+BagLvYr0Ab4vfxw8wPIAvqGTGb6YMC6+rQ1UPYvKg73Na+49r9OBvuIEgjxoV4K+9JyKvagIBz63mnc9Eu7ovJrl0L16yA++2BtJPeKACb2yRMe8+rGPvULtMb0sp/k7fw8APSis7T0FFie9ZmogPtZdnr5fgAm+ZE1TvhnTyDxuxDO+t9a6vSkg+73m+jO+LGp/vdsHx72amBo+ismXPZ/3rb5Ra3E9hFKVvbazIr78qtO9BS4zvn7BAjyNXJG9MP1DPuKHfL7yvHO+bJqQvoje5TwLwgC+5QgZvl1nz7uaG3q9m/qjvnzreT3URdm7rN6CvuDgFr7J4Y09sCAsvjHcSz3eb3S+EgxDvQsZZT1VNuM8b5djPVQCtju9e/W9vgtMvVi8TL3Ee3O9WooWvn8eZ77wsT2+T34HvvssEr08AiY+JeJBPYjH/j3f0gS+m4U7PCXeJ77LAH2+BPVUPd9lVb4KNou9GEGbPcvtN7yf81O+w/VIvBAJR75s6ve84/qTvVgoTD23RPc9IU//vUW5AT6W38q92/YKPUhld7usOaO9zWHaPMk2I74fESO+SO5/vY/yEr56oGq+Cu/MvGdIKr0mtjm+cC2/PQGi1zx5ooi+WMhivVOjhTxYUsM93NMCPjDfKj5pcJ69BMslPoEIsr6GuqA+N1cjPl44TL25Rp8+q/YYPVDwWb600yw+3hcAvaMvWT1OCxs+jvqJPFA3H765gC+9StaPPOzfjb7u2+y8R2TPvshWdD3rYOg9Ty6LPXBqBz7QdEK+cr+9vV5JfL4BHlU+otyyvj/wbj7OQJE8kMsnvkMUur1BHAG97nK4PSBKIr6Z9Ge+qbLoPI9Eg7m/J3s+DrfOPd1D1b2MToU8czGsvpKy+b1i0CY8v2RuvnkXGr6ayAW9xz1YPtsJob4dUD6+Pbc3vvcMXr4d4QS+TNlvvtdEIb6GF+q8Zmo6vifl+7yKFh85Q2oMvlW2RL4Lv5U+Ul+hvYZ6Qz4H+/y9fKvyvQHpjT5oq7U8h0KMvvWhub0Y6cE9X7X2PXqBc758lci988XWvYankj54cjA9DkeLPcFdRL4Pt2U98jZUvl1fnb7BHUI+vFtcPVH2TT3bIBA+C3p6Pb514T3HMKe93YV2Ppw/Sr3R3UK+R2I1vqh8iL7ldLc9SQBuvULNyjwvHx2965xvPa14NL4jF4m8/OwFPtyGxLyMPJ09z/Qjvg7Sij6MlYq9fgxBvorN3z3jr6I9sWL1PI0TBz0B2R867B5AvhE9Hz6uLNk9vPzePabKkz4MWHu+eVCbPopiZrzKUpq+X2TpPa73rb6rhhK+Cz5xPYoXgjwLjQ0+1LhCPUOPl74M7wg7qQ0SvYQe9D3Bswa8uF4wvXbQ2D7j2MK9DdlWPq4tzr7Hk769phTVPufTjbvfXXG9Kp3FPDDfiD0SsFa8zMfIPSDtRj2BsHK9wYX7vKFgsb4zewI+dJWIvq3YSD1qQXY+HwrCuot0Ij6esmM9GlxTuTs1gT4OWwU9v2KavSW1Z77XjUq+7aSkvvfrMT286267JF8HPW97UjxmWdi+e9/DPo+j8726rz89cRSAPILAzT1EpJO+6TWovpoadj76+8G9FAHwvRmHCT2FMBw9vnCGPgTv0b2XuG2+ihs0vSRQBr0p/zC+z7YuvsibNb6S4cI8IMyevlZS5b7IT/g8u+6evsjbUL6E8xc+1iSsPSkYu7y7XiA+w8mcvYqq6zxxw16+J1SOPaCRVr5UujK+mlvcvke7oL3DeEm+eYfFvrPQJD6IYmk+tGAiPjmMhj2kpH87cW6svR7C0z1TQnS+Y21Wuz3Q7L21EpE+hWt9vV83cD2Qlg69jTwCvd5pYD1CjEk9pPG2PhEgVr6tKNK9TI3ZPR2zfz3gdba+0xWJvl4Xgj46LZe+D2ufPSuEBr1q6i8+2BMnPjnTHL0mih0+E5GIPgoYRD2FlfM97g2GPUHMaL5TL4i+MwmePs4lkb45EX49QXlAvtiPJT2ipM09XFQTPiWoBT6YSoQ+cbDTveiDs7sTLxO+yD4TvbzApr3atYe97E47t1fmD74XoYS+uI7rvES3f70vOKw9pCtIvukAEr2upG+9BKOmvFvmWj2sziK+DXaNPiqA+T15vC6+0AAcvoWlVT4B2lw9aR82PgLVKT3+2jW+fEdDPKbvYr45TR8+xDIqPUPmWr4B2TE7doHPPCxqqr0+b6o9XXiTPWvMRr6IJl89r3Ahvl1noj2Xzw8+/OHIPHwUgrwkMAa+DjAuvQtIDr09YeE8lB5MvdOHrTyY/As+X0gQvoeEXT33iu49QojgPJOejb280cC9/hBvPrytmD2YFzC+h5QXvp1McD5brts9kX3eupCnpzwfVB490rM6vvI9Rr6WDIy9gVhGPop03r0XswC+3ML1PC7Zkz0QWIC+tPmrvZX69L1AOfg7TMcHvRFfyT2T6rK940qaviEv072jj/U7cZ8ZvchsBT4uJK696VxpvgMOYT4RdEm9ZVLVvbRWhL0q+uO9dwIYPt978730CzG9l5UVPqRKUr7nQ1k+fRzqvcGwDb5rE5e92OG+PV9cBL5vt2K+GmiePUsSAr5EKc29MKXRvWLOWbzKAAq+QQUWvoWkRb5OvdG9bLmGPTS2hT0Yma29OnACPl6uCr5uhBQ+NNO4PZ/b4zzgc+y96oeDvL1aKz5swow918s6Ph280r0T4vm9Z/+iPj/rtT4uzig+tJg3vkUWDL239om9v3qNvNnrZ77Knli+v0Y4vpLplr3EBbs9LS2qPdTOpr3cszU8CiE8vgH6orzcCmW9isbdPRwL3jyqP8e+wkgBvokeZr3S6Yk+Ko9jvpu/AL60aSI+pE/vvfltV77Lzqk9iinlPT7Jvb1BOe08i3UDvlwEJL5tx407doIRPbYq4LvAWMy9iMWKvm8A9b0HgJY9xmnrvbWTpj3lNCG9cBugPa808j2yUiC9lXRnvmTRJz7bX+A9LtSEvj5RrDyLDQw+YryzPt8+N71lTEW9CUpgPsHeKr5F6Hm8zjH4vAg5mb72UsO970AZPJJY373afbY+7bw8ver9jr6haRw+zrstPi1csb4lgVO+/R4VvvBAHD740Bk9dDSJPhFyuj3lemI+WH8xvkbinL6OTqw9zzCHvhCNmj0SoBo9ygdhvctInD7nubG+UvqjvbtKcT7k0Ai9ER5BvPmVJ74Fp3W+lD9OPqutb73k23E+fMx4PQXhKTwto4C9Z05mvmUQKDzFGPe9aqOLvvS4ebwjAbe9TECMvh65Hj3LD1I+059Hvuy3JD5K0TM93b3KvjFnjD40emM+AN7svqsXiT5tiRe+xXOlPY3CM738OJO92Ww9PBOs2zq8nuA86shevsJegT5KKcS3r57GvedokL2IJ/y9czKAvSgVFz4NFz89zowfPXuPiD7wK0a9seecPUNNVb4U4ji+/Y39PT3bab6mRAu+bwY8vvTKeb2CqdG+a3mKvaRg5D0k5RO+jOapvaiEDz7JSy0+mimKvuP0m73ke6w+TmAZvhC1Ib16YZ08ITs6PV72aT4X114+P3z8PBCUPT4+eyE+zAVTvubRhDx234w8bTRpPQk6u70Ce2E+2F7IPkhCAT4PQky9DquiO4i8EL6G16e9X9u5PCGHJL6QP6A9qgZBvbIuKT6AAgQ+B5b9PPRZIL6UtU++xy3rvQG3nj5W5T2+AbFivnMomzya/GS7u9invXPCr77gfuE98WabPRDpj71cU209GWvDvcpGlT0+e6m9pdcCvCIQRb7gv5O9NkU8Pr+nnr3DEwI+JY08vk4LqL7N2q49XYLEvoiYdb39xAs9OA06Pg1pYD7o3ge+VFRPPodRZL3Irqo+EPXsvdScXr4UNf29r/cUPTtsiL2KMX4+Yb6YPtZqFz5Exf49C7G0PSfTc75cXec8r+dnvaxReD3MbC69JFSJvrmCWbxiSOW+KTRQPg5Cez37glQ+Aw8EvYKu1D3IVao+qeAEPSGcJz4Rili9HpeEvq/UND7mEkq+MqeVvOy8wb0rYYE9ntAwPvJovL15f7c+KkCFPuZvlj2PsQG+vedePddpY70Bf2m9KDhkveugzjxPavs8Z8FSPcpe1D1gMGW+b9dSvrnuJj7m9+08Fhufvdd8TL6J6dg8cTS6vSeEe759Gq09QKekPZLi+b0wxr29muGau7pPhLwZFQo+BBm+vUwUOj3M5uW9x/GFvZ0YMj6L8XK9pKYpvmvqmb7894q8kDuNPatLC73ysC2+M+2zvaTH9b0bRz692DwRvYcg3b2VRkm+ZT+UvuVVPL7XkyA+cx6UPca/D71WdVq+qbySPbaK0j2prUS+2Q5KvggnR70f06W8rCMjvjDvi7x8eQ0+a4pJvkXr4739v3g9C7W1vYW8Ib4Slf29eJsdPiZcNb7YU/u8UGpNvoIw+71nN1C9DjkpvuD027003X6+cdpwvSIyG770ZzQ9f0vxvcjMxj2NxU++nOl1vggqXr5r6y++0wVxvuNizT0fgB++0k+Tvi2Xdz1KljK+8B7oPYN3M74a+o+8oPogvrBVcL7LmIu9F6cPPYb4yb0ztfw9L7E7vheKxDyEEsg9mKHEPZ0I075wp4O+cJAKujonhD1AdNc9ojVHPnJUmT3e7569cxsHPLXKIT44wkO9vOqXvVsx+j1J46Y9EyJNPcGzL75Fpn++kq/1PaMk4rxS3789L+aBvf06Hr2OQmM90JMIO39JN70YD6q+DfM6O6jb4L39tI8+drGCPnNaaj6UGmi9HDqjPg8RIj1Sb709ebtfPqI/ZL43Myc98P8fPZfC+TwX5ya+TRNivbd7gD3Ncpk9T0kkPoNQ1j0FLgG9wRIXvnC7Cj+Ob7m9GsuxvUXHGT4HqF6+iAO0vSK+Cb6azrQ+HQmtvTkMir7QhIc9MiA8vr59nL7DxNw9F4vqPTcgy7txNOc+qeO1PRbD8b1dbsa90IkjvhKmdb1f00A91qNavQxdnr0ad/I8wFUjvekDlr73OMC9KqtaPpqu3T1nQlQ+iq8YPTU6DL6v1Mi9zaoYvnQ1jbr3VE4+bqudvdEpiT4TERc92p5PPpkANj7KOlM+jgQdPfv3azyMeCs9waeGurAbp71waIw+sjq4Pqmt1D0Gakw+XvBIPgPhTr3tpkG+FMhbPjRvgz5HfdE9pN1bPkN5xL2ZWwM9Br6gvkifGr4m8cy8e2w7vIJpCL0HSxO+KeL0vbGVRDw8RNa9+7YHvi9GjD4D/0u+lktHPlnytD3HJO27rnQ4Posxij0EeSi9/8Q/vncZ3T2wnpY9AeaEvZ2nJD56VKG9tKsevps/gDwyqXQ7AWTuvNDvzz2xRLo+od/UPSx6WD1uU8G8psdfPugkE75aV+U7L2hBvg3fpj0M6Pc9CxG6PZc8Nj5iNT++WDrWPfVSDDxjaPO9aJUgPhf/i767USK+BE9CuWwUWD2x7kW9w2t/Oyh5eb6t24y+sMWhvRnoXTsexzU9Fy3IPqPfh7wFeqG9ywtpPbCuCjuaMWE+6YNZPTdQUD76MOK9j+AwPtg8rLxbZoU+pb1qPMKvjb5DG6c+tEetuwxluz4aW4k+RDmJvhVJhD589aY87Fb0PVSFfT47OZE+X9fQuuwMNb605dE8fHgJPU9+171pav28MLHkvZD+xL4ZjFc+RNWhPLJSHz4zxv28mPIHPlUEqT5J49Y8fXiQPgMUSb5xFS69vo0bPoAJAj7ThQ8+vjw4vmEL5r2oeW0+mYQ3PVkHej7rFjg97GgivsL9NT7KhZs8mwy6PZ55Wz7pMKw+VlidPUAper1k3xs+L60QvcJV9z1Mo8W9JJiLPU0gOr5TEoE+00kKvkQGET6gWsa9I+1lPVx7XT0k0GU6WKXgvWOQtbxkiSe+srQ6vvUVoz0Af02+WKQTPuHMLb5/fyy+BzDDPDfICD47y/I9gW+RvircEj5m8O29cm8fPZSLhz1MVVI+uYRDPhi2az7W5DS9LHirPo+3ir1aLmM+r3PIvO1glz0OgMg+k3cdPsGs2L1LhAE9K+btvSpefD5QZ8K9S2zlPQ/nM7117A++ygc5vjm7N71JEyy9GILJvX2imj6LyMo8EwapvWQQr72TY3S9dBpsPbksfb6oNPu9CTAIvjIN7rxq5+Q8I108PvPKFb4ML/w9bW95vre7Yj71JCC+YqCjvd11Kz6kaDG95OK8u0/q/7qJEGg9WfJBPFdTbj5zEOm93LdCvd2Usj0EpBK9spefPrjOz71BFsS8mwEwvj8GRb5V47A8/w5TPiPZN74EKhY+NNBlvQwrEL4j1hQ+vrIbPAsxr7zl8yC+HgvEPEpMhj29J7e8dWpFPuyuOb7+suy9l8K4PQbQMT4Bray9nzLfO/5RTb6qdaW8IshBvpEpLj7oMzi+26v+PSLCFjywF+O8UK02vnWkAj7FIIg+cSXaPaEsAr5FCKY9vWJUvtGqeL0Z4mq5fSuovH+FQ76wNUA+x1WmPu7Nxr174Tg+HflIvsCPYL46xEk9m6qHPleFGL7yc7y9NkuOvdqtUb5/GY49NvFMPmk9ar32m409MQCpPNM5Wr0lTag8/0QkvgS5Cr4dCXg9RF+mvX6myzzbjw+9ubbwvIgfoD6twYu9AQeDvk9QDj7CORw+T/chPkCncT1UhVI91y2UvRXMmD0R7929nzGKPXzOCr5eGjI++7devFDuxr0NDRY+ESohvn+KE70QuqE87ZXZPWMi0byRBza+TUc0viwS+z1o+KI9Zclwvie0Tb4u+n87UFdzvmNgGb6oPya+pBpRPuKzKj7eJTM+LqrCvYGj7r3eE4A9kZ+GPvJHrL2QtVE960UGPh0xl7ub1gK+AvvUvN2QCL1c0Mg+TuiHviGT/7zTi2O+JqydPFucsT3b9lo94Vcavpcekj54OTG+gjOZPGIdwjz9DI69FKQKvgrWk72ahJQ+ChwYvt6Yfb2Nijm+V1jDPtijGT1zVkW84UsOPiRPyL5SShM+4wE/PebMTL2UAvi8LZhuvXyJg75FKxG+bkb2vIAPUr7PJDk+EmYtvkTcE74L/Uu9TBH8vej+7Dwkyx2+rIK4PlRSCb5CcJ09bL9lPQ0TJr76ESK+VBDHPM6/VT6pDns++GwevjR0E70EWH0+adxyPvcEcz6JtuS9FPt8vp7Uub5b+Uy+DRqNPbyrEjobKIc9S23XPLseDb7edt+9uuNNu/6ee74sFQI+SU6oPiL3oD2Le1s89RCevZuc/r1mJAw9bLdDPUBpTj71eMA9QS1lvXfy2j1e8DA+8zgPvbuomL5cG6G+1AFgvA/ckj2+sh++UTG0Ps+Uhz79oky+2HdsvnPrpj5J3qo9L/i4PewAlb0p3r89zMD3PaX8uL6rm1u7gdKQumAcLr79eQe+nI6JvgBb2D0ibDS9+6IKvm3xJr6HXA891VSGvhAnEr6ABqQ85aHKvQxH2z14v6q69DC9vb3DFT7z4/Y93SnOvcKgErvIJ4m+/7cHPvzvCTwcCHG+ifHBPlCtBD+a+6O+hbOQPsDjKj76asE9bSYaP20m/77pFPW94ybPPtftn715rdW9jgElvdwWDj4QDLy9w8w5PkPPsD6ldQ6+Qn4BurR/yL7gFlg+mpeXvD9prz53JC49HvDCvieo8D1KWLK+MDVuPuhxCT7Edf084mYJPW9u8TrLawG+xqaQvPzd8b6RQJ49y03HPWYSqT5ZC7g92mRMPgt7973uqDc+rnl4PkHaLr2HPOg9Dt4+vvifY76X2M295XhGPWBMoz1sDzy+Sfb/PW72kT58fnC+zJilPS3KiL43gNK8QBVtPnq/wT630uM8pb6qPg3S3z1T3mM/OcuTPfNuobzF8mI99azpvbJpEz4R434+wOjYPl2Dp76h20E+1o2yvfqTFb7LuDA+UkxkPb74hLwhm40+XT2pveNm3zwpaqy+LvYav5tHZb5PtZu98amOPhjU5r3sd8w+8cUSPoVYND2gQWu+ll9CvSKpaT4UJ0g9KfYKv/UuaT3zF3y9y+dnPl4MaL4T0Jc+VFYqPS21gj7Nfiq+NrjqPaS/ib01UbM+sZ4tPkoEbb0aNjM9yi9NPc/JRj5akQi+sxGhvqWi8j1kc2u9aDQ1PRd0Tz7pnqs9M1hIPvINuD3c2Xe+7LAqvUaQJj5ZBeq8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_23/conv2d_46/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_23/conv2d_46/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_23/conv2d_46/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_23/conv2d_46/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_23/conv2d_46/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "2k6kvWhFoL1J//m8/P65PLMgkL2s9N88SoGJPH4cVT3Imxq9N6zDPUh8aLxf9C09AX3GPJv/DzxXu7E8VVH1PC/GATzRg0C+HzhwvUhSJr0xhx89YPccvbYVmTy7Zyw9H4A8vtEnhLrX8Ei8qAMGvVg3Nz0fSU2+gwoJvsPC6zxFB509dgxiPaPVhTvjOZm8ZWlRvHuZxj2noYC9GAYUPTfe9by1sLa9qPUPvjCUCr1+nYI99uiPvVwew7ygpzA9R7ihOyWsJrt92AY9zzNUva4nibz6llm9en5nPG8JSb0fId49Qqr0vK2O9r0XRIe8HYaMvaicXr2T7ue9KdRBvci/2zsA9/e9BieEvOt3OL08NGK89BWUvb+sOb3zcOo8AKRtvVeHjb0bwwu+hH2HvFHxlbyg7cu8XorFPMDW47ynSVg951QjPdTayr1L0H09dIF+PAD4kz19iAq+LqsMPY/0DT04FJO9FpHbPMKc27z0WT88sE3/PI4Aybxcu0K8xnNXvdsCpL3BqaA9hbG+vPRQW70d3la9VnfGOyyAHL13+CE9g9uDvQybvjs0A3u89N4qvC8IPz37xmk6mq1ZPcKCpzw7K0G9lpbEvRAUV73mPzK8b7QlvgGnxzzC4KK8bsG5vffHVD1sMXU8dRTZvSgCkDzcjK09R2s6vpHTlro="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_23/conv2d_46/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_23/conv2d_46/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_23/conv2d_46/BiasAdd", "op": "BiasAdd", "input": ["sequential_23/conv2d_46/Conv2D", "sequential_23/conv2d_46/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_23/conv2d_46/Relu", "op": "Relu", "input": ["sequential_23/conv2d_46/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_23/conv2d_47/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 