{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "end_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "begin_mask": {"i": "1"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"end_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"begin_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_11/conv2d_22/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "dpyEvNc81j1aj688mc/dvcuSzr1YF1g9M+/nPS7iSL6DJxS/D1o2PaG4dr5uj+I9HL4FvwilEb4G602+nx2vPZUkpb21z5Y9MASxPeKVOz6plN68ZGo0v+FU7L3Q8q2+VeItPMPCaLtfGo8967dIPRG4AD7ZQDo9LSYwvnjF3rtwRcw9hi5CvlpMqj0kXCG+wllava8ziLyGzsq9S3gav2K4eL5w03M95oTru79EHD55+ok9710cvqcTC7zUkEe9pEenvj9ol71re209DnouPQ3uDr7ExLU8YREAPqbeMz2+vWw+UK7HPZUeub2m+yS+y2DqPFPHGr6CPMC9FTGFPOdn6L3auqI9JdCCPZjUpr1sKOO7rbemvWfE4j2lrwi94EzzvV2bhjxiegy+UrUdPs4LYL0bgno+TAa+vHgKCj7qT5I80BlEvLzPv76OJ/g8N+giPKzRLj1VxAU+965fvXpSib2f3Rg8g6a5vhACPD0QUaq9N4ltPh+RVj5wtek9A0ssvjhdDz4a5kI8T6QPvt9VMr/ZEq6+i5FYvgcZir7V1Cq+NHtqPbkeJr4iQxm8iINfPrwSij308SI9WIyJPpqsqj1U9Aa+rNlYOz092b2QFDK+1XO9vfglAD0iU4Q85gyuvFDIAr5SSAQ+hmUbPqR/LL4G7gy+k3JcPUI8CL7mGRq+QynhPRGFAz7roF2+whC8vaq6Oz4qTo4+ZdbTPeW2fzqBCdA9kX9jPmGrOb7+reI+KldgPueakj1WjsE+5Vv1PZBLLj4NSMC+LL3SvI8FG70rve6+ySG6PnDUID5H7F+9fluzvkYqrL5mH7y9sxgzvgGYNL6Y76U8f0cyPIYRq740UYA+SuZvPtkZmL7GDum9vh+AviADrzgq4Va/Ul0tPu4+nr2jHc693LEEvuHTob4V52C+vOUfPhUT/T5V3oy+NqBVPvJTGb2MHIa+BRaUPbKVSj4ElW+9vFOfPoMQXL5/wWu+PvacvKYIrr1ZLPY8JcEsva95vL5SZCA9qyIDvqYbrT66WdY9tGaau/H6Zr6Km5q+u1OZPJgl+j0T+Oc+HMYyPn6ADz62WqO+17A0PZmRVD1+6b87jO0VPtw2dL608b09K2H2PiV3mTrsJwE+eSEOveXm271R2Hg++CgrPp35KL7SYis+EPgEvni1Rz5tc3K+KqaMvowsvr1xEcQ+F771u12p5TpUq5+8trizPo8LAL6890c+gWfzPdzZBT4VpI6+i19RvjFUEL7o7eC+LwmSvWPTtr42T929aHfIvRSLRr5s+Lw+UvYiPaKENz48Unu+BHuEvs3Cab7QCgG+ejmCvnX8ND4jUNa956iAPKRlQr2phea8sjGvvrhXgL1IZie+5YEFvmBdoD3jBLG8Zj6FPeKn3jyFEMg9O1ApP5yAqD4S7is9zhpKPtP0Az2VDcw9ihWOPpIwLz70n4u9/COHPVGgIr6FQk8+vnocvr41OD7JDQw8EySwvhGZMb1mLjq+E0nMPZ5b/T0ATrA9nZuRPeA2Q77c9om8BTRWvu+tPr5Sonm84BP9vVBaML6Qlh29ux9qPlnClL3/IaO+QxpqPYbHDr2igE2++XDWvj2LW72mkVm9C2kfvhaDBj5khsy9FfslPv7xSr2SWpk9J6cePkUohr3MfOy9jBqdPhSLDb+wMkO9GfCwPflwgT4AqMq+i508vgDjmr7SYYo+7ewLvjFnHb2D6rm9LFDnvXvEhL7IChm+bVetPs0pZ76ZfaA+WBE1vUT2Nz76tRI+SVxFu5N5pj2HWQ49wM77vR00pL1iUS++W5gPvrL+uD3+yey9s3A6vtYXjj2mRkY+Qon5vOUcgb1Lyaq92uAAPVSIZT6lL7o+uTaGvk0S5D2TTOY9w1KVPfig7r2DmD6+Q/YLPhAHqj5xSEo+bCJJvjMcpL1heKS966faPFZepD4UI5i9nDz/PYv9Q74tBb67mJD9Pv9r3b0a82m+Xe5hPhrWIj60GWS8nGxIvsZeQb4LNLc8jZYDPgfHaz588EK+bLKRvtRWNL7BCIc98bIJvSna6TxKW/+9G9qFva7F2L2Q6G68932EvE4ijT1C1Zs90SqZvSvig74Ajgy++QEZvv0NAb3/w22+lIbNvdmPjz0rX/W9YLXOPTcB1Tw2g2m9EuirvVozg75+a76+UWUFPH6PKT0dOba9HldXvXIcuTs30sm9dd6BvUheHD4TfBG+cwTOPfPU0D1VkFA9/QkfvYV5CbwZJb6+KLoQPphs+745VZs9kdwePSt8ar5bhRi+l5U4PiX1770EdZC8VOjWvjt3l73GDAQ9HvXDPEF1pbuYr/G9eV6FPTO4QT4Endi9rmghPa9zSr5TevY8ymZ4PWJNkDzjsvq8agghPQTD+z2XGyS+b+EuPWV0VL7LZA6+ALtdPoYZJL2641k9lGupPf4ufr57RZs9THCSPhVRHD2GqWq+Q4hdvfImzL0jDw0+JwRWPCCeGD5Acbq9M/bNub5cJj4jCnM8EyKBvgQ5BT4aPw89JMOFPUKz7Lx9ZGI9/IUZvp49F77vuse75tRVPmAlm75h+nu+rVE0PiNi4b2Fdbm9puhyPvp4yD2x1NU9Uy4mvJfLkb2T8hA+FNLnPeWYaj32ItK8GAmNPGxHPb5ykgA+mrQ1vvQBYj0x8wq+jK1QPntYVD2nAAU+ow9QPTt97Lvn9ns+fbdtvoaEJLwafbI92+zcPTgBKr73H8Q8MyHXPR/uP7s6cG49nm6lPc3qBb6aK4O+a8IoPbQ8ez0zGYg+EzLnPVM3ET3gDhs9pbTyPY+0Fr3gdBa+hPBNvjELvD1dEhW+W5Y2vr28ob6YFMk9kq5gO7AEmb2x56Y9diX0PD2L0T0MRDc9FLAgvinUJ725VZQ+Fhm7vumKij2oGY67tWoUPpATBb6Sd4K9nGaVvloSHjyy1j6+xRLlPUoiOz5kpe+9CUesvjtibr2MEV8+eenQvgV+nD0hg7O+Yv8LPo+tGD4JdKo9jicPPm5uvT2TwHi+GfUEvmfv170UCQy+iK1dvbpu1L0+NCg+Bbu4vm+oyT3vHZg+HchVPhLmpL3eYQe+bYb/PY/Pl70bH2S+6XNBvg7oNT6nNom8kbzUPaYQnDzjr/E9vBqUvmZpqzxuFFw+BUcRPWTBAb5/S5G+P54yvuqEzz366Wo+2QArPu9n4Lxcthy+bsWRvaUG3j2/Tqi+HDhuvrf3Cr3BaB2+uR2WveRmm75bTDQ9CBZ+PtsSpr5VduM8IVQXPjbnqL3+92C+Rv0UPmU2YL4fgT++F7xtvd0/zr1gthY+hri+PUgT+jwX5SU89Na0PU5rVLsUV/u93TlWPoV6hD02tx++uLO2vXYNHD6YKo++NjbyPFSaVj7wEjM+A3YfvfwvaD76kFG93G9uPrrlKj7PRi69SUY6vj4EET7mAV4+aCYTPaDFOL6o9Pa9OwlrPXYNy7vk8FW+HUpNPm3G870QMsG9u5/LPkUrVb7jRqw9CZduvWCdOL7CeOK970fCvITmHL5pBm69NX1jPGDroDwBzso8T33uPVJNor2K9AY9CSuPPS5xoT5iQIO9BKGMPtKxuD361km9Q7e9PTQRNz7a6km+bqffPrrt2rwciFY+AIhJPAKadT6CYig+JdO/u0nfTj4NF7W9pfXtPH72pjzPtsG+B38PPXBNWL6ptMe9A7arPTpKWL2Q7b28jfDEPie4vT72dgc9Ep0aPs6lqTytTIw+Fl+0OrPQij7Pga08xYjxvSVX8rwOEm69EEIJvp0RGT4729E9EqMvPjDUhb5Dr8M93v+/PRrtY71ffYw+2KaMvUG1Oz0Ib1e9u3Mdvkyu5T3X0Zg9AAYGvvtbTL7lyIY9b4y+vT+r6b3qCg6+YukGvPLCMr7Xnee6b8GFvaWChD14wdE8KWRqPoMVxT2BWH++OrycvUGkrj6mipE7h7FOvj0zdz1xWgA+CC+aPU55qL057yC87Q/nPUeX5T1kt/88H6dhvizJkT5tRKY89BYOvqaeLL42/6892Ed/PmKSfT00HZG8Dxafu4EECz/kUhy9EhlVvvNQTD4UdQ8+sP7NPfFWDT1lIS6+CQIDvjB4V74DniS+CkHqvmp/0bz3Ybq9CG7zPOJwQTyZ2VM+WjumvYDd7b3d+C89nwj1PLSozL7VrFI+F3vJPLqmAD6PmP48NlqAPWgwgTyStAy+oOqBPIooCD4L4aA+80+OvLbVGz7xQgy9bDyHPXDl7zsuujo9paH0PaCWMDxoW9o9rnlJvvzmwr2at0a+K2NIvWDqHL66aIq+p7aMvJzYAz6CHG6/9y3VPbjiPr7a5Ae+F7kCvmwTDTzPEI29t9ilvsxxrzvnVaM9iH7IvZKlKj27hAQ+wbXMvYMx4z17I069MnvsPac2RD0/9AW8dE5Tu1CDG75KBPu9Hd+vvuifRL5ozYW+yf1JPte8zD2Xfa09uWb5PXnfSj2oZNg97u7yvUgJI7/hn649H7pYvukZHjzD+jC/PLQKvdfyrr7x9Nw8b1F+vT+3Fz17oVS8iF0AvstT4777ikG+RAArPobUs72iBLC933gAvTN4Er7eiW+73mq/vSTKtD2XBB6+92RqvjIhKb9bHA6+njAmPZS0AD6Ahc48gR8QvliuuD23TYq+N4V0PlvOqz1WLdE9iJP2PdSUXb6g7Hw+tB5zPuXDDL6IGUy+0XCUvbQyZ75bkZi+5JUpPbo2Lr6wM3e9m1ZovrrxYzxmfn0+/fUiPVephL72BtY9Cp5dvugbc72xXY49DoB4vXHLzr19ri6+oEejPjd8Dj09XZG+pam3vl0uIr73Eau+BGF2vmjzHD4kDv69kHCBvWHUFr42/ik+fgNuvgvSU76Q7D8+IuWCPR6v2D3cALQ9nuw4PnMCvb3+Dge91RLhPdaTAj5CTgo+NSO+vG8qej1imzo9BHOMvV85k71oqqo9VYhXvkfNCz4E5SM+9zekPZi5Iz4PhXM+CQ8yvvQW4D1Q/uE9tvlfO+uym77VUFi8OyjJveQXYr6uND2+odVrviI7vT0UwQA9UQB8vbZwTT46JK29/UgOPnh7/b1kdFI+1sRNvbDmGD77KrG8jitFPpK5uL14KgY/lyQ0PK3X270NknM94YgRPlP/E763LLA+LoOpvQCqeTz/cUq+kpClPnsTrL5qQKQ+7vb+Ppbn6T5We3o+l8vpvqS5KT5D5Yy+4Z47vmdsbb6khKm9hnhWvl2yCb7NglW5v8SmvpFkyz3GYy++quppPoafIz0cYmi80pEWvmDzhz0O89C9iN/0PmFHeT4DQ+s8AZVTvEflJ773Gvk80HY0Pqlsmr77KpY9g24oPe8Rsr5Ebjc+XyRvPWA0kz629aG9LSabvqjLlrywUYO+stdrPaJRRT41Uw8+YNcJPtCdaT4pcja8jSg1vlHt2b4S40M+Gfusvss/wT2/gOY9KMozvrrLEL6Jxq89MHXXPMMCzz2v4Vg+jARrvk7L0D3ZgfW8goApvkPyhL3L0hy+PZ5dPh/A67vcf1g+LRZdvvkRxTzz+bo82YatPeppGDw0OmI9CZzpvVGxSz5aqDK+jWnyvQTVdL7HO/w8BzORvblRSD4mtO+9MSojvdaGUr4xfam965fTPa3Hkz5B3NK9rmQBvh0HJb0wjCO8INTKvL78+712XVY9sSycvhByvz074A6+11hEPqK9Kz5i6rA99ALEviofGb4yC1U+0limvcwOAjwc9lK++HanPRL5hD1e2Bo9/67APphoSr2MK9S9QTQwPtLlKb3nc4a+ielkvTWvVz2OuGQ+rb2EvX+yfD3UdKw6yQjAPTD9qD6p9cm9zUGQPhcK3zw5TK8+inqwvThUW74lUkk99uPjvI34Cb6uq/o9B6KCPmulib5lZr+9Q0ZavruJsL3KXVC+WR95PiIL/j3QSeW+/ncWvlrPnT1h5vk8E4pcPanYL766sZq+FC1bvZ58gb4kfJE+LrILPh+KTj0xdNy9z8/rPZMVPL0tt5A97USuPNjpub3uarm9gYZTPPCh3L3Pe4I9HH5VPgiqiD3dsRk9E7qtPA1Hmr5ousM9th7svUxhtz3sSpA+is8POj+wcL5TBsi8y8xsvqnEhr5ZD56+8DmPvnZeNL0SPNw9Ii7svIBiKjtPmty9KXTZvYkYwz0ZF449spYJvmmgVT3tcFi9W5IMvoiOFD6oat87gsGIOx5G4DzhrUW+7P52PdlfB7yGi906nDWFvD4fDL5AfBY9klwZvannvL1GJhm+GEtovpU14z0RpOE9r0tePWbqe75tthS++sRAPTDHkz3C62E+8LwtPCf9QL7nvRa+ZzDTvSQ3ST3yHyc+d55gPRUimb1B8l++SSeZPYWzG75Fthq+7dewO/LG3jywl9M9nTzevjSilL0w5vm8BGhrvSWjCj46C0I+CPOwPTRWmr1Xdwe+oCv2vWozJr1xe7o8oma9vSWPpz1IMZQ9cgmdvbkY3D0EuiO+SbuxvCdCSL2kYcO8fDfUvt+xRb3Xnxo+W8vivUoYML5zaA49JE2SvrXojbvGgaU9Sk4PPq9cK776s429k3bGPaKfRb5WCOQ8RlwmPvZcKzsujyq+Zl+2vWhw2T08Anw8X54uPJaz5r6TOxQ+El94vVHVDLwTKcA9nCJtvP1bKLw3vfU8z3w9PGXAWD25ITm+eq1UvQ9JVb4+d+k9ZO0GvtelrT20pj6+OckXvYyIoj0j4/I9q+FYvkxs0bv0jby9IuCTvkQOY7wKrPy9FWmKPfeSGb77aR+98ZwmPqJl3j23iJG+EpDbPVAx1z2zSew8mFzsPc9bGj7AcHS9i4oGvhVhvj1Dfis+yXSjvV2yWT0XsGW+vhs2PdaIKT0BCSc9/MTsO5Wh3z1drgM+WxIpvVG/4jwATNq9OJ2IPrbhw7w4QkK9K/RuPBIyeb2l5ey8Mx0HPYlKbb0CFgc+xpJJPZDcnzzA/pE9vkwxvjkZEz6uwbu9ZKRZvdGdTb0dWsS8hgcrvtJWLL4osq688WEeOfA/zLwCu1M8pNM+vvOoBD4yUGs9lQEuvE87jb4FJaQ9xSNzvqCvNDyzj5i9QaCAPp/JDr2E7Cg+QNeqvS5Jo70KQTO+W6Nevchgpb2ATfo8z+0jPboaA722q2E+LL+Pvro5hD2XMSA+QzJuPY3flTy5pgC9zL02vpA1RT7Thy+9QI0pPbCGU77Lstu9rGTavJ8AJb6xvYA+xqHtPS6/g713G1q9bCBBvqHIkj0o/sS9xI4TPTaZeL2YTQ69HM3TPZVxSb4m9Sk+RAWJO+bSCj4obIO+PjdJPsYJr71av6G8SlcCvgSqsLyrNpS+fRcpPXWwYb6Vy848Gy8ZPlEWbL5isSU+N4xJPv82pb04ScK9vswovv8eQr4Y3Q8+hGgTvgIfij5YrsM9yTDDPezinr4a70O9yhTCvTijfz62dom9DzPSvkhpxz11zpy9922AuUyFFT4+yrs9zlSKPS/+EL7zTYI9ABrSvRMwkb1eStS7CwwKvYVxSL1n7ww7zK3tvSF4yz3kdnq+ZZpWvo2FWL7vYfQ91zZnvsny0r04XL49Kgq6PFh3X77Z54k9LggxPNdFxT0LxLC9aaPAvPAp/z1FA5S+wZuZvemNFD6L2hw+uJvqPQhrzLzXQnG8xsqEu62/Ub3B9wo9z+6PPBm8+T3iME6+y/TTvWgdkL05YS89lchVvs6WHb4kwGQ+iyy3vCRuuj3K9Ow9CkhUvjZkQL6ga6a9Oda6PRv7OT4hNum9JekmvhpH9z2PEQi8RJ7PPQdgur5MYZo9t+8pvtxDYT4RrwG+Vdr6PDzjWD61L7g9wqkevRXhL73DjFU9WAAsvjl2Pz6HaxE+pQyJPSzNHj4sMuE9H1SMOmPg4TsQer88EM+evXD5xj1U2lU+seHTvatqEb5snHy9xLimPBDXDz2x8Xe+0taLvfVFEr2GlY89HAWtPfgOJL1ZlwS+tOlvPhnN0T2XOy6+LOqmPffn1b2bLL27mDAQPhK/Yr7K7Gu9b0yovQQhk7xJdJq9fIqjvs9UQL66+p++TIzYPJIi2T0rI1q9kAWEvnt1l703yie9aYLYvWElIj7CjE2+bGScvbLIjL5Hzi4+mYNhPtqmH743aR08apVkvPAoKT6SntE9gXGovHH+5rvIQ0c6+rOBPEJ+Bb4rWQg+XPfHPe9ZNL3dCRw+NtBzvKD4Ir6LfSy+lJMsPme0EL4C7sM95gCmvZdzwr3O0R2+98VkvD+qwr3gysA8lMegPRBabr7mIUM9k3y9PTw5tTt372e8iwNSPWprJzuHm1q9DkJQPrdvkjwyE3i+dvwuPj3R4jtMT3Y94n4vPm8+Ab7xCEw9u+qhvSpCGr6Z4va8A9vgvFuOJ73Ll3+8et+iPX8Kjz1rKIi+fgjqO5YOSL0mZ109K4/dPcUsNr5HxRC+Z2gBva7LDz6cCLe+GMwKvtMlxTwiaTa+6AnRPXaqDr7Q3A69XOTFOvA1EL1LIwm+rpJKvEpMcT3yMo69ytwjPh/J9T1B1ds8ADKvvLzkJ74Q8Aa+OfehvTmgnb06uRe+RyITPqsHtr2RlFo+rTKBPeXiNL5YNO09v/tivf5YVz2O5I++l9bAvfeLir1aT/E8QFXGPWSjjL1arsy90u2AvmTFLz56nYW9KqPMPPH+ir5YXjo+C2mLvVl7xr1B+mO+GM8RPSNJQT3kQZc9vL8LvqnF6j2Zw/m9lILmvUADtT1MzM+9JNLcPX/EGL0k7Nu9/rU6PdZ4Lbwqi7+9lD1BPVYwiznSKQQ9CorPPWJIjT0tEi294bNivfvguztLT0y+/3wsPoi3Nb2NsNi85ePEvSLoHb5qIIm9Tr8LviuoW7566Q6+yR4cvmsrgry36zg+IAIwvlTVoz2Qw8W+3uMtvSz9ar4Pnw29Cp6Jviz5AL4WTnY+nRY0Prrg5r1Xs629PdvQvqYyhbw8R6o8U1DjO8q/GL4cyTS+/NuNPrlZab0+9ks9hOVVvq1/C741VMi8zsjOvS73VrvjwYa9F18UP7wVkL2dnyO+UZgvvo5Ytz5iM4e+2UXivf7bgL4NkLM+EnHTvb5Y3D3zH6S+PcTAPQIDSL4buMC+c8GHPuH59D0CEjg+g4N9PIYed71kc8S+35OQPoqQB75AOEo9s0ExPO94wr7k79A+qYccvo87yz5+upg9Ef/IPa9btT4A1uU9+bbQu5mWoz05VhY+g2eevnl8zzx1/Ow9j83JvL+8jL7DUiC9rWukvcZ+or3L8Lm9RVwgvfD6e75iCVa+/G3svS9fsz7KqmU98Et7Pgfkrr73luG9pVxOvWYwirxKg8c9bF/kPIrPOL4aD2Q97tH8vYVH7z15usu9OjDGPuEpwr3zaw0+t7uuPvA/ZT4jEjK9EGUzvn+dkDw/tCO+FuDZvkWw8D16re49fXfLPUY4qr6/PJi8ilkpPuTrVr5TMBS+f0VcvvCRVr6J+qy8F/x0vkvbqD3eezw+jiewPuJqnr3L7/w90h3/vTW58bxCTgs+TuUYvt4YHz4dnqU+VeOHPvtitr0XyLM+abCiPcpEuj4JGPk+qtJQvuHRsb2tkya+cP51PWxlqb5Awrq+yVHEPfGM/rzAiDa+8LDcvaD06z2PIW0836GNPUF2wD3BIZO+bYydvYhnOT4LhmK+lrImvgJf1LxDdu29/ChJPvAhBz5sEee9Yg9LPumoYbzwkyO+kUqDPS/Tyr4E7sC9oRknPt+tGr7UXh4+nST8vVue1D14mau92IKZvbrnmrzmf8k9uIU2vv3M3D6cMR89rElNvrBTIT5gADa+LZMNPAl4nz0FE9e+yw+ePlVlRD7uw8U+Do4dPnRFGb5ap5q++//8PjXPAj9UyZI+nGbyveW2uD38dQc9OzNTvZVZ771cMZi9Vax8PZPIXz57lqq9KOMPPr7SqL4oEMm8WSggvsQpCb4lx4O8072ZPhg4UT4fELq90wiOPk70Cj3Rx9e7vZRnvisVk75xl3Q98aGAPjfIkr5nbhw+A+PyvCuntbyxyQK+cWTpPVdfGb6JGUw9pbJOPbBLhz4UgUY+0XWLPsm8uTzQa+Y91+O3PoT3Eb4AqgW+be86vDT0qr4vpVk+WSgWvi2tIb2rXHy+CMmjPXvemT7eGGI9d1fIPkNmvr1cDbk+wNEDPm9K8D1QLrG+m9BxPWD0SL2zipO7yO8IPBo0mjz5c3G+ZyM5PqKMvr1GEzG+af9xvnRBiD2pDiA+t5bvu3OAP77yHN69OARdvslUJj7rCNK91JUUPVDo572Akta99i+fu16fWb41NTu9SfcqOivmqz13FQi90VUFvt2+P76XotO8E4j3PMyxmD0t4kg+MAgvPSHWSr5mHVQ9bu96vXWzVj3a0oW+hYACvn95CL6hdiQ+lhZXvghvQb2bHBM+16G2PdSyZL4my7A9mxSSPFRMZb6LcQO9TY90vkpbL74EtxO+R/i0vfhfuTw5JB4+BaOvPZnoir4bWB6+l4P7vViVjTwrKWe+qygkPmkPeL7fbpG9X18YviDWjr3k+Em9XyAKvuPw9z12U2u+CsVmvjZOx7w3mLm9+G7MvCNAGb2pF4u9NvyHPbt9jD0A1U68ALmROgFw2btVCy0+C1FfPvWBq77zcW68BrAwvm5dA71S3E09IWY3PoQpMz7vMyW9/GcjPo8E/72PbRq+ivIePtZvXj420kE9z+bZu/ieH77YpyI+OhyxvR3mD74oFR6+lthwPZlJlD3uxhQ+7CfMvcehY7zSzIq9Zb9+vYdSBT2m3VO9JB7CPSJfCT7i7H89+9ndvBYRiLpsc8C9nXI1vmBlzT2zH6W9vyuzPaEzDr54rzY9LOftPcWL4Lw6PSg+3nSMveJEzD1TVZM+1g6HPiXhXT6TSci8KYGgvv5sML7Zx+G8VEoxvmH2Az6qKzM+NevXPjbHhz1uP2y+0siKPUxWdDw5is+9H94Yvrx0DT1BdsI8Z4+AvRjLAT5Cnva9blpzPYYa37x7eUE+KSLzvWhe/r6bSq88YTeSPlhqJb7voXG+wLSaPus0ibwsH+o9Vm51viR7Qr27F0M+VQSSvNP9jr2hVcW+ONu8OxTkUj100JW+f/LGPhj0a74dkJU+9zFaviAXaL3B7Si+6SOWPhkUlr5kjoe9pGpJvgQMUr4Cp3W92kxWPfHhij5pIKq8RzrwvVUwnL3/85Y9ymoOPvCWK746lVI+QKERvlAUyz1ewUk++BapPcY6vrv3MhG+ZH1kvvp7nr3kkvc8jF1YvobeUj2xbry9qJ7QuskddL04LoI8WnpCPurbDL2PClg+gW7bvFonpTw/Hxy+cjUKvcp2Bb6erw2+PShrvbLznLswSew9AQaYPAOfg77jYqK89LgaPFbWnD4hVw+/fk02PpyYBD45B/K9We7NPfMfub2YQTa8GrsQPbzjCz7eamM+lrySvqzWBL96U4i+gUkKvuQLjL7nGpw8n/PEvpFYZ7xj2bq7fv48Plz7TT4AvyE90wUPPu35B76yGrm78AvYPubtobtHXkU9tYuGvn6Ux704UaK8xSviPoHqAjwa3ZC9Er8oPhaHib1ilS0+9y6+PVwdzbs4KZw+4YjbPXa+HD5qMqu+k1YlvmBbrL5fVZ+9TSLvveYwKT2CGJy9rDtBPp4ckL1CuJQ8OpvLPdJ/wz2THYU89dhWvt2/hb1AeOm9BRluvi2brD08PcY+tN+oPWAp8L03HjI+TvoZvgcHWT63nW++tXMWPZNalTydywI+fg3BvSLSFr6p9Oi9OeWIvvxisr27X2C+K53jvTJ2IL3BdYA7LAYZvlFfHL7F37M+GBytvGZ/nT20Gq4+ySBmvnfwob1RPRe+U1SFvinzqL3ZO829oEgAPsi4Nz0lbGo+D0ITvhMHsL05yJO+7G3ePT3ZDb390Jq+SfTXvdOOLr7zhS49ujysvgQQ07zEoyk+0HIavYJxDj2uAlc+rY25vf0Y5j3eN3g+PEnLPV9nbb6JLhK9EgTrPWwy7z2C5jI+Lp8zvdYKBL/nQ+89Nb+vPbBVRDwuSpM9FGy5PlNrWL66J+M9JR2wvjepvD4PXCO+rubmPd9CSL228IO9uD3sPLfJp73Mazq+qfIcPrGTMz6BqbC9q9+EPXHJTjzeEGy+MmyDPqPBHb09llM+Vih4PvZbJ75m6uA7FEmCPin5tb6QIMG9krwdvmvfTD44Gqe9LJ8lvqaGRLu3kIq+dYsGPmgFCr8twg89pSuGvcRM5b2cDEc9rvoLPxVGiT76Ntw9PfiGPMAjVj3cBp29VtM2PmtJr73x5BO+4wp1PsbbBr4c9Qw+qlS7u9s6FTvE2lc+v9vUPXaM+rxMWee9+hrvPEBDwb2izge9S2JLvHTS4L2tRfO9q18pPpx0yr273Aa++HJLPqkEDL1XhaQ728J4PB1kwz3nT+Q9kzhOvVCKoz12S7g9A0pvvQ68rTzxvpK9wHq7PTBajrxm8d09vXTavQr4/T0SnZq9AXb/PUX/R76tp0S9PfCYPVRqH75L5Eu9lENNO1f7A7zcpxS+jFjpvVqViLxUKey9v6wxvSV28b2IfuQ9rW9ivVXWXL5OTzG9zxASPsW3KL6IhOc9aFuLPS3KxL0Ee0m+frykvYCHLL6dSWs9eXgMPndGQD1PWlY+tl5evBMF/j3WhSG+kzZCu0GPLT69U809Rz1EvjHsFL4GxS2+3NfaPV2hoL3c1BC+J9nsPYe4hz1+yUe9f7savupLPL4oM56+dmgEPjuKp71FsAq9XnalvErnpj3/nU8+bUFBvr5PfL5mFDg+SYdqvaNlJz2O5s29s2ElPrACKr7FEYi+MLiDvZXCc72GpkC9iTDSPUWeoL6hOae98zLcvVfefD1dDMi92mc2PjoEVz7oJiC+9Kc2vVdO+j1M6iC+OQqovaEgtz1HW5q9+PXrPJ/V77xWg7G9FgkvviNwBD3pdpG969UDPiWwHr51x70+YKywPr+M4zxCQZW9pLFBvgh1aDtbodw9fqOiPUTAgz7NBbq93fY/Phg80L1zDzu9itYFvYWipb73gTu8/w8SvmnPfL7kIgo8zyhmPtlL872sHcM+MlgYPpDh9jxR7Fi+1Th0vqF/Jb2sfYS9A5DsvmKrTj5VEyu+nbnjO8ELiD405tG99M2KvrTKmr58oUI+gzaJvjwzzj6H5Ii+W4mMPAwBA79bl0c+1USkvl+Pir7iXes9Y9AKPtPanDs2+IK828HZPS176TsWGaM9emOLPnJx9L78+BA/WOeKPaRZEz4abMs9rvALPgmwPj6VgM08LLNJPsSyST3gQQg+RQmJvsQIxjz57Ug+9vShvSQmVb7AT4i+JAhvvNitCr4GLaS+psxWvlnZQj7p7OU9JpUjvq4WEj30IW0+frz/vM78m71+bWO9Z8mGvTuRoL3qztM90VE8PnarzL4soOS9Y7ZyPmTvrD71k/m9+aNHviDcCz1+ckA+/2HNPaAenz4/dL89MbMuPtXjQr4hJJi7PeCTvXjKM711Dry8Dl/6vXlgib1rFmM+Y1kGPmYDgD7VgKW6bQWSPUCStb7wAX+9CdujvihKoD0fr2o+RBxQvUGUxT3W4aC9WsxnPklLNT5hctO91O/MPXZxRr5/Wc88lvgUPoSwcT34QFE+0vN8PZrkqTyS0Bk+dLjCPt7OtL0fMX09fIpWvnIUzj1RYR0+GPK7PQYrv719RIW9Zzp8vNZWVz4dPJo91C8+voU8xj3r1pq+UbWWvSvL3D6plVi+9Wmrvg5W8b06IJM6MMQjvqvkWr63NsU8ZNTgPPkAvL5laqi9OKsMvoHKPr211XM+u7khvl2an75qhtC96MKNvsdxK74dQRQ+UmwNPiXctL7Ya1w+fWJQvqVnRj49q/I+ka/FPVk8KL4FhdW+EL4BvG70ljuzKyw84JRDPujf1z3Nrd69SpZYvvA/BL+/4Ok9D4FDvtmheDwYLfO+gyLavky/iD4Ce30+oRYgPm8fmj45+ac+wJ42PnlaTz44rIA+x8YgPue1rT6vpxC+tK8LPrAsBL0tMfA8NIEAvjjcpbxcr3A9z04CPpCZlT1Ze049N0wJPgYeuD02JBS+IwpevUGt/D3NcHm+cZbIvlC0TT4DTem8i/vKPbNyxj0dHIC+euWrvr19Cz7bOzY+cQN5PoECpzwgOL28Hgl1Pr+m6b0c/D6+CYXnPYfdpL4kfUY9RU4Ovm+iE74prWm+xirVPeAnGT7Ee5m++5nYPrGVkbzSbRo9fkarPjHgM7z2G4g+K5UrvezIyr61a5q9PUwZPY/ziz7321e+g2LDvDHTvbwGzKW+qVqovWQfSDyClBM94aNZvHz5Fr1tJeG9e10XPXZdGL5L70q8/Sh+vv9rYD0LVRy+w0gGPkDvRL5HdLQ99K5wPdeTJ747meC9MioFvkA1njyLzIi9wI/aPEJokL1XWEY84YOzvXArJbt3SKW+vtu6PTZG9r0IWRQ9nlcnvpbznb2kqto9dMkDvQb1WL6W9W292vLYveGowb4zkZC8Z342PUiM7b3nnau8Mnkeu11zWb4qZ6w9prUlPSWwar4CyZQ9YFCdvU6LRr4h+Um+bpIDvhZDDL7kV2O+kx0jPf55cL2gyhS+ziadPaulYr7ZRxK+ayb1Pc3eCL5Li6Q9pqWBvZ4hir4tqcS9TY0VvRqbP73zaUG+H3P2PZdDPr5gzoG9QXUtPkynlT1Ub7I9ov77PUbipTyRqAo+vkMevjhJ5TvmvVw90dHpPXmEnbyveHK+T2UgvTA8ij2CRYQ8CWGtvc8PkT0Pa+K9+Z42PNimdrwg+p09YaoBuo5Noz0w5me92tL4vDKVwL2kRoq9R/aTvbhMGj00fSK+U/axvLytnr0kZw294OVOvREH6b1z2pC93dgYPey6hb4w6S89oS8bPIAEQr5cwNe8QWztPQiTYb2zYMy9uPZhPX8wUTxkoQM+hHCovceaO75lQZo9ySowPhVEM736kka8Rv2XvkNC1rpPMHO+nVLEPDeFMDxnU/m97fZYvqIO5r1k0jC+/f7rPky+Jb7DhAU+6kwwvieJuL107rM8uKp0PjxudL5eptQ97WOwvsY2UL473Ig+f0/JPSKNrr7jA/s8uX7SPRz80jyu63k+6gpOvJp/oD5JEpy+hIc/vsgePL4wwDY+sE6fvqx48Dx15Zy+IJ1ovUacGr67SJC+IyOLPmY1TD7fx769AX1xvj7/gj28CaE8aIEEPVMWN76G/3i+xiSevv9HFL6kkhy+cheGPotqZrworEI+qQIkvV8E3r0FOwm9DHulvgu4Ej7iDx090aIDvk/W+73efZi9jDqBO4n9gz7Vq5s+63I/PZg+hDvwQx0+fqx0vcY4ujy1vQk+rWSwvpfNb73Qr6s93y+JPlZgCj7BfCA+sJ4evokDiDw8q58+W4TRvNn0ej5RqI08j9gpPuAtlb6xQmi+f3AuvRhvNj1bbZ68WIu0vo4lkT72K869D3u3Pekx0T2UbYo+i8+kPjI1S74JEb07Ewtkvs07BD6gMLC9BmwyvgfMyb2Dhaa+YLppveNMJD3eY3K+balqvdjhDD0efaa8B0BFvRyxC74v2lm9493BPT0G7Dyd74483rNMPXc5nD4HWoq9sN3rPXRwgb2d49s7samsPliwDb6r7M09pH13PTTxnz3TkMg8Ull6PYSdor5wjzo+DEOBPUO7RD6fBw++zb/Gvl5HsL5SAbe9dfCcPa+CQ77H9Ci++Nf7vRqPIb0aXUi+imgAPhYUwj2G32C+jz2bvQHwmb0+OS6+UG0jvpEpeb2ndmG+ZUUXvpumtD28EHI+pVECvgb+LT148ek9ZTX8vX3IuT1fL+k9cSpmPIhCWL5gFE69wKs6PeE2sz0uSg2+hd9Svu44R70mH5G+apMXPml/8Twyv4g8tWdEvj6guj6EnNk9w0yQvbm0Ob2shh++yhikPrsHRL1b/Za+DR95PnU5ML7mBL+9q9k/PgRfhr7VpD2+J+yJPapecr10uKs8Z/OpvqRtHr5GpNQ9Qvg+PljdgDxa6Y0+iwEyPkD0iT10j3Q+732DvT5pzzwsMDy+mGqivnCwBr6/Kpy+KpmYPd3BkD0h8yc9Xp0RvQGppbvFYrW9gpWZvo+G+T1V+D29khZOPujZV74XbIQ+pqTRPc0xIL52ZTe+kZu7u+iW6bxekGM+0jh8PZII5jwXg3A9Tg/1vfdJhj3vsk+9FnvJPTk1JL7AG8a7p/rFvRxnAj6joDc+V5AHPaPahL7EoxW+14gFPkWpij4rKNE9N5WQPWMJiz2/vp0+O6tZPuxXCT102XG+GALfvY4dr71tVla+ghO/vdXlyL1gH26+XLqrO7BkTL1yzhy+Nn0/voYdJb5V4I++eEKTvHHtOL6liQS+kUP0PaNJO77qsoO8uaFjvhaH7D0iriM8PEECPp0OAb5st5W8JLeLPMMieTxVqZa9bE8mvem7Dr3HPtc9a7oSvhQRf744DIu8mNEmvmh5Gr7di5e835cCvnNzLj6Au2e+z4Y4vrTJI75APDi+UZJUPdVgc75mzMC+WLefPUXqCD7cq6u9qzMQPQUDvj32YgM+eL1dvmIEAr7X4EA9xFwUvRsi07zVgLY9dJQQvru8lr4Tt967qgg7vpF3iL5SbvO9rQuGPeG3qT0Do7y951xavRfKhr52Pmi+EH3MPMOzezs46YE9hvGHvXKQob6F+Mu+eA6SPeTnzr3g2kW+JTd7PWY+F741bUO9VNdZO4kjhb2f5Z2+SLAEvlHJLL0US7A9ukGFvu6f5DzT1ls9vJPLPU5Rkr3tqF++IreavUPzg72gNQI9q5i3PYCSbb7yFS6+4zCZvZOZ2L3H/3e9fvpJvus+izyeI/g964ClPd44gj2xanO9nNGUPflvT74FFAY+J1r2PTc+fL7z0ZK+jSWHvd/6Bj0kYiu+m7nDPf/98r2nMf480uYCvlubb74o2569me3EvMxZN745ITW+zIQDvi6cf736Vb+9UULTPdiXRjysLMa9LB8UvmV5k76/9X2+7x4ivoDHAj3JXz28g0ShvXiIL7zE7so+1OFIvc6NsDtgI6U+7qbgPi6PYL0nIsS+M5ItPXTq0j3NEAA9rodDPkqU0L44Z5a+yXIKvgDBk72mV7C+mO1cPUqonz5w6Zm92IHFPtktab1/uke+atYAvQyVC76T9Ca+lTcUvmdxhL5D44o+k46BPvWc1D3fpXU9Eo9KvsCmEz18P6w99Y8YvtWuer2d3pk8VwHevKzqtL2KlEi9tQexPkeiLj05rdo+e9EqPtJKfr69Fgi+eI9KvM77470aZG++Q54OPqROvDyJiQW+eElNPdI9bb5MDd0+TWQQPhNtVj2ybES+8YLovZmsYr3Q3129WxgbPV4QSz4ekQ4+uHWEvoL+pTvdNBE8GoDYPWIHG75DsWC+DknJva7XUT5heRe96NMmvYyD6zwVlBC+F2CFPKpnhz4Y3KE+1TsJvfggRb17mQ++tIgjPVyRCz16UG29dnNGu4dvjT0i7ZQ9+yupPnXBHz4s54m9LfrRPSKGwb0cjOO9w/NivfVZYz40ch0+PlGovWbNVb39XWq9HGhZvvJPVL1KPfK9Aa5MvmIICb7ReIk9gdNQPvBF5zu4Oag+K8hbvaNALr5fcGs98U2NPmcrAr7PiiM9ndMovgAGDD7byBq+d5o4Pou8Jr6/zAw9hLKDvn4zdr1wyRC+wlZAvRRShL6c78C9sfzAvB+g+j3DoMK8+EKrPnUthL12b04+SX7hPll2XD7GGNg8DYOSPvA6qzwtXRU8DaFiPWIFhL6ALTg8SMRovev0Zr4CE3s+B0DTPpst2TxkyEi+XqxrPKW73rzYgKO95VoaPjeEtz574LQ9aqpHPiwpmr6N6f29pc8TvpjJ7Txuq6m8TmCPPgf1Ej4jb8486PBIvuo87TxehTa9f1+vPAUbjr5XyE4+SZgxvYRHyr3zfuM9sKr8vVprwD28NDm+45plvPZZBj6b/I4+5wWmvuRjBj7QKDU+vrsuvpbeXb1nRNy81vmCPm2DBb4nqD2+zpqmPpuQ071rWJq916LuvWsuT71zt9w9PPYwPp6D7TxEMvQ9FTodPnoDj77VRbs+j1c6PWLKXb4hp749+OigPSD/bL7xmy08lz6SPdlewT1eIVm81D/SPTT97zxcmv09HeC3PijgDD7XyLW+YU07vuCdsz2saGO+Upcmvv9BNrzdlLo7ZGgSPm3gHz7zeCM+sOEIvFgZ5rxTs5492TSGPnuvqD5TVWO+Ict/Pi4h6L1dbwo++LFtvli3Lz6tUES+Q28PPgBU/r0m+KG9nYduvSn8Ej5eVxO+0n9nPqKTGr4KZKU+eTHIPQvcvD0Cv+i9/LiFPiG8aD2q+lW+oEGlvqCOjL0c00k+qpZRvk2t4L2lF0K+nsCfvA0MQL43j4i9MV4avvU0LT7e1iy9Qlxcu7icBr7LOJ099Vx5vgjSHb6gURm8fSKAPZRGhL2mdmW9X9iRvVAt6T0Umjy6flXSPUQU/r3i78y9ds2jvFFY0bz5MNe9NIWnvTR7OL3Q2YK+j2v/vVNGOr7JmJm92uT3PRktaj2/y8a8bn6UPRVom7642Xi8/YwjvKKCiT1Vhky9dOwSvX02DTxgFDq+FZ/4ve96Nb6R4RA9mLdGvHAtJb6XZD6+F4WgvdSKrz3lz/c8LMpOvjRQTr0oPWc97TOCPYdYxL6Yngk+M5Cfvtq4jj12da+9WI/EvXyuHD0wLRe+UF3vvV15nL63DmI8trnqPHHitr2q5d08afbYvMympT1e0re9DiQyvkyoSz09dWi9lm7CPBsKnD2O4RO+d/Epvmilcb6glO29zKuEvToVR72DsXG9T/6hvTmcGb4UtKG+2ZcJvhNHfryqKCi+kdgJvXTOE74/oc49HwcVPqt4eT3P67q9hAYlvYKT6rsC/8U8RxCePb/mHzvQWIQ8JFnVvXqblb2dLb++9BxyvYkQgb6vVSo9FtW8vUTuQL016xy+3huYPVywHj0RgES+/OwhPOi+EDwNvTe+4gGUPTNIob5eA4Y9+VJ3PSkOKr6XyOi9qdXPvBvUj76ePdW9Uk10vSM2sL36Dl09vpALPXjuOb5u6fw9BfbpPTgZKjxVkSA+O8C0PSGMzL2DUZi9xnKuPlF2+Tzatg++K2zcPZQsQL5/uru++RUoPtVFqb7bOha9UQDGPGYUM7s+U749H0e0PcXiND2DkVU9MrfavXA1AD1Sa1C9oIngvXsuLD7rWP69n5d9vaHQLD41n6u98mnQuHvF3r37l0k+O4UYPZw3BT6Jc/+9lOzFPBvmn74PnyC+2KfbPRDTAT5k/j49giGMPhlBZT3C7oa+ApEePkLetr3+syO+uJQ2vrQCG7pe+MI+WDk6vbcqBz69noE8LQjHPFuY0z7rniM8MSedu2cmBj7YpSU+7r5NvhHpdD2SJPm910aHvLF8nj0LeBa+8Q2RPTZcaj5+uPc9kqorvsscvbwidsi9/54MPl39QT7xoIc+/+igvdFKIL77edc9atwbvoMefj3udyK+1R2oPPlYEb6ekM+8XbEgPZo1Fr5doQi+wXNQvnkAHL3+5XM9jY+NPrRc2L2rrJe+XbAxPtKRrr6siF6+EVR4vpBior3i9yS+LGwWvXHOnb1Gk4k+lQFmPtravry0tWe+W4sBPkbLBL+CaRE9mi4EPmebab0nzbs8+8QTPv0Anjx74Ku9UREwvhaLQT7t1qS8zWyKveWgnT0ErAW+40opPoi0HjrB/aA9vWhfvvfCh7wEx3S+GtL7vMBUa75ppkY92L83vbLzmT1/F6U8vijxPYNtCb6/mos9eI6IPaBSR7ynFCs9C6y8voGfMTwxUW++3GgrvB6bBD6rU6U+87ZGviyshz66uys+MlUtvkg5/723qNU9gqFoPhHmED/SB4s9WngUvikHmL2Vj5E+Rz6IPZkbA76kpnm+gy4PPeF5EL6fVMG8U0IWvlkhgL6dXRU+7XiQvniRKT7JHZk+q1oWOquuJ71YIp2+OdLKPPm9ST6yuRM8XPmAPk4ZAL4KsIG9xWzpvLdLdr5Y28o+w5WOvRvyOr4SKOc9+L7Mvo6NDz6KE6A9dLAjPXG1ub0USYC9g/qiPue+fD2WxDk+lZbbPaB8nD7VJrq98VgIvkKMpTyU//e9IFLqO7iyqD4VUxY+dP0CPjiVmDx7i4K8P1nqPmDugT1ispy9T98ePkikt71QBiG+A2GxPeOBuz0Va0o9b+sCvjVCxD2G2hi+3us8PRwYMb5HzZK+UkVNPr2Vr70Bfo69cjSoPXtWbry2veW99pMWPjZAKr64Z9o7BOB3Pia5QL4KSQK+Wt2Bvd815j3rg2S+wL4zPuUwZz4Skxa9ILOpPkpM/L313UI7vk0SPklRg77azvo83eftvdCjWT1hSys8UzTrPQ9XkL2CDD0+sPfAvIhv3D1YSUE+VqX1PaD9kb1I6/k8j2IEvcniAL7GLTy9nnBXvE9/Yb02Wme+Wm0QPqLTAz7v9nc+EKp6PU8Htjx1J2g8yXCFvGVizL11+tA9tlovPlJtxTxm70C+EsE0vuGAC75McLo8aV5oPYWA5j01Xxs+daGnPWP7+DyNcnU+EcsGPhG8Dj1JZZW+yUKrvX1Fmbv8eqs94yKqvaXFCL4i6T291cF0vfDrIb4Eb3Y77Q4GvQqCmz3T+Z09p+uvvb7zlb2tRV2+6X8dvtHx7D0giek8EjXHPUfdH7xyaIQ+juHlPPhHST4+z6M9ggLZvbiKsD28M7q9OvMiPJElST6iXZG9nqawu0Cycb6pqJi9ini8PLN/F74/Dc+8quwKPvzpKbw8bo09Z63aPP92Rb5jCAq+JWSyvV/1DT1jQgk5BdMHvs/WXL69vae9oNMSPlHfhj0m2Em6jfgfPfa7Ez0YddC9/SjhPWbuhb6Cz16+M9rUPV8HQz4eG6S+5fr6veaxmTxyK6097nLMvGD0o70TWTQ9MlJxvra4kj21WL09qRKBPkQJN7qSYrg9A9nBvQWPGr5YCBu+/QuVPafcrb3vYnw+WLT1PRROGz5q+229SiqSPbpSrj2AxxE+4GEBvhezCb3/Ddk93V6musjphr1tJKC+Ua/lvf9FCjscOJG8xZN6PVC+fb7lXDi9Py08vvj6ab5E3ZG+Ewe+vX/Zt77ezJU9M/TPPe6wET27AkM+soKrPltWcr5E/ki+NfSFvtaJEb4xOgG+q/e9vfT6C75HFyg+0F0kvZ7KQz5aqA0+lBvIvUkJ0r5zUvC+9bbgPcjiRL5uukA+1oKcPrBniD4zWSa+b8PQvYklqr7klew8ExcLPtrEiL7Z5IK+MxCTvvwMgD3A3BQ+fl3NPWS6Q77+WK0+os37vPu21L55sCG+rMbDPoPYqL4VDJ29la1+Pn9aVb3BY+M9ZyiFPVXogL4R6Bg+znFRvMkwQj7z98G+xxjSvjbuoT5PO8889PHJPQGmHz3G0as+mhycvgC/JjxgrSY+1vxCPhMDELxenkq9OJX+vQGfdL4EtcW9PPpeOzvIdT7d19K91gyzvYzipDzmI5o+0achPlnBAD67toC+AjGfvYlx3r3MNCg+KMYJPhlwNDxQE56+YMp+vYaIUD4uaYM+2wC8PSfsCr2h/9I9uLPzvi7ZkDuWSn0+sf0Dvdhr4T0bzMO+pid5vtqFF75SazU8WajjvjLjwz0syhU9nq9rPv6Hgj62zQo+r+xwvZkJsb7omZs9gWFIPUXEiT68TsQ+lxxWPU3YBT5bIDy+KCG4Prr2Kr7ye6i+ylKQPWFKXL5jLUs+qP+VvYwlS756DCG9VZklvhXCmT3yodq+yYPZvex1kb1GFiM+lwNHvQWPCT6bhGY84lC2vkYzJ73gBx47o1V1Pehhzzxj3gq+OOvgPdjVvb73adC+g2CWvqMrRr4YyQK+jbPaPEjGoj3d5IE+iQpHvecShz6T8+291UGjPpQZnD01WQY+bvtwPlNFvj5/Ag8+0v2IPXGXyT3CnvA9w5x0vtJkTr4YOQA+rVu4vR6F1T5RyPU9wXYFvkMVLr62nw4+4P8oPBNFFD5+8US+4e8CvvmmnL0T4ai+wQjOvnRSvb43XIK9P/4vvTeKnb7geAw+xmSPvRJJ+72v5IE+lGnWvi08lz62TL69ksObPp75h731vWS8qCrBPqKN573iu6s9nMSKPXaFqLy+TVY+LF6TveINxj2ugcu+U2Zlvk6kM75y0uA9iJBGPnYJKL6xocC9lW6Yvsqq77zYyQM9Q130PidJFr7sWO88bCsuP3UJpD1UaKg9M4IovvBUyL6EP4a7Mw/ovcbQlT0GAmC+iSuavdnJdL7vDrM9qEAFvo3byb3J/Am97z08PoILp765jOM+CMB2vrcj870KvqA+OqpTPorZhL7fLrC9iltHvNO8+rzQtfu7ApxKPpIuQL42O8Q+ZqUfvewjD77eamw+uDsDPm+8cb2lYbC+LTvIvRHEWr6uRCg+H8LzPT/OhT5bTzO+zpcFPhkdHz5eLg49TDIdPkQUGD52dTK+IeUfvR2vLbwjoC++J2LEupZASD6YaJG9WTTkPQqVzT3rgQC+36cMPmMXqb2tdR+9d5h3PZpatL0H6jO9mP/svQkk5721lw2+IekZPmpqNTwYyhi+PRYcvpbCCr1BEiU9pS8kviUacj5lSSI+luOCPrZ+uT1DtOY+q7wMPQReHL4T0bG9AIJFPc1dcT42EHQ9uMwTPXjgAD1kSb49wyj7vQA8B76gmce9rN3GvfEVY70Bl/09hMT/PWg2wz0A8XA86h9LPnmB9b2ax1S+YDOrvf2SVT1Z6sU8G9BUPrvKD72RttM9XQ0aPaJkED5AHGw+5dBPPiRuIz4K54a9iA9UvM60dz4lFfo9sgyuvaGsID5QOYQ8G02KPQ8Gxj0vBwA+eliQPSzk7L2+c5Q9jf3OvbJ1KD4dqaS93YhMPDQX7bwgtdU91q04Pu5TL776g/I9hdtKvtlnjb3iH12+W7ZGPkp3Mj6FKeI+YWVkPSddO76N3x6+RScrvgu9Xz0WcfY95GkevOf1Sb5QlAo+FMKCvGQxiT1kFya+i00tvjIY4T1iDwC6u4OPvI6H4rzK5pU9Zk3Dvah6Kr6+J5W95G6jvSoqI76Eo/g85+1gPbVNTz7dp06+Sa3CvQfdCj52Pi+/JM3pPlVjXrzhk7G+8DS5vutXkL0daXQ9UTZPvja4Rb7iXpw+F0N1PnTq+ry3bJu9B9SrPjHrlj0ZEQ8+0FyGPqQ/bb28o4y+vdjNvIyTST5Kcdu9GpISvi0xsb3KlLG9KHcuPFmGrb57RUy+keaPvY/7x7u1piw+WzmOvdxNU75TrgG97+eMPfwX6r2okLu+g8zavgwUMb5zsPy+ptMoPh0p/T1YFRC9r3N+Pq2tRr4cd369vR9/Pbg+F76eb6y8ntOdPqUKrL3fSya9xSeZPnECWD6pwSS+T9bDPW306b7JN1g8Vt7UPfUBpL30zuY9q60uvtXjWD6EGPI9OdnxPXUMDz6+Lhs+nJvxPXSmRL55uwO+0RWLvUVE/jxJUU4+PvuRvt5xJb3pv0W+jhOEu8CV0DxpNLo+1z4nPnsyzL3V2Wk9gNIqvWpGUz5L54w9vLc0PVvI7z3ZHxg+BmxiPhmHKz6UuTa+6+zJPguG+D7+GCm+beHvvdfeqr6RwBg+GzYkvsmT5z2NnXW+wRhNPlyuhT50ODk+kHcjvZFbbj16vHK+fDKtPOvntT0Lt7K9hCjMPo2DQ749YTu+SGaxPhfYwb53N3o+cxbgvWhPkj6whJo+oM4Cvj0Tmr5c7qK9ymHCPTB1+T0ssaU9sOAwvDjyiLxqLjy9qLSzPvk8xT1s1Y2+WWAvvDlbzL6lkPW9FiOrPlZFPT1Rhco+E/kVPoSFvz6OrpI88poNvjGZEz0K1GE+LoJlPX/mzb3lwrS8YG77u7U8gL5ZhYA9fMq+PiWzx73t+l29MzwWvhmFED4C4WW+pmZRPU5kA75d34c+K/uCPYe/oLxWgIE+y19UPpWCNr5KRKY+Xxa1vtQaG72T78O9EitOvj2t7b3FhI2+pyQ4vrWJNz09qKy9CoH1vHdYZL7pUys+usDFPi3P0DsEZbG+hmhvvK3dwL3O3jS+UFyrvguctL6vhra+SK2UPm5Aa77gQQc8ObCdvs6Neb6Ixcq9eX0GPnCURT6ROZG+OkExPvulwTuc3Dy9PlzyPjjR7zw9FM29Ht+QvhWhaDtL+Va+l9QFPlpNgz7gtI4+IXxXvl6C7706whG9xr8Uvg2jNj5ShVY+ZMXYPfr8jD6VW5G+N1fOvajXN76LWcc+Xu8BPv6HRL3CPGC9zwgWPvG7qj4u+Qk858l+PhuP4TzD2qM9MGioPtj3Bb7ZHFc87AkWvWECOT40HKc99WCZPtfyzz2Cv9a8pA3tPTbplD09l0G+kLOLvnTTBD4cKC6+o8MbPp1fKz4y/W2+Y7vMPunUtD1Ks/e9MC4jPa62i7xxg6Q9YgX7O69TuT4QuDG9C3rGPROjZz5iy7w9igoUPFkUeD7QsKu97hY6PkXXXLpdsbO9G4TWvS2MC752XyK9k+EqPn1i671kjTE+r4KXvaab4D262jw+c5BiPXLLA74fNRk+r7GlPeBTUT1neG8+WM9tPkFqLD3Kgn8+5XTSvQSkD72ZIGA+NONBPkAgGrsgrps+O0oIPoYk0D0L8K69sgpAvmt2sLxeBiI+0XWPPm7MqD1baLI+BQi8PX0pIL4zz7Y9mbJevaeyhb1a32w+Lm0gvgGvCz4jl5m7FjoDvtOs5j0w/hm+lpFfPOdZwr2TK9c9xhqkPZDZQj6r+pY9tmYEPj+Vlr0n+YU8LK80PpJraj4VTeg90h0OvpbxDD2aBQW8KpfbPDxLpzvkjH8+nsupPfbr0z1+Syi+EHfJPByKRL6hfVy9Dq+TvYN5uD6ngm69BOGBvsW6jj59HSs+eIRZvuOOBj57/QO+TAIdPttFgr3RRE4+5Z1DPq2FELxlLh49orVePkqreL06+x8+ipmIPcdBB7ya/QA+h6UcvcRHdb5/lcw+eSh9PmYbHr5oSpk+b+3+vbUrXT3q4PQ9Pqs6PtrXCj0T1gw+diXkPSpmt72gCee9L2WDPfuM6L3CfM89FgqiPJj8nj242oE+cfcJPjhkN71Tn9g9fjKPvM4pRT6333e+9GptvCx7B72LN649TaARvv+SzDvUm4W+U7XyvUc2yz3dNlO+U8m5PVD+qL7eIyW+AAjSPXnRwTwhjOK+iql9Pbb4xj2IFx6+9/g1PYNCZr2TI768Y6qevtA7+L1J6jU7r+TEPPxVRrvOaXk8zIopvLAPmT4KEO27dr5bPvFkoD3CFbe+WIkHPorejr6ER+I8eX5qvNlFBz4b4Ge+VV0iviylbbyRJc4+dW20Poat0b1cy3c+PqzOPZF79T2Tqae6SS/fvXNgsT7Ek669zFFXvqvt+z3znI89ew9wvQNQgr3KwfA9GJ/SPD1Hvj25ax27Wd7SvVYrPj6rsL08fRjCvtxIvj2OPCO+14/QvFLbDr5vSWG+9gtCPZcFrT5wM22+qxM7vtnUcD0mM4+8FDmXvY1/0rya5sI9ZdwZvn0R5r1Llyo+PJHFvtQ1c71cuMg9w59Ovq+RmD5vYa693PthvWWx/b3D8Ou+6RnTPjGM2LsF3929y+Q9vpFeuD5qx7i8P7MiPqdyPL5Scku+uuAYPvqrDD40zs69NqcUvg9qHb7V94299MzIvjlETz5RlfC+agIEvpH6zzw59Qu+NAMZvl3CNb5tzju+Qp7NPYW8hj2lW4g+oqpSvm/h7r2a1p++dxnLPiq74T2S6pa+//aVPkKFeLoNgak+duvUPczXdz2ox8u8+X8HvhZbfb4GsKs9x2qWvt0yk77wt6m9ItWnPj0EAr7OODW8fSOpvX3Fvjyge0g+yqa3Ph99+L4h9aI+bRX2vsGGVD7Nw0S+v/2nvWGeQ73/HI+9TOg0Phx0xjwOCBA8VjI6vatHFb+rBGW+PUy5PdFFgj2digM+zbVsvYsYYT64oy6+0jGDPtUqFj5V34a+XkfiPa0DVj7K5N690MtcPgaloj5UfUk+GHKnvl6oFL3DVow+CDEKvgeve729eqo+lpEZPUoLsb6KKze7RjwuPZAlKDspgDG9inNdPcNUs72o14C+IQBAPJXRb75tUT0+6NfAvogJxT52ULI92b9JPZ3h7b3HUno+h/UMP17dJr7+sCu+uNyoPiHasb6KSTg9K60XPvP0q75Bkpc9iOLrvpwAxrsVngM+0j6gvg98tj1nVns+NcloPUoWiDxZt+685EcRPlHVx75kCK++dCMEvoFlnT2cJme9xMSuPvQzGz4Ohgi+Lv/NPUJ5Fr58ISy+CKqkvkFYij5Jofe9OHkqPmDoibxWurG9ljaavfQmMr4mFw4+NGYSvr/gxz5IzHG+486fvv5PqD0/Sas9vVf8vZ6mkz4OD5o8ss6CvZ6uR75yWv49aQZmvhbSFb2jLJW+nLzavRkHtLnK0ow9PTUbvYC5oz14I4K+XsOMvdtzj74TXx6+zzHePXwxdT2cXjy+H82kvtG1dr5HOVS9choevY4LlL6P/xY+9eWJvFdMcL3UoLQ8mPitPvKifzxH07C733qsveKQJj5M8Qw+o/1YPpF4WD3ArKs8HeJhvrxUK72659w9wqqwvdYUCz4oOS09sdMsPuwqPb5wos89+YuCvELf2T0y5YW90Af1PUAyaj3gV7O9OrlVPHNlJz18J5+9EQehPjJQUj4K7vU+eW1HPXlBDz2P6PC9wdsEPQBRhT5Z48w9kcE0vswuHj6diG8+nIMTvJ2YHLz26xC+4PENvps9+70djR4+JFP8PbQscj3LBYQ+88kEviXgfTxT2K2+XYEVPVzbAT75TqM8yUGSPCkPBz6v5gO+J4ktPjiO2bzCNfq8bp5YveWoCr2FqZE9JcnkPf6QKD0/Vce9FlWrPemo8r3im/K88ZNBPWF+Eb5DWsG9TevMPB/XLD5urnk+5yYLvk4YDD1fk1S+rqBIvpmuzjqubJE9cGQhPnq93Lz/Wxa+YDQSO7QJsj2Klnk7+vohvn7tnT3C7JU+k57qPKXh5b0jdGo+HX+qPuMsHr7+8Cs+SxM8PHHYEr7F/hg+NqwBvjZCCj4vX7S9r6WRvlXgmD1k7GE+xjiwvfhPFb6O1lw9KlDUO/Pz7T0omWC+6jnjPUkZzb3P6I0+jwDsPQjMDz1MgDe+taydPbYmdT72FMI9c4nnvZ6Lpb5BZpU+9932PV/xND5wiGK9JnXYPZkOhz6RVNO9e6X3PN0JLD6VR9G9R2aTPpVnCD4pI6C+mK30vZxPgz1EIY29hVvAvhLNvj5CkjC+aANCPr54FjyzMMa9R+RpPY40X769llg9+RT/vegHzz1OJkO941mlPjtjEj20eoM9Jfq0vaOUwzyB/RQ+DOhgvdwJPb4KYRg+Q2QxvTa/2z1KccI+/eQtPulfmj36g5U9OkhiPedLhL7GS1Q8Kq+qPs3T1L1BSMs8MYSqPgmgwr0QcOw79iI8PfwWPLpvRxM94T0LvCC0CT/HVxo9EMPFvbS20j5wMbG+I251vf88sjyYJ9A+oGN+vCzTBj96ZZg9r/0TPvT2Kz4kjGu+tU1nvgqTYL7aA6W9OmwFvtIQ0j1XZry+GP4vvj57KT7UjD6+Nte3PDrXCL1qHCG+HkcLvAQ4Vz5UCk286sD5PXgg3r6Iy3I+9LinPdTM6716C+i8YpTWPA47iT7xkCa+F8+TvsJETz65voo9Nl8kvG0mjj5qfjM+hZ0QvrbWmL6EwSW967fGPorDGb9vvlo88ts1PsRScz59/Te+zZt5vhsVNb8j0Cg+uTZkPtvtmT7KGA8+GBzfvOeCnrz8xN49upB9vaxNND6ADTu89UnAvjPNnb2h13G9HOtDvf9GKj6ZVju+gAFUPiaynDyZkA08QqVUPEaajT6TzNi95a53vEpaib01Gjw83JDTvt9Z6r2XWWi8a+AcvuFMD77+lwc+mCJzPuZ2SL5OUXo+haaMPpH4qT0DWt686QROvhtznr0z3Zi9x9OpvTLAlj0VVjC+iY0LPvxwur1By9K8NMGJPh0Dmz3qPAC+TxJlPmMe6j1gB5S9ZZyhvuZF1r0GQZQ+2FjWvtmRzz1lkHs83ePRPXuxVz4B+1w+oLUMvvZKZz0UMhu/VkTovQDEVjz4fWI+j9c6vc3+E77Hnj4+WO6KvQ2SSD3M7tk9vM3EvWkb0z5p4lS+Fgi/Pfq6Mj5H5mi+yObgvWcy6r33VTo+nwx8PkDaob0P7IE9XFpRPK52lL7oZle9nNkpPph4y7wJU9o+/gNPPdPF174ABx0+6oonPtGfhz3d2Y+9BFHtPHa0+D0Ajoy+ecqDPqJ5s70D9Eo9KT93vRC+6jwtyKm+NnWPPYcJhD0KNZu+yfMxPCorJ734H8K+aKYEPp7zRDwzxqs+8pZ6vqeTWD4TQvk9Fq97vs+uhj5NTZI+EpX7PUXggT7F6qe+AiR6vQlw/zv+CoG+F5BjPowvk7e0eMW+EPGbPrTIsT14QZu7m7WRPY9BqTyzRvG9bTQBvksLnb7zrwa/1bZpvd0D37zJ1l8+k/YivZVWHb3GeRa+ggemvU6oHL1hJws+XDu6vITvarz2PDS+1iqhvTrGO72wJyS9zdOKPb/BaD5POSQ9ChsrPqYyFD5fCSM+2GPHvYvWnD3pfpC9P1Ugvt9Vlj2ayqu93Q2FvP13d7tPKiQ+QAQcvZkwhr70t+48UQ8bPnqiY7093AS9/riRvczKC73anci93ecePg58jj0fnJg+rbwIPX+nqj16wRC+cLcoPg2ncT1yTYM9C01cPl7pNb0unQS+RRmEvFLjaD3ycCo+RASpPoZZUL3ZJGc+/NN6vgatZ75Oj1s+1CtcPao2AzzWniC+Z2cHPn3ULb4eR6O9ClAtPfZnZz7Oxb+9NbWWvRmMBj7RUSq+/qwwvN9zsj4pmA29+jCJvujhCb5jSLC9Ulv6vZMeHL7kky4+9DuqvMguS72Hq4U+zzKwPZb2PL0ig6484kiPvcB7Lbztxp89hiqBvjzwdD44aGo9RWQYPnH5/72fdR8+NKkuPp1Ehj7mWNW9JqrXPfayiDtoA4c+DoA6PkaLFT7xYpU89WRzPvaUvD0kgz2+5FWEPRJtdr0maS6+OF+GPsq/hz4a3xe+I80Ovln4+byDk6k9hPIIPtkPE72JhHW9O6tavm7vEj4sKEE+B0sJPhw+Kr26jmU9bO4APLrDrz3jkaG9vKHove1vkr1vFpe9kOeEPNPPvL0nxPo9TkEvPSW8urwR6KG+UkWhvnVwpr2D35k9N7ZPPstMMDzep1U9c0vMPJNC7T4nXgM+/lSGPSV5jL41AbW+atZZvjsrl71M5q2+QFT8PcATDr4Zjh4+vzAGvuD61b6EWcA+kCiNvgR38r0EOrM9qGU4PsVHj74j0SK+TnZtPvmExb7YuCa+JWiyvXg9dD5w7e89dcsKvja02j0y+iO+GFyjvH3pu71LgXI9CqxdPulUmr6wphI+XxBjPrpVDb8BhJy9rkOOPvC+Wjyn2cG+vbiuvW2gzj0YH00+1S2XPOvU+j3f4SM//oGRvlWE873J8Xg+m+uGvXao3L0D21A+hH2QvsR4JD41c3C+NUT3PYo81b43B2i+7KihPXKPTrxay00+YCUpPlM4NL3qRKW+b/BcPWCtpT0R3U2+CQv5uz/m4L0V7ts+BX37vs8hGz7NWAA+D/4Ku5kmOr6oBOq+7WthPk6bfT3S+W4+HmpcPcJK3L5JhGE9iCiwvHjCzj7P9x4+nZvzPSipgr28iVw+T7CnvluLRb4FBd89K/WQvWJbrLwA2+g9CHpePZU2hj4mr3y9Ko2gvjNzLb5RwMC94/X8vkO9Xj52ga49jpQ7vqFRz71BvmS+039APbyCgL7z9Yq9l5evvI6dhj7R8FE+Qq2RvmQbTz7jdow+yvQAvo7jTz6ZghA83fVXPEzTezucdZ68U4ElPZ6UOT6Nqps8WyERP22OA78bcS89D9oovUJ0CT6D9gU9v8bYvg4CiT71Mys9i+8NvhSPBj9ZyaA93RjrvgzvvL2Wfhe+zULSvXmlgj17RUi9lc2FProXpr6umDs94e8dvl+6ob5etRa+QLNWPutOZr6xBCO+PYeJvmXanj2KIAc+/M3PPc5nkL4z3jY+7Qeuvo6A3T4VhRM9NqwvvgvOwrxzI9+9WRe0vpH/ibzce2c+H6Y8vdyDwTxcGbU+QqHTPhyzqrveGcu7jUsLPuzaW76KpiS+4PsCPhMW6T2tcIe+og2CPJ1CA72W3dG8lNN9Pa0fmj47CX89CrQ/ProJnD1QUsG9TON5vW9ft76ezZq9vsYWPrSBIL2ILO28Sgf3viYo0b1eOau9NqlwPiZ5+r1k6oy+nqpHPnws+b7Gzqo8nDPaPP1PGj1bke+9wZffvT5hcT0k5f6+CRaGPontDb7+Eo49w8oZPgnIHz4Zi+69DUGLPs7tMD5UiKy9a+YkvVo42r6Dapw+XCO9PYm8Rr2UMDG+LCEDPimvfr76W509eEHPPkcaqzxDIK88stK2vfvJtT076eQ+25qtvbNjlL5s9o++RpiuvEni/T0iQW++rIyOPucMED5oZxU+xc/QPcryiL1VnkQ+tDSbu3bYir5BQjK+sJ68vXOc3z05RRo+pj0NPlnRQD59QAo+8Ih9PVyd9rxzc3K93xeFPNVIEL1pf3++UCstPcKJpzwEB4I98qW4vXTg1j2qdZi9ytIgPen6Mr7MUYG9T4biPQCQt71Ff1I8nj0nPEhoDb3GVQo9Z3h8PUmwST2nDRa+dtsHOskT8b3G3me9fRFbO47gT75HTkm94WxRO8g+S75CGKa9OgpKPpH/Mr3r0Wa9cYX1PHA6D74etkw72INkvWZCcLze8Ly8r1xkvqG3Sr56+n49h7ffvbvBhL3gbcw9TFKBvcg+yL0BM0G9bUgLPtIyKr7LWRU+cjohvn691rvRNHk8FLTyvXXgaj7bqza9kD0YPX4ef73HxYG+ADVVPqFOo71MGoy9jqgGPamBbjyFl+O9k+hLvfcEhb5K3fy6KcCIPEpAOj4dvfE9aZqXvcR3QL1oYGU+lbpOvlG0Er6R2Xy+NK5Avv6pSD3gFOG9pMatvd5Qiz3Qmma9siAWvq3icj1PgOC9LUHHvc+hRr1hgUO+kurVvd5gz7127Gq9L+W7PbKTEL45P+U72YQpPpbsbr55wXK9uO9FvXtRHb2eEjC+qaNSvXd7hL6DMRO+4MadPSfXgr6Y/2Q9AxnYPY4WALy+2PS9SgWzPG9kLL6h0A88v1oNvsfMnT04apE+i+iUvTo7j7zqEr4+z5ANP/otgb5E5Ag9uGlnPoo8xj2cARw+q06vPpDo1T3uJMk9hQ72PY1CxL1KhAK9VC1BPSItkz6fNA69bAeNvvWlXr7IRZm94bFkvRN1z71FegU+elYlvikBKTzqY+Q9d7+YvK5Fd76Uj9e9FD+UPfJVgz7qvxE9dhfKvkKS2j36RQ29UXqUvGYijr3E9Na+/WFGPrER1D0dH8O9NwXYPUndoj7n0hC9f4CQPkKVHD6yp4G9S9cHPXEcU76zapC+YOg0vgvuur1oD9g+EpSGPSTmDD46q/E+HwaFPjsBd71hBDu+xMChPsA1gD4XI9w9DFiXvq8MFTzH4Q29Kn9FvqKHHr0wtHo9ad/KPKNZhz6X79y9YoveutHbFL721N09R1gHPSY5ST6SkN0+kxEnvh8dtj2k14E+xIFDPjF4DD2zqoQ+MkqLPQXXpzxXI9e+2vGBPjLqBz4baJQ9BArIPJDJgb6hDDQ+/FrvvTf5WD5+EoE8urdsPsVgAj455R2+0xT1vdY4hL7FFfy9riLNviK8Cz3GcEc+EjegPifhwL7k7oM9LdvOPlD7Ab7NfCk+ORkZPoMzcT5lliy92Ae4vblAgr5sCra9xDYRPpuL0T3vOnE9OxfIPEaFDL5ZB1w7+FVNPh0+oj0ZouA9u9wxPvRQXz4FjpU9cY2uPSwaeb7xg3A+zhPxPrlwwb3zfci9b/qvPnaOPb4a+wy+7GTZPY5TKz3S+4y8XgXsPXXZ077b4Fm+MUilPHdOc73oBI09kdWhvQb7Pz1HjHs+sUvwvfvcuj6UPoQ+wSmyPo0SB7uMN5S+ejGDPBcMCL2JdAe+lNiMPaCOHT5fURW+IDRZvvfBDT21umc9Pks6PjtfAb5Vxbg9lZrpvRd0tj2b2zY+tWIWPuOPYjywxMK9quWwPnWrmr7Gi5Q9b1zaPKIs8D0wbFg+2G9XPDHUyL50m7W9clCAPf4iHT4HGUK9hlR4ve+tgL5ZEvW9lQSGPufjib0gxGi9G222PjR63j0L1XW96a6MPlsyJj5KKi0+zfhlPW58IbnRQEG+J/r6PcWFGb4PDly80m4hPn1uI71M8UG9lLPGuxhD1b3eS4e+OKlIPlqoND0ISem9LY9FvRoXEr7FXzk+pIN+vRRoqj4u7QI9f5NuPaMLa70dwgg9AK1GvsRsi71byMY9YbSzvKmvtj5XHU++Ilv4PCl82b0H+zw+GSTXvU/3nb6sm7S+b68pPt2HSr7g6gA+J0ymPQ47Xj3HNZY+WFAdPq1gST4pGpw+LXNAvuOSirwSPWS9FwVsPsnkDj64Wdu8YFroPAphYb1BkUM+"}}}}, {"name": "sequential_11/conv2d_22/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_11/conv2d_22/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_11/conv2d_22/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_11/conv2d_22/Conv2D/ReadVariableOp"], "attr": {"use_cudnn_on_gpu": {"b": true}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "VkFMSUQ="}, "explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_11/conv2d_22/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Wy3UPQQpL7zOvxe9hM2Vvf8k4D26NBi9rDsuPbAHSLx7vj69eVICPbqs3z3XvLC9Hf0OPRlPOzzEVyC+iiQJvM6+5bvb4US9xkRaPeEB2LvD+p68Sd9EPPXKqjzLAtg8DFbfukID2DsfrOU8gmEdvfsNKD2Otr68ykawO8hntrzLiPO87J57PXFw5zzTHCc91pwavFyWlDyBiRy+AQQ6vcLS0Tyj6M87lO/aPHE+BD0TmbG82fMEvOXj97sY+729558BPXgt2bppxOw8S/Q4PV/hOT2XBX68HT7UPCYy/LwT+yO+NDESvRGhzzufs3c9adVHPT3FQz2gohI8TY4iO/G5RTwOYTM9/9RxvoKbgLqHOfW8yfOLvGLOKTyysPu98sMPvh7N273n6iW9/PDWPExAgLz+DMa8v/2su37DrzxLSDG7SCGDvV8mNz2HCXW7vP38vPwDlDxlpcE7h0LdPI6ZFj0qEtE8sbRkvKfL2r2BQAI8n4ODvB/7Nj1x5fu85PHYu9SY9rz9bpO9LlBsO/lJcTyp7Bm8/9aoPJM/NbwSdMU8NgcFvTDzs71g1aG8goL2vEoHYTo88gu9I9wevFOBozwObAK+KoSavvndQj1iAOe7gpn/vQs9Hb2Uusa8Z1a3OTJSt7y616Y9AOM7vVEYtDxysSE9wzB0uUkyZzw="}}}}, {"name": "sequential_11/conv2d_22/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_11/conv2d_22/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_11/conv2d_22/BiasAdd", "op": "BiasAdd", "input": ["sequential_11/conv2d_22/Conv2D", "sequential_11/conv2d_22/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_11/conv2d_22/Relu", "op": "Relu", "input": ["sequential_11/conv2d_22/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_11/conv2d_23/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 