{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "Iw3WvbEHLj2mMVm9JkOfPOnflj7xiac9E//PO/RDFr5q3KI7g6drviz7LD6xUzW+ll4ov6eYYD5lfEi+eJfFvUa+kL1PBOO9CjyXviiwlT4LpE49LklrvmO4pb6fqMu+IcUnu2YNNb0egao9W7MmPrlAGT3KO9I93HyFPqT7P76ik+E9SweGvqj577zLiQA9bqcVv89Nxr4NzOG+5DE2vkdeCD5KCcm9WDoBvmhzGr5RHYq9Vlg2PXgfMr5YRMu+jXOsPWAJqT7HwJ+9fQqsvkY8y70HAaq+VEW6vE8KIr2aqx6+Q49APi4cXD1kfek93+IYvsNvM74qIZq9mFgEP+exWz6bypS9yBAcPuKOwz3zkym/UjOqPTqeV7wbOY8+1HLxvPoE/70juA092mHGPZ+qPb0nfqK9coPTPfMKf756mFk9TWm6vUEjFD0QIfe+OACAvWEAjT0Wcg+9G97zPIVPDD64hXq93PllvUEMVL7qnZM+laf6vYkaAT1UgNo90GpXPvBuLL7NlW4+c+ESvWmrhj7Ets09MdiKPlfCFL0061c+73Z7vgsWCz1dQ7u+6edOvnMZlj5NHC0+a0QyPlhJn777pII+JgpIvVLWw75eSnu+96pcPYMStT18Xhg+6clZvSgJiT7q5Ws9r4IMvo6KFL5vHII+C0qLPhUMET6Srnc+SHzcvcIklrx0dt+9GGdZPtXQJ77vBK+88x9TPhwfH74AykK+2P48vlT6zL5+76e86eU+PokGJD6f4Ku+JgVOPmJDoDtbCZC+cZf5PROiW755I4o930ShPcHNEL6ZiWM+67wovUr4gz5Qx1A8BwF5PqZjMb6lp4u+ZDcYv03LML30hZe9dFNBvu5ktD2i4Mc7oKMMPsdUY70oRoC+jiDMvNsm2z0+Mg69F1JIPkfde7zqsGM9C4g1PvOQwb5x/lq9DaccvXoUWT2hrAk+jkiIvbCRC76wxPk9ek44vbaruru2Zn8+xlq7vjZ22r2YvPE8A6umu1c3q72AEyM+479svUDGJL1ENQy9SuuKvjvnJ750QeI99pxBvn8heT7Gn+S9YQhNPrQE5rzfB2S+PaITvjtXrD7JQpI9sYLrvjzCVLyfUNa+nuoZPl6JRj6mtWo+/USbPahe/LwRgGW9X5KKPQI1Dj4jOTU+MKumPS3OVTyKl3K9tH60vroEIjxdQhw9ZPeNu0YR6z2KOlc7esl1vicCXDuHAby99sHcvDAlMz4qhYy+xMSrPcoB3b3sFCW+5c+ePVBNDb5jt5g92MB/vkeKeL7iMfI9jsatvTM5oj4t0Hk+snWDPszlxb2vxI29oZKZPKh0cT7QnYU9oSczPgYRQj5brji+IGPHPlrIpb1EEs6+sDMXPXkEZj6DIVI9qv+nvjqgar747uU9yMkVv4vVBT/nQja9TJ7dvdavuz4kiZQ+TsXQO7MToj4yGjk+7Eq9PPwcbz5hNB2+cimwPmI69T7DlkY6yjdCPmqdlj3zwW6+vUt3vkIhg7u3iS8+k9D+vSPOMb4VK4G9QSInvnamjzvAVos++Ghqvi6FJb58dgQ+pn7oPVUsBz6opGU7WB51PlpVejtIrk++kwGWPqHHNr4Iqxy+VYFxPh7Dfb33x2A+GqiuvXpEQz7dsE49WOWAvj9mZrxsxa++8gkXvpsHrb0SHDY+CXNZPtYuMT3hMYw+WsKbvtNE6T3Wc82+EzpqPTxlX7yLQ3G+Hsr0PQBN075m/m4+dysDvl7TY74N2Kq9AFvzPSf9DT5AZIs+eTVUvS0pAb+Uf5Y+SLM9PgQLpD4hZzU8r1lqPiRLPb57DYO+pjFPPaEwcrwpose+3ygQvlzMU77oY9A99BMWvv9JF76cDvg9qXKivSyrl7wnARo+GzF9PkErND6FvyM+8RJQvrN3MD2p0kK+4zSdPCx7+j17agy+1upJvYnHsj2w9YG+eioXvzYR/z48qjc+ZPD2u6DBeT3TSIo++9Ojvf5bHz5BsLi8nvh0PglrcL1+lQW/ojqivj1krb4gcXi+7pqdPX+QXr5MP/W9/P4KvrZ0eL5jANk931fGvksIXz5sWIC9x6JQvVLHlL1xOAo+CIxovgw4L75sqq6+Xcn1PfxNWr4195q+kjvYvUIW1zwCyx0970JxPlaCM72HgiY9b8JhvjzWzz7XSA+/00eTPq1bT75psc890d5qvs/hET4zXxe+ZePavXlpg77yD6I+dzGxPlYtKr5APpi+ImuPPiSzU77N4qo+U4k6vxQJj75gMCS+GxEZPTbYsD1Dpzq92Z0dvqD3Lz/8vHK+AU1fPpmLSL6lnIy+wM5Sv49O6j7gLco9CNw6vrK20D6Dj/e+w/5jPgnsY75rt4g+7g+9vApIp7xctha+F6tovvAxAL7zhYa8YBnsPZHacr7IIus+EY9yvzfflT1HEt69eXVEvmqyyr0uKx++Fya+PuxkHD40XDw+oXKlvsjgLr5haOO96QLkPY/tPT4CR7K8B3MHvtXVcb12o+09JN+hvu1tCj7j48q92gz0PVWArDz/GOq9jTtDPicqHD7GNoK+t87RvRWEoj3sATE+PXmGPf1rg717rQW+QWIKPt8asz6n7y8+HMaovSojDD4bBZU+PvDQPZN6n75HBtU9fbTxvcaW873XbYo9DdoBvaxZRz789Bi8KZYEPZXrub7nvUg86hEePvw5cT68RcO+BXN3vfMNOL/eUb89O/mevoSq+7ywn2w+h8wOv6f/XL6s3Sw+Vqymvbmqp77ozWe+pau6vsuds77k28k++xjBvX/T275ci/S+NJprPp0Cbr4RU6A+9Z+OPmTrUz0cxx68aJ5vPpawib6WvUC+3lSOPQ7c7D0LSzs+5/GjPuowkb4FJYi+RZQoPgrUTb4mohQ7kVgTv/1Q+LlLggM/L41jvZ5KKb4X9JQ8shbWPlsiRb3Pvju+l4mMPoxUoL4YrWC+6XG0vd84kL7cT648K5FNPjD73b7qUYm+CKo8vpCgcz4Ghsw+UBxtPo8nJb9E3No+MtbsPTkBYb72hyo+Y1Gxvor5EL7aYWU92n4rvV+qOjzP9TG+NEBDPD+IGz1X20K+4/wgvzghED4a8dg+lZGxvh01Cj7MPri8SLsbPTsCAj5bS3O8TmcwPWHPQbvKucm+rrfHvoeBRD6P3C0+xBSmPisYBD75CKg9f1FTPi0KYD49yYI9UPLrPTATGb6T7yQ+InbIvRlIMb6Ziac9R+w1vk/IG778ZbE+h4aXPZy2Lz02Pya88AVlvrGnXD24ofC9okxEPmZndzyz6DS+JKpkvnQrK71nXvW8EJq9PiYYQz6bwvi9TzkuPj9Et76VcmU+0b7CvDKW0T7nkIk8T9InvjO3az5KcFC+6Og7vt6AAz4VqWO+Af+BPsIQKT6qebi8LvOsPgGOzT7noYU+VtiyPXcoiD54MJg9dfz0vpQ5ET2rTTk+eD/mvphKCj9G0aa9HlmFPr5FND40Rx8+780gPcWxkD4qPec9oivHvGkILj5cyR4+o/J1PXduOD7HaTe+UFA4P0//sb1T7QO9us1qPvuU7DxMj/a+xxBjvUVemL5LygE/qRl8vlTWFT9wuIA+hgKVvuB+6T1hQpI+mFZqvpZXxT3wRDW7E62XPh6jVT6e5Yy+PxmvvVSXCL60wY89B+sBvnVQIL4S8Jy+pZDUPCOHjj0v8Uc+o7W4PRCYrrz8Ov29bu9SvfLKpT5kDJu+AiCCPhoxlb4solI+MyhLvtT3ST543RG+wskPPvWhAD1sUR8/uywqvmR85r6pJ/W93xc/Pi68zr6iiiC98fI6vGrtYr41VW8+0iIFvTMxBj+uoOo+WHP8vRSCs74vvLK931FfPhmctj44PZK+QEwwvSp9AD43tD6+rmyFu2e0m714bD++AUNNPslUlr7/dYO9AliuvgSoED7n7Fw+7EMSPZDGvz1v/pY+V6IbPnaNlD5jN7S+RhxBPkEAMj5P74q+l5K4vb5gLD5IqYO+dZixPthT873IwKg92jNTviHH4z7eNro9CT7xvHlwoj6LRMW87EC5PrIC471qc8U+XhusvUvFtL4Ihhu+TIWZPXlJaz23SkG+UlwxPmo+jb6Vx+g9RFRvPiuxxz5MW+y9auGJvCatpz7tNUk+ZZK4voV19L1AxyS+0GfZvkyWLz4oNFQ7ZvGCvjtqDD7W+Ly90ggTvTTSFT7wVp49fYOuPiOPQj2dJ4W+l/uQvfuY5r21CF6+dpjWPXoMwb5jMz++UIqJvQF+Jr5mC8E+xC30PW6QHD0xPwY+MivFvhTQlb6hCYQ+z/yVv6k2XT6k/ES9BsMFvnTNL70WqFY+kQXUPf3XmL7ve0O+WKTGvo4guLyQeEq+6zJmP/KPC7/E2cI9ePCQviKSir5dL/++fSscvlL62L46oGK8SfoYvhKiHL4X/ES+vxu3uwW4l7348oY92XWcPjfJ/bsKWdE9xvi9vtIfB74zQji9Grs4PVXxEr45EAY+FPGnvnoZJT3riJ++lKoPPvbO4r05EV4873rVvZeXGb34I9a+VgcdvrWCYj3i4xM9aoCEvirbC76AUEM+VEmyvXlSo73qNSA+pe8hvxk9Yz1aHZ6+poYEPv982jsoDA29tKKFvRC2L70UF9e8dCQjPj22nD7I20O+nn9IPUUZhz1EJvm9XySxPZBKoL5zU1y+Z0JCvit1Jb5r4ww+DxVVvjoYZb63xBg+0VBLPEliPz3f0r09I1uNPvUKgb4nA4a/AK2DvP5UVL5Dpum+/4LOPvBwnb4RHkg+r3T8vtePCL7cUEy+Da1Avrdep71jsec96mY9u94Yfr54RYK+EJORvairXT1VpXi9By+TPjbXWz44XgY+TQWLPqJ3m71PEbk+iitLPvDwl77O8vS9Peb5Pmh1Zj3mujs+i6/nPaz0Ir4RZII+UrUmv4a4mL1isIa9R9dCv3FSxz2zrjQ/bizXvvDfy73H5D+82ud8vsLqEb7lXiE/8h13vSg8KL2E82a+Uz3Mvuk9ub2hUsy+46CAPVeL2L4tQy48bmt/PSAwcb70pLc91eYePnETyD6DNv0+2wdmPj9a4L1qyIs+mO+WvjrWC74zKuI9MLsvvstUkL2Nfhe/G4FWvol/v71fW/G9NCmDvRqRKL0jQOk+jffwvXPbZj6BNjM+PLA9Pj23cLz8Usa9OaeCPd6MI75r248+k6EEvxiB5j3bSB+8eKeSPrOpor2okm2+E2ihva05iL4oOIK9dLD1PUSgjz2ZTT++K8bRPTa91DzSc3g9RCDmPBwXrb7AEBQ+i6LXvj897z6hsao+x1syOw3ipL3LD689sYGmvra8VD66efq9qNOCO51ivL1sOsg9XcvWvf/rXj4RkeA7Twn8vh9pq77uV8o9Ch3dPSl53T4w4/69JPdNPp5avz2blOE9wtOOPsMQIT7RsDs+axtfPl/dHT4NF8K+3cRtPt/boT1k7rQ+oIBHvoRWkz5DaeA908j+vsRawb3Fg5M+QuC3vtd5Zr8hPB69XJC0PV4RML7LseS9vVkZv9xPrTwLjxI+1nC9vviDEj9cbT08R3qMvk9ZMr1p9Zm+jTq9PiihJD7x1AC+SEfmPRAPwT6b4+K9xBaYPpXjG76eldA+G5/4vjrTij6pW8S71Q3KvnezLz5fTTo+yaVgPtkM8D7u3wY+wIVBvWdGqL3keZi+90CWvXz1Jj1hk7+9eFErvv/1575D7vm+unyuPt8a6j2LEnA+rNGpviVt7b2yXq8+TFqEvq3MgT6b51g969GnPlF0Pb5ytZq9LwRnPuZfcj7HB7Q91EgpPotBhj613tk+sO0Kvv+36L6SHeq9sWGQPc30LD/3gww+TNQAPjgTGD4PUT+8K78nvlAeYj52CgG9gBjEPu/m8r7/oBk+K9a6vurJFz61vAY+lfl6vqQmOb709hq+GcMJPpbevjxokiI+mCtJvNRlBD4FcIY+CngaPjYh5Lq/zWS+whRCPR9qoT53wKk9xOtAP2McKz7o/+k8yxd0Pvvkv71SLQK+oJEqPk/pLT5cQeg9RChcPut/UL4z4bW+2OrjvQJ6nz3VJaw+xfGjPh+tuL49q4k8XxFYPmLn5r6YeAo+yNdyvva82L7vm9a+cnOCPnC/c7y0Q1i+xO0QPqe9I72dAD89WMSAvAWTAr5JNNc9RWUXPQkDOL4joHS+gHm3Pa7Oqj3bb+y99vcJvhI1Qb7JNxq9S9krvcPX1L336DM+WDfHvVjkt76LPQa9KxZVvU3uBb0/WB29adjbvuKziT2avxA8hUYyPtaePL13Cdw9PougPWy0/b0FUUi+c+sjPeJLiL3LlJ697VHiPQKPjD0KRQ09Nx/+vf4JTL7Jo5Q8wFqXPeCSfD2Vh8c9CF7Cve7fTbx7Fj++iIvxvUrWEz6nl0E9iqGHPV3NqL3YCec9seMKvc19lr3N7Ak+BlYKPsnG1T3onVY+jIMhvv2IO70ybl09XhGAvptvB75h3v28A5IGvo3St73qKwU+xgkrPj85OL2XbRs+VxQsPoyEwb7qSYA9EWNpvg4ymby00Bg+m4rFvQ637D000Yw9wAqAPbTNTr6kZDG+340ZvWGuFbz9Epy90XD/vMJWvb2grAO/x2M6vf2Wpj1KAZk995sbvvhl8T2f5W6+od6yvUcYHD36ceo9MinavmdQDr6jbOm9Uho6vo8ipj1z4Yo9jxGlPftgl73pZ3w8pKwqPo6tt73c3vO9WRGgPdi/+723RF29q4/xvcF4ODwG8HW+VnMBPuxiOz6q4FS/Xkf+PW4b4L3JEQM+Eh9sv/cAoj0e2AQ9Ao14vbJcabwHf3299qifPPy6aT5BEJs965ObO1O5JL0SWnq8Jc+MvdDDPb4m+ou9CBkxvhSgrL5UXG+97z5Zvf1+r72dNFY+z9ZZPU+nrTwEBrm9C/s0vr3It7ws4BW+FAu6vn+lPT1Cqzm+lzTwvFbJIL61goK+CVRcPt9p3T3kSnu9YgO6PnIWHb5P4+49uPNSvho8OD4Nw9Q97VrDPEL4Wz7NQGa76psGPm1Obb2DimK+uVpEPhh3MT4eNBy9F8wRvURNdb7QIRY+t668PORlxDyCB1a+CjoYvhhPET4/ZcG+bkLvPBmsyb3Q62E7sk8tPmARbT2g+Eo+y9KOvhaRjj5X/wc+Wx4hvaLYwr0ElmG+NIYhPnE00b1tQke+zg+wPcvrUr4kxEk+Dwb9PctKID7IVhg+8mTOOxCmoT6ZUm+8B6mqvXeyx733Rp29rlbpPXYh1D1REIK96RunPWYzR767/mw+nTQuPSRhp72SIVy9cUfLuxzx5T2NcuG9E1AtPhcxeL1SElm8kORpvv3jcb41wD28KOxYPDQTlD5s/rm8CinvvYTZ4b3idDy+1xFGvuedA761gVG9Oiu2vXdRiz2dg1e+YcBSu7dBNz68tAQ+2EAdPggaBb1a2yc+FUVnvBLpzbv69Z4+66MBPvTuub04/e09FBYsvqhFP746mis9RUtPPZL+AL7tB2i9A6lRPn+fUb1BJDa+BWGivdfxET0ICry97lt3vQ2Sfr2++N29ubECvRns1rtAEHg+upzkvBH9sj7gkCq+Gg8bvudAKT1t7d29yEQovgJoFT4Ysa+9wg8MPkCxSj7fCp89ef0oPWxujT28WfE9lcrVvVaNnz5F4la+5Q9uvqoHKbzLjI69ykPnvYedh74o1W29b4zYPQhqQ77RRYE9IOI1Pvek6T1Fh/m8KF0dPi+lNj3hw1A+wQoZvlDAfr4Siic+Vk3GPfxuUb7AndI9RGyiPb+CyL0SarC9FR6UvHy/g7zsoBG9lXyIPpwvj7zijAu9Xm5TPENqfj40bFC+O2aDO7ZQnz33xHu+AKTNO5c0Dz1Q7Qo+OfqYO6oCv714Tqm8p6tZPtsS77y0g2E9W8rBvQJUkD2DJmK8hqgBPlsT1z6RHS0+wqlxvoht4Tx/Y288ErXYvYypiz6P/bY92UjIPHZXDT4Oxhs+joRlvvLkKD6WNBK+sPwdPsv4Hj4Vasu9c7RZPgY+QD2edps+0ieovUnMTb01NQc+9kicvV6qXz6i+UO+2HKgPQgm0b08E4k7mkVvPdEBsLyHlYo9dZtuPrTDXb1WMXk+5EaKPrhUoL3w5yK+l+qPvjoYsj2alJS9V+UkvtZecb41ZLQ9CNNAvj9hWL6iOkQ+G2rzPGfbS73B6tA8rsYNPoKv7L2cZVk9XMMdPs49Hz68J549y+4avF3HST5o+PU831IHvmU6Uz5Jgh89sNDEPcnUuDsd/Dq8KKj7O82Yg7xCWDA+sxXjvdYBM75t2S89pIGePfhj6z0V/LA9a+7CvOAPbT52m+U9Y24xvWJMez6GQ02+a4aJPrPHvT19L5w859XKPUG+Uj+1OpK97ANoPUha8r2dgYE+Z7havgmRGj79Z/c9cHTrvUnC1L1lvlS9xXPAu4RArD3Yhuu9cu5Tvm9wmr0KDY4+KKECPZaGBLxFw4W+B/MYurN76T0UBGQ+J/0aPi4O6L1xDXo+9rQ7PZSHoT26fB8+0pejPJAu1T00JR4+mKb9Pb8DCj5mZSc+PWRaPgincztiKDG95UdcvlNbaL0Cr0A9CbTnPef0Tj2i2YM9yfPwPfItsz7pILw9Epq/vc4nRj5AYYk99D2SvTfcKr4vGPY9ODi2vNAGQD48ksA98DOFPnQ6vL2CeEs9zoVqPQowEj153S28ONyaPY7mrrnEnpk9BTWOvSySib2KoNI8lkJQPR9kqb33b0I+wapvPcxwTz7MGiO+T+TRvb7+nT7dmDE+NrJGPvfSDz6Y4Ho+66JdPYtybbwvqr69LVSnvXvswbrejfK92a2CvVQYDL27rQq+NOWHParyXT6f6ki+60n7OwsvjD1BiRY+oTFyPmjlOr6KeOm+GovHPkpJSL5reb28qDbmPJiXLr08n7Q+p2kLvienoL2sJHi+qgeivKjOub0q+Hw9+2Hkve+1Ur1Wx6o9kDxIPije2j0zHXi+uqPiPA3sbr5GYUS9A6jzvoMcCj0ZaGs+qG8GvlIYXj1rNN49lM/kPi2Gyz0HP1m+D4e5vXYj170JkYS9itJVPNhMiD15hDi+LVYGvrxA1T0HdJE+ukNkPdNPIj7+wFI+6LZHPJXEcD6tZN08OX72PYQYqL0+tGw+fl1QPrigbL7/TMc96LwHvUjWc74iYKe8GX0KvVrYfLw0GT4+6fdHPuH3Qj7ulyk9u1avviGqJr1lYwa9joVkPIN5zz1uzo69NrIrPgFf87yG/MU9AZ06PUQ1nb76fSI+ZguzPYcclD3yYNi9MDpfPbAkQb5ZTHU++DKKPpvCkT7/nKI+IjAZvUxXeTzuv6u+l3sOvugvmL4th64+030jvoQutT31s8+7X3QbveSYr7zadx8+dAmQvtJL5L3k2+C98S4fvqz9Xz0pIZM+76FjvVKsAL6wgmU9ugedPUgf5L4bO9m8viaGPu/rB774JJ49RwwZPsBc5jz52pc9Jx/fPHQMJz7ETVs+//LivXAFej67TQe+O+wIvqXVSz42OoU+GahhvTETjb2O1sA7++OGvZjXAT1/VDa+Eo9OPRUvgb3+cKg+R/pIvsqHdD1bIQy+3R2/PZy7jDz2P128ATD+PsfTr76IBJ48JBmaPk4XSb2hjke+I4EJPl1hHz40T+e92KEDPppvvD4vNwQ+bCAVvqB7BL6sdRm+HS5wPtVuY73xbpi93tz+vJ166z1eb4E+sdtwPef/yj4yqbQ9bLGTPPoAlD6nJ6e99oYxPQtPpD6M4m493wY3Pgx3ZD1hcRu+Ds8VvggVd71Zr4Y9TgSiPrP3ij2286I9K7H0vaXTnb4Ra3o949CIPOLsLr1lVVi751Y1vkAcIL5wfrk96qoRvt3qmj2vtEE+35aiva24qj4cNyS+p9fQvbyT2r0bQNs8EYJvPqfnZL4C8M69tGVSPuVM771LYZQ+eqxIvgkrIr6Koxq+UpLLvXakwDvRe9++I6SOPYJnF772FvM+p0W8PRvIhr4dNeY9TB4oPkhmJz9PwdE+dzJbPaJOdz1VNhC+GcXpPWrdMz1hbi49V6dsPoPper1B0Rk+auAGPIoPJj3rxWu+etMmPY6xijwh2+g9KRtjvmU4CT6Ezbw+p5WFPvDNWz5yoMG9BrGpPfViOb54uoU8ugxzPkfRhL7OP3K+5ktSvp59oL4XQeI98nfdvWCBRzye5gI94lllPuE1hj48fgI+MZ+/vfA02L1FHBq++K4dPnoh573PWHo+oTJsPbPTVL7eiTI+TTgdPrD6vD2W8Es8gVipvS1+JjuCEKs9Zx5+vUCZOb4d0vS8hTcOPuT2lT0jotW90bP5vcnaLL7hZ729Zy1/PCtuBL7LXXE991ZzPahxm7528s69cpoZPTdp6r0E8fc92o7lPFt4g74TrFU9EbJ+vbv0jj78Y7g9bfjAPOLkFj1IYkK9giS+vU7mmzz6hiQ+zi7Iu+V+Rb7Ov86958RTvgw9SLynz6E9X5nJvc/oO7wMO8o9Zxf7vVVPxDxNhSG9EBcCvUWMd70yViI9k+TvPMd0CT4jax+9EfqIvVVCsz1w2sy8gmMQPQa/Rr4/Jvg9LVy5PUBubDxLEAO8Uklfvs0Oaz2LBWW9quZqPJXNIL6zul6+AkqvvcRBBb4LyTS+ojQKOb16dbvq9ay+PutKPaHmGL65ojm+GnvOveAWKr2hep29slmOvNZg+jsiX9i9mnmbvRBNEruL0vY9/SkNPiaU1T3EMh29jn4qvthFnT04Gec9e+EkPhWKij1JXL+9YbiaPT8UJz69sCs96z64PSHqET302V28zlU3vZ5qiL3+LsO9cISnu8lXZr5+Fni+QJUnvo3Bgr4tNzu9kewYvpK2yL2+LRC+wmtKPWPRYj3+XuK9VMo3vq89NbzUvrQ9zvh9vKuWSrsS0TW+M+D4PV2zY77aVwC+3NiBvrWb0b6hnbg9ffTtPDHzSL5TEOw8QJ6QPq/VMT1LaAS+v3SBvsNXqj4GQgQ+IanvvXqWHb4/wnm+tqdFPWAH+z0Qhek+oV9SPgm9tb2BCig+AJVIvrhKAL1wWY2+jXjGvk/Z872HNJg+ZGVmPtxKp7zoN70+clVdPgiTQL2qOr0+D7MkvuzPnri0c1K83XQtvgrWzr1q5NU9u9lQvq0lZL79qQW+IGkfPXGShz0L0BQ+0MDuPVzDoT6oUIu9nhgdvd0H1r27MAI+TFlnvaNlgT5sjoo9gEpHvaxiZb4nASO+sHRkPp4iJj5HGau96w+Vvr5H/zwdnV49t+2BPWJ5WT5WYK49L7IUPpRRkr2bP0G+qfUSvl36bT7QwJM+ebN5vlREgD71hLg97vvdPSSGsL2YABk9sOEHPsdeqL0LCyK+pQ6APVHz/Typ5NI8UKH9PQKLrT4F4eq8h7BRPrkqCz6bDZ6+FvOnvo0/WD6jdEk+nKKqviFwMb7As7y+ykEXviV7/j1SoZy+Qfb6PYS9aD6Fg4O+q70NvqtG8T3j8oq+BOyGvWvj+b0fmvW81p0dva6HOzzsLUE+svkKPoKAIbzlEWK9HR3tPCdfmj0r92M+SrmgPlafgz2QTp49mpfdvZfgEz49XnC+w+o5vjqNPT2O3sg9IT6OvRZA2b5RI8u+GNGXPmJcnb0r8Fa+Xe2dvZ3c+71LkNK8yDGYPUolcL7399k+OXQ4vWn0zz0cAPI9KBpVPoCvkr1FF/+9pRrXvSY0Y72iNr6+/xZmPgDjVTztuZ488HgSPh6oQb1F/pG9nSdUPlW1zb39n009r8wJv911Rz6eWa8+TJXZPvhmVDscRyc+h0zdPjKqLr5SHeW97ipwvSPB2z7Q6hM9A3e6Psqfo72P2Wq+4cLdPXsWojzLLZE8Ayx5vsjTLD4YzIo+wekHPpcCJj6n4uY9rmABvknpBD7wcgC991ETvvq0db1ASca+PfyJPeyYM7zBXgm+pI0fPAyn/z31P2+8sELsOlxQhr220P+8VQgcvqv+qb0DQeM+TtnrvcPJ6LyjVJc9L7aVvvFzKb4DT9m+06xTPXLD2z0+Cv28fLi6vuAfhT0vGB4+BAI6Prn+hL0Ksea+sqblPl5vO75ZMVM9ZfI+vo6nhb3C78i8me0Ivi9MsT6ckzs+olxkPR12jj3TIIs+ZjVHPgC/vL7o+FQ+L2kaPkqQUD6Up/q7J6WEvkdEVj3k+348EXYCPsBw6j6oEpE7u9VMvLwnlr5ZcNy99zKHu5XRKrkDDam83+uHPoWiebyZy84+rtwNvSY5rT3brG0983nCPcYdOr4R3bK+TI9Rug+8C77tTXg9pyKSPMJWhT71CDg9Gml6vohXQz4l2d+9A1mAvY4ZhD0tvpq+o97iPYQ90T1Dwea9s1m9PQ04cb3brCq+ZkwIPulyNL0RIom7IxT4vfF6gr05PcK9jtk3vuMySr5Ce2s9QEzPPf4ie73Nq8I95Fshvv+YGL4QIS08gTcvPtfvBj7zNcS94CIEvmMbCT3QZ+29OspTvXfP+b1m4Bs+Fpsgvem/o72PBA8+SCUGPT228L2LLpW+LDHkvNLvfj73RY+91sRcPvMEIb3J74W9b5sYPXUZhr1VHZW+1T4bPtlUlT6CkD6+mGM+Pv26Nr4XYwE+r4xBvaFbdr2+PpG9S9sWPkvzDr6yVEw+2251vnqfP70e2mS+RBTFPeUTTb2G1hm+uSmDvmV8GL4HHji+f0ipPBmSrD2S7xS75R+ovVAzCb6s7zw+ro0IvgZ9bb4S60U8YPMXPUIR5D1d7/E8yOcYPgB4ET0g5va93OJivufWET6viFg93EpSvYZkTj6kPdO9ZHsevgMBir657Y89HOeBPbCVBT5nhfs9j3NqPVDSMD70kZo9i4lYvfyFRr5kihW+bnvrvSXFmjzm+QU+2ZgJPlQ5tD0qgbM9m3uEvkcpTb0yTVi+v+MmvQ03m77P64C9qf0xvZit/r0BJIM+QJ3GvovkN75fAUY9ymravep9cr5ZnUw9nJ95PpZmVb4Rep2+87/CPSdwZL3jjDa+EHKZvUKOgb1lYso9o80JvhO/qD3tFx69ooMkvg1Q8b0V7mW8Lv9KvVL7x74XZws+F0+hvn/LJb6LURw9EZIKvi+V3j1XP+c97W0lv/HzEL4Lphk9o2ZKPr4K0j7QWog9Y0/gPRXqQL5ivgK+fbcwPnMkoD5sBgw+4u/PvNf/gz7Bc9A9bnOUvFcsEL2+S8c8WFAlPWynyT2RMIs81Wo5vbq6IT4G2oG9VBLqvtM/azyiXRM+hLL/OpNlXD3s/Dy+ai6wOkhbgT4y26++f9/1PtO9zb41WIu+pYbzvg6QAT65vio+5n2ovQExRDveD648Q7mcPe6tkj6CwBk+evp0vmIogz4qeqW+n5ThPdZKVL4b4CQ+yzGRvQHUgb4zoMe+Yd//PV68ST5e24Y9qBmXvjkyDL6q1Y48y3OivV7hBr3EakE+pkkqvTOiqLz8E4K9Xj8cvW3Fmj6hhUo+N751vlgd0jwgIIu9qc11voi2kT5q504+6QdMvsRkqz5Gi18+TXUSvRwDwL26Eqs8y7/FvqHbeT0kSIS9QZltvldekL10ga6+ygFhvet00L2V51K+/j+UvkIsIb2g7JA8QIeVvjC/C75ylBM+ZgAmvfdBBz5Hrfw+WtDzvvcmCL5Eow8+vlnNvfZbaj4iFGK9+S3VvmhhFzx9Bd48LKSzvgSSAj5KMGw9Zxv6vajxq72qqmw+xmqEvL4QBb4/agI/Yi+8u9A0ZLstRCo9JjwBP0+mNT1QWFK+jwGUPgD2bT46s748SgaovSzJG71m3WS97sOSPMgigj3KceY9AzyXvuFUEz7GF+g9bjLePRCesjy+jeY8zeEDvdYmTr4JLJE9ItUQvkLvhTh1kbO9FTqhvEcd2L1C7pa9wDqau6Tn1z2EeoY9NsqlvegWq7yzjAo+rpAXPmH4lL3QXN68XHpOPsQTpj6Wk0k+P9tsPPYhlL0TIKm+iCmwvV0Wgj75D+w9KbvRvTyGAr2Rjee9d6REPJvyib05A+29r2h4vnUFSz0HS7Q+n+GTPrpjnb7LDqc97ZmPPqZTyby6CJm839YKPekITL6ZaxK+zqLMvYcJMz5n3N+7zx4MPrrML74AMsU9QTRAPbBT/bwrWwK+NfqzvrIclr6/gQQ+u2okvotGfj5e3OG7i5MJPsl7/LylxSu83hFRPsvQhb7c+AI+hk+YvlyZaL6I8kS9eqkMvZ8VDD4W5NK8UqBtPumwCT8YFHw+RKhnPH7Jw71vQLo8jpFFPtnIV70d5RY+jkKYPS5JGTxjtqS9IEdwPkPDUj4yWD2+5+YzPnqjwT1fDI69lccRPm2h8T2vePE925kQPm4XXT1CxsU9uF9LPsfDcL6EKIW+2JNLPWYtsr0aii2+9cJDvUMF573hh8o9hhgLPg/1gbv+YwC+LrBRPgsr470He4e9JGvyvak/Nb5+MFW+2CYkvsdFkj1wqIi8j6Tgvayllj2ZJwo8N9lPPp3Uxz0tB4a9YyltvZPnKD4eiTg9eRmYPQOaLb1zhBy+nt1YviK22Lwcc3K+z54NPoC7Pz0wN/E8AaQqPEqWOTtMePI9moBNvZviLz7nojs+76NAvtYYpzzU6l2+5zCfvRcug71iYau9qJQHvk39/b1RQRG+Z5NmPkfSE70Os7Q9xg+gvQZWSL1Pn7292mE4vsyopb5juBW9soYrvass8z0RMza9P4Nbvcrr3b2dwu49ks0xvUdR8b3vxEG+2Wd2vu8RRb6zUSO98uvuPTl6Hz7oQUQ+ZcYQvu1dWr4bMR++WQFvPYYaQL4Yw7m9Ds9LPp57Mj0pRs+9OWkpvqscMr6X51M9Tp1avpEmsb1tc1o+mytMPbgZSjzMc629B4icPVReh72R1KM9qKLBPO0dej0IdGE8V610PSjnVj5hIpC9vAnIvG9VFr6ky2a+2AylPbZoTD0/UZo8hQ3EPSsmsL3KidI9nL/2Pf8GAz4I1As+lNk5Pvldh75750I9ya20PleauD1xaEG9WnwfvpfoaL5tyR4+dp2HvQTpNL7FMYu9p0hOvenqTr6qY0k9PHynPgtf/b2Sbfw9jcOLvpFv3zyx2/A9qYgAvQg8H71UbLI+Y9v0PT7Vgr2yzic+phpvPqt/bDyvPtQ6dtR1vrqhtz3fNL6921nMvjX0RL4SZoA+OSioPd7vMj49rKe8y/oBPty2kT0Ffos+xmvUPB9T+D01dhE8swftPG+Jm70Q0sE+y9ESvKaUmb4F5LI9cq2Zvvg5k76Pp4E+8dI5PiHULz5XXTI+wbhjPgBjND4jFCG8cvsavoOCfT4UaE0+/NsnPqH8tr2YeQI+o++lPpurgb4lrde9lOzovSYJYL0moMq8zBbwPICwfT5haIY735oFPotUAL43Z0U++VeYPKLggT0b4X49GGqrPfkupz5DDMa9lRpOPj9KHD4P2V8+l01Jvb65Lj7t6YY+r+ycPhZdsb291X8+AFZcvaCwmb0mK3+9arTrPOPdRb0aCLQ9TM5QPoCQgL2isVc918EnvoDoJD7IjHQ+T7YTviBSqzxEHNg9UKOCPWjVBb5Q0oe98jqfPoVmrz4s8o++jExBvi0YVT7ZyZc+PrCIPe6gWr2lRR87OU1NPCKHEj34szm9X+EdPlnW272rHn09m+knPZlVmDxXX7s9yr7rPXcixr2o6Gu+6LHkPKODiD5Ru3O+2yOKPp0knb41oYa+Mvlhvqv4brouRCq9algWvuwLFr6J6PS9fCjSvTOPwb3y/OC9DZRcPRZlpz78ngy/n1RvPsWgjT7Wa3I8dxmDPeXycb7EgdC+wso2vt3BkD3HyyK+FQWHPk9isL3kSmu9jxdXvsWQ1D20Q3C+sJiqvvsWsz4KnMy8L82DPeK3371ZLlI+W1EZvl0tSr1TO04+HnEePaw1ID/zttY8jV7yvfIrij05dfc90AcMvSsco74NwMe9IzpMvbRn8z3E3XO9I8aEvig/iL4aN0E+4vfovfDU3D25Qji7ziUjvO+g1Tv0DBc+UgzVPTfEMD7Ablo9GpgUPZY1Sr3uRfW9l6RPvhqUQD3u54E92BqcPol2E76KQX8+3HHNPcFLJLunO989wbUIvkp2Tj7ZKWA+dHoRPnifxj6ADWg9PHnMPTFJgD1D8kM+EKmAu0bh+z6D0g++HDXkPYBvhr38LoK8+MkxPpNBo7v22Ya+3N4FPk2L4D1ls4g+8ZFAPhH8hj2l3Ie9zODUPlK8hb6D+M89VEKLvrJSMr6ZVZo+p8J9vm+/L71VAOU95Vomvosc5b4iklk+1JCJvvepz70WRHE9nG0VPd/0KT5s/V897CWivtY1uLwjWre+J+KmPLglA76Hlo896ubovS59Bb4goCa+DWA7PXjDtj2B85y8jtNhPKBkjj1M5c29TwVAvjUw8700O/m93KOoPclaZj3U7EW92zGjvXpu6r0uSje+2c2oPY05ub1L4NE80dNWOokG0j08IIc+M9MFvvjdpTuGRyw+/OHmvTIdnr2xDIK+VDEQPkD/HD7mzjy+k1IbPWxLHb6QnBy9j8i7PclJOb6MK2M94oqOvMMFvz1HOFS+MxUIvl734bxBNkO+otywPcAq/z3ALPM8Q5kNPhrxt70jflG95QkCuzAnlTz67Me8Uq32vRQFczyfXyW+RV+GPe3K1z1rt0k9XjzVvdROqb1ebwa+guU2PkmVPL7mbRO+/XRIPewTqD1HDcu9oNSwu5ymHj33P8s8vMaUvX1hKL5E7wu+zIeUPSyzo70eM3O8HDW1vatkoL205YI9FSXZPf4jJb7RTSW9prF4vDYPO74M6WO+zynfvUU2jL7hwYm9r/amPYHfwb3wHCA9HJ0QvgzfK751erQ9tMemvT3QFL51hf682rwVvuJy9D24bkI9ANphOhrqFL7C8TA8cChwvKc3uT14a8W+iXZtvA14Hj32EYM9yg9bvr1epz0S/T6+8cMXPZLH+rtWvWk8fpq4PJJM5b3RbUm9kIqlPYqllDvGq8K75SGtPS910TsWeS68BJOUvTt3QL6Dhb89VhGtPG+hjb5BxEY8z8hePtLFRb4DjAI+ed8EPf3TYL5zqwO+pzQbvs5M6T1Khte9bOtWvjGYEjxecYi++7wjvuPjdr7WnC6++HRYPhbtrr4joAG+UN2MvY8SPz4WSKu+GOy1vFpAcj52JNK9ahcSPnZLv75Yqu69yJC5PhpeEb54BJw9Ky5oPgEbsr2hxHU941uKPTbQdj0uv1Q+oTJ7vq8I5LygMAM+4ATHPnAfYL7SXGi+D/WfPYeULT4w5ww++u6TvdsaFz41IEQ9TuItPQLp/jxy1gq+hE+HPuz2Wj3WHne9Dl/xPMH9Cr1mDaE9CdQPPtyujr7/LLE9N5VuPqz1rry4/0S94khpPTmB7TylG0I+rbENPBnatz1M5469G/Z2vRRcdj6Ptui8JpnEvc97Gj6f/j29QQnqve1o6T6OJxi+1dYNPQXJrrt3hS88jb8zvutHBb7XfRc9fTGsPKitCz6rcEo+paKpPOYELz6YwzW+fpyTPkulp71I0pK9+Mmqu7lXgDx+7Kq+CmJcvbDNFj95/4C9XtP4vf8gJj21CH4+S3i5PtuIlj7CdjQ9fiZvPkFdmD4Mow2+IMJePgjrur7Ysoc9A9WwPrXWOD4aRHE+Sz88PjoupbzwnPW8yh/pPnNAxrz1ijc+Zb98vI5qk75Nphi+e2xgPRoBhL48FIG9RZUJvsgICT1ZXJW9LugcPoqojj3qw9G8n/UcPqeS9Dt3dNw9WrGBPnoCbL6qXfM9UZYcPi0Za75RO4c+fYpLPv69JD7uPaY+RbtKvcKANb6RZ0C9DxFUPd7DdD4IGc89ThMOPXo17z36qyQ+6lqoPLT8HD48WFE+TZX9PXnR5byF0yY+NoqrvaR8Cry2mmy7JrhwvpkghT4vYFu7TsfzPXyj2T2/DL29CPolPRK5zD2rRxq+NPS3PRQZnryb9w6+HLaSPv3gnzyPtz69/xiMvXEQ3T0ybA++rLzAPXrrEb0D5aU9JW7gvUv7TD58U9M9LsdDPuhUtz4tgp696679vQZdPz4hZwe+CWC7PdD6S74mmTu+4pIfvnosej3AoTi+LBHuPl3jND43h849i+4wvioAPbwFSz+9855uO9OdM75WKuq+PMNrPU/JoD1Gny6+rpYbPVqeb760IB0+1sEbvebWcb4/1Us9MHJ4vtjv37xZ+2a8lV3dPZq0TD7wa+A+VFYpPmPMQL6rKCW97fxhPfwJiD5cjr28e5NgPFUIWb0ksey9dDViPp/wsjtb6Kg+f/lUvofkaj358sc93Xm4Php/cj4A/NE9soXXvdT9sr3dOOy7UAvDvYUCrD5X0cQ9z00CPvOLDT4fSsK+qNQuvowimL7i54o+u84RvqCbqr2ymQg9imPMvN665jsJHhY+kPckvgJrJjwfhpa9stUPvrx5Nr7GqHK+Hh6TO82eML0qUMK98nrNvV+73L1jrVk9BsM5vsun+j1fRVS+NmxEPfGGpb1nS8C9DvKJvexfEj04kw2+UA4MPuvh5ruaIRG+IbgWvhP/G75LG3y9RCiqvW/rfb5stWu+bhZAO8V4y7zTDw2+C8W7PdD1Cr7+qhe+wRQPO8olwrx9keG9H7QQPi91bL2y2Da+NcFKvnJ19T0Aw+c9CnjeOn5Rlz3+SWE+lmlnPD2/rz03lye9SgJxPdKD/L1OjGY8NprAvRcBGz63JoO+ZA76PeS9Gr7TSxK+FVRVPXudcb20rbk99LKTPXaphT33Em69oeAIvjiakLwdCX+9F7vcvSddr71N1tc9YSJVvuHoEz2zWqm6bYQwvtIjgb60vnO9CMOIPQpDhb58hia9MISKvCVLmr3mB409aE0PvootSj65VA++zBU2vuvyBT5lB2m98iU4PUAO8LyQxBi+wPL1vS3PNb6Oeyy+NjgzPn0tT73j4Ay9y4qkvGFfbz1p2ze9xtC5vaH4nL1B6/q9Upk3vkPO0r2C5VC9lLxEvh/lKj2U0lS8Ezr8vYwREr66GZk9lp2uvfFll71AFHa99D6DvRpEfz0l8zY9p5OWPfyBZb17xyY+L7CnvqDlGzw6qm0+x8cYO1cSoL6DlaQ+HO0QvFYh5r5kRXY8rlYYvhWoPr6P3xO9Ke2TPtnY2rzC6IY+BxcNPr1+FL4knHG9+RkevP1nXb5tqpi+niP8PfuW+rzEOGs+Ik+dvjJNNr0AIhI+yfQHPjuPwb70WoG+x21Avg77UL3ZrJo+Y6dOvlQ4vT4c+xg+8dQWvt9BDj4himA+QAKjPUr3aj4IxgS+yaWivXVmoLznRNq+t75ivdNJSr0N40E+CtK1Pdv/YD4Nh8+9PrjlvXG7Uj4RBue8SxRLvZk7vLxXONI8IeoUPv96PT6lUwa9x62RO5/lFL3guAE9lkmiPOq8Ob0WjOO+98hFvgRWlryXtFO8DMVmPbxw4bsS/Gk+dqgiPSVnVT6NZjs8H5DyPZLW6jx5gh6+CKOGvaZfhT58Dsk9uCjJPVaGvD2T/4O+y/XSvJnguj2qdxA+GFOSvSwfhD1qK507KCSaPkJsOT4h/aC9T8saPjpK6j2ETQ2+uE3uvumz3L3HEhs+I7FIvh3w0T5/b7S+h3icvmTmLL4d4KM9lg65OwQm+j38JHK+4Z+QvRfDAT/2X8q+2iMJu2oN1LwXdRs+voQNPefT8L311SU+OqGfPDC9uD13HVA+/GJGvQBCu71gqzS9qOo/uoIhQL1XUiW+xjR0vvuASj1qmgY+QCywviIcPr6K6/u9c/sdPbpRLb7C4ai+/l7ivR6WJ77evYY9CeItvl5T271Ufx4+5G7uu63Uzz6/MEo+0GKcPQpMhj1TRAY+tn1VPlpcYD76LeY7Q9nePc4VQj7SALm9dD/XvXWzuD1ZCY69xnIQvih/Dj0lcsI9W3puvq8hgD6ZxfK8+GTsvrf9OL688Vw99tEjPR7TsL6iW749rmmXPvsT/b1Fbci+TXBQPYJiur5RGgW+4Uy0vDjUo76oI2M+J/8xuycvAb7HYYi9Agvqvb9cOr5y2/69xk+EvWBCZL5pnu895fVuPuZGRj6yS0s9lBfOPLtaTz6JG2m9BSekPTRxpD5i1Fy+92rvvSmgWr6Zdea9pf+rPZy/nT0lmr++TF45PQv8aT63JbY+lkfJPSJbtz0obB0+XvmGvv5/l73KgHK92SPUPDly4r3zubC9dfINvsIXFD5X+6U9RE8rvmQeiL3pjzO+W+zWvjQrfL6JwsQ9kgwlu3JxMLwS/+o9hNsLvrxal7ykvlg+SQ80PUUR6r1eIpU7ZcvHPunb+L7SOZW+TUKXPkkwBLyZ4Ji9zlmyvr0caz6wz4U9uQSfPAwUnz5Wazg+JS9cvW7DqTqBE4S8ljyePKOrcT6tKSg+o4R1vs6BE7/DQHW++5FfvVOerb5CIXW+tcfzvcyQLD553Jw8X0jFvGvIgr1Y3KO9lYZhvXbGK75h3ZC9AqaZvbiU0D0GMBE+6sfbPBq2bD7GxNW9W3e3PRRWAD0FLGy+UotbPYqurDwppe+8DPeiu3zIbD6YL046TbEOvluuvL186je+8xz6vUEHO74ImzU7NU98vj8QXL73irq9H2xgO37BH74yTgW94GuhPTP6yj6ecFW+vkulPj+vFL7Fty2+YcvgPYLi8z0+rJI87H9aPuBtTr7BsPW9178pvMZy472vMBw+Xc0VPRGt6rqSdgg+ja7UvR+evz22dSu+SMtBPQw3Gr4CrBM9JM4AvrHp77z1gge+MZLKvaww8bx3GtS8+x5hvXkgMD4HCBe+gqrRvWF5nz2bGhi+gtIHvfDkhj3sgD6+228EvY5Ie74Ptam8AEAMPtWtHj77BOI8gGWVPS6cljwOu/i9ytvuPYRefDyUdSI+NpAHvTA+GT6udwi+eAvGPUGWyz51/nK9McKUPVwMOz6m08q9GYk+PZ03n7vjlHO+aFZxvpIu9D3U2Sk+UpnourJNvr5zU0I9ImDvvUvqfD23hRY+YCZwPZM3zj2FJt29ROgzvVBlRD40TYi+7pnxPV9Fjr2lhcm93JNuvv0Ilb1dIog95un2vc1i4T2WEP69Ka3gPbRd07uHpv89LUXmuwgIR74alYa+yhi6vv2/W76gzmC+fxx2vJhZIr6dBJQ+UH2oPjG00763h1a9kRLBPTYZlT0Bcsi8lV7qveOedj4aedY98ziTPl60xT3FL8G9KSqIOjDAmz21Wc884NwNPoW4Cb1Nd6g+VF34vjWMTD7zRFi++I83vk5Idj5fubK9/wmEvoRL/r0Nm6+9RZpnPkeo/Dx1IZO+5xx9PfNprLz/G8u+zgW9PQXujD7Ca+49PnnUvkTLCj4e8d++JTvVPY3aIL4EwIQ+WVc+PtqoeT7s+4Y956B5vjx9Vj6frW09lcgwvrZpSL0TDvy9X3ijvWLzUD4tZ1c+jMQ9PS0x0j3o+Hi9324xPvYjEb6JZIm+uY+mvs8VWTwYGyq9WnwAPv/xnT3wq24+B78nvehVdT0GwtS9uLwUPnwSCD7Em4i+OUJmPiXPjL4ONi29fFCVvI6x0T0NJmy+sRxiPcc9Yz30HDI+xvHRPPNvwb7PcSK+ZaHkPTchRz0onOW9cG0evne9aj3qrZc+0RezvRktDL7Vrs+8/NqovvhFP72cQLu8ycSsvuIn8T1n0eM9r8mgve1YQD2ZZkO+QCz0vQlzAD4RDic9KocuPoup/75ESkS+o/T/vBs0Rj2r69G9/WqUPYIExjzZYjk+azauvuvZLD0LEoy+dhUtvm3UX71nXoq8w+q9PfMr3D10SJI+Ufl1vgm/ib7gr5q91j6svGMliTuoWai+P1+VPYW4gL6VnQI+i6ZvvHJWjb30FpO+79ktPimJ6DzctKE96uP2Pit+wb6mfJy9dFgiPpgzxT2++Ae+BzyavYInAr7CEe4+265VvW7TPL5qm9K95MTPPsMNbrpCCjA+V8isOhFj2LxLlyA+vAuuvp2bUL0DxwW9BKo3PugCNjtkS1G9DLCNPXrHxz7htYa9oyNGPuKvB74zEJi+v1MEvrWPvD2sVgw8cnQXvrm22TrOig6+bkWpPYKtTL4PQ7A+HNetPSTHOL3cxV89BR7ePipuoT6pvoW9gMUtPhs2Sb4GYgA/7IV2vQ8scjwh8ZO9NYPmO7eqar0TJQy9IKMcvE00Cb7Wr1m9G/Rhvj4kmz1kO++9ttpHPhroRj75nKQ+Otk8vqiKLj1dUPs9wm4evvDcQr1ya6e9USV7PWtST76+QyC+5z+yPFRYEj8sOn+8unWrPXvn774yafS9BXH3Pd4fIz4gVmw+bKadPo3d+ztnIGA+U2yavqnUWz1sy0K+3oWHPoU/yr5QXRk+XaqTvqxcibzY4GS+1wUhvsS1eb387Dq8yP2HPuqHu75W19y+vI96vhPdP775fHy+/8wTvlylhb3l0AQ+7TFuvb+QIj7f2xm9fP8uvuRiKjzseDe+Mf/WPeIR+7oqlTy+mABKvgs0cj2PwC2+jt2MO2AFsbwZXxi9xZsFvpoxQzpdLYw9XKYWvQ0dfD5gnVO+vgJLPX1Q8b0zjpu9OgKAugwcGD6+6K+9emQdvlnWxD3z0Ui+sgKwvHbKYj5MN3U+Rk8EPs9PbD4PQ4K9rdyovTiV2rwbah++nR5FvqOJG75fC9A9OIJKvvvttT7447m8JDc0vhYH0zzyHB0+6PQCPmu+R74ajqa9i9U7vR5iSr0YV7M9SqYQveVINb5UaDA+HqwEPnNTz7tVjqM+hI62PnG7nLxNh4s+idePvaaftz1r4G49ozkQvlTGFj5XWVe9kWZZPW/5Q76o89C83P0wvrjqlb4Tgqo8eJP+PXqtyj17Pzc+JMX3PZaBRr6cOR2+tvXpvZ4Wk72Z6bc9NacgPerDkzx+SkI+BfffPHo4aL5dgw49J78qvdYfRbp/gY8+cxr1vRR4Q72P29072VaEvcbjd72uiju+6X5yvU0OEr1fVlM+tI9CvfjllL2G48K7VUikPLCwLr4CHim+KcoNPgU7jj6f27q9Kk7RPOl+6z1n6YE9ajxDvXg2NL4vqLq9GfFTvnN1bT2kdhm+FxgHvbm3zLzY6BI+uMnEvfoYWj5OTH4+JFJ6PdkJfb4gVRw+9CauPcn9oT4TrYk9BSCXvcmziL2mMoi+cpg3vqHTJTxE9Bg+UGBFPp5r77zrDuG+PfucPkepSjxQpJu9eZjrPDXXmjwc+Le+johvPTpazD1Vylu+VRMZvg7Lsz3vUhK+P+tzPcbatD2yhJc+a3FLPRCKiD7SqQ0+/fZFPlWStD5LWOe+UdFkPWstOD6mKIM9I8HqPuxkZb2cEZM+sjq6PcuwNb5kG6U+i0fZvXMXJb7xwAm/NKiOverLtD4vbpg+ujthPO1ytD2bFl4+3YWGPhn9mT5brzQ+HQR9POM4pj2vGo0+7g+1PdmQoj7a0II+cdYnvr2Agz6di3S9BywIPnoEoD325DU96bkvvRMKdr5dIZe9XVfLPhCEib45ukm+t4vgvuEFlL6Dxsw9xoRKPQWuBz7nsgw+swC6PRQ86zyOgAo/zN+JvoGBbT72Cxw9GackPQ1YFbwfKWU+AQiGvaQkQL0WU46+sB9Jvsa1Vz4lVA2+fvCVPuF0mD0QUVg8xOszPaF2u7658AC+F82ivtcVQz1UZwg+txEoP+ECy7x29mo9shg9vSVVjT4qrwM/p2NhvWBSKj6HjYa9bv7gPR10NDzO3RQ93nCfPTp3DD4rtpW73iSfPouLtz5Kb0I+0MMIvuejHD52jj0+w6YzPoK1gT5TxNQ+L76wPVFQKz6Ppz++3lHEvfwThz02Fty9xfTHPqJV+L7cA4+9a6ENvrwZIT6qBBO+oBTCuq8Amb5hjYa8z2q9vU4KWD1sZ6k8dgi3PRexNz29cQM+04tLPgI11DzNaUo+Fpv4O1KMUT5GIvG9WJMcPiePrz1XU+o9xlmdPgkFkL3hL0k828y1vflQIb4cYJs+aaQVPZDdcD50F54+U7NiPlF5gT5twHU+rizEvsv+iD7TqRa94lnrPW6IAj1GvSY+7vLmvfQRTz4uNN6+HF+yPaRnOrsaG2E8CMCKvp9maL5dw4u+bwaoPW355r4eEZs9itYgPtfCoj3Mj+w913nfvVl8mr6d7b4+JsBJPmbrY700wuK9W9YhPg1vDz93aQo+EYjGvFzxFz6WIAe+VDr0vRIdfr4DRxa9/5igPQEkRz2qMv69y5ODPoteZD7BlWK9UeYhvreuYz6VS689yYNivYIX5L3jKeW9evWtPhFYlL7SkmO8lTOHPkfDNz0zzPy93EOrvQgSFz5fkCc+p3YPPtcHjT44cfa99yixvJx2WLw5SG29e7cePi+3bb5fuog+9O2rvhJ8mb4JTt+8kqcGPs8ghT0hn6W9pmgvv7OrJD458BK9b2GqvWCToL2zC3s+JVtFvtmByryKP4M+FfYRPnuyeb3zbru+wgGpPa7mAz3SRam906gdvgfjGD6D0tq8rz7VvMwpMj65gsg8EOWzvWSB6b3+C4e+6E/IvGXjpT0DnYo8cZ4ivr0VQT0ajOK9HMuwvaTyLL56dOe9EUD7vaXbTr7vFya+roMLPql5aD7dq9i9WcaZvQtTG7y5vYm9tSkHPv+Xgj3wUdy8GVehvYx+irwzhSO+2sjYvdJLVz2Po3Q+UgIOPqhqWjuOCL29xt8zPD95BT5PM6u9mzBCvi1AZz7YbiK+//4TPh5kCr3x40O9pXW0vXB9NT6eFwS+sZ5TPgkg0z1yUIe9Xf05vmsBK77etNU9qhuMvYcgAb7IUWc9mak4vRPV17vbgdg9C59zPZ6Grr0MgJo9sywyPvcyLT7YR3w+z60cvXIHU74f6i6+ITUlPP3xLr6fE8E7gb0APcMzF75cEi68Cs6ovVLbk72mCKE9XJ0EPXl/5z3m8Bw+NWNxPT23h739P0q9XmM7PZDrPb3qd9I76a87PrP3xz1S7YG93zWGPdxHMD67ZQ6+aaZbvrym2b0peBC+tvs9PiyXs7qJzDC+kFY3viZgAb5ZZPC9rKYpviUTYT3o+DI+kh7Hve1qy72knTA+zCQ/PMVfpj2oxwu9ZRibPbj2qT20M+C8ZkL6vbasFjzb54290cRxPklYx70EA5k9SC8oPv1DBb6bKWw9uZMEvlXa6T1368S9f5sqvbfCbz3mRIq9YaqqPYi6T75Kf3K8DiKSvgJyfr6K8q09sMvHPDRTeb4mW5m90K+TPn9sNr6o0R+9TwPnPDSxvr0z4LS93u8PPVZhnT5+RjI+v3qzvXs/hj0kClS97vIdPRVwkb1rIv89Xcq6PE+PC76XoKA9/+WGPugzYT5YSbC+guCOvronr70fNQm8YjMtPsuPzjz9bOK87+uwPeziTr6fS02+MhhXPhcBTD50hZm+DAOpPcZWhD7ymmQ+70qkvkYqmr2xyZQ+Wj7/PY/icT3c3J2+5JF/vp/cwT3CZ2w+KjB/Ph2pLz5elFo9FDRsPu65YD5/aF++NScTvmSfKz5QQUM8uCoVPlj+kL5ttI69hA0VvXc6lr59a4m+r0AnvtWJFr64mta+onoBve88Iz4ZbRw+q8q1PZzs4j0wqvY9ZiBKvIm+oL0g/DE+GGCdPq1f3b4m4ya+nsc4Pkf/Y75hMr+8562ivagfiz2aKaI8OGpfPlaF4zwZnRq+iKeAvaL7Yz7Ybfi8frSLvpsqWD4OQ70+XGpZPnXpo75X7f67+vWOvfUuEr6tmrY+NlG7uyjZEL1j3RE+XJ/cvYWk0z55te29mIcaPiP1QL5PUWO+zDXSu0VHKz5W73K840gRv5rKAT7DZJi+FchevrZCAb77zyS+L8rGvWpilj5M56u9hmYIPocyyT3j22m+NVkQPmjGULvIeOo9gVaSPXNUSD32aWK9UVuePcrtO75RuS4+p0W8vr9vs75vcEA9eiyfveWglD0zhF09hQBHvE5/1z2LSRs9TBHnvkaKkLzbP4O9vwSpPZszij4jtzm+J3hCPpUvRj6cTyQ+8YtXPeiyY77D0iU9wNJXPszOwDu7MTq9sylBvm/O87xkb0Y+eDmUvnu0Ab1P1K09D59mPfz3OD0JH529JGepPa/hELwAM608SaZjPZ1mYz6V/vw9CaSAvnABwb1WuGq9ELKrvRCzg73N8za8jhxhvlsssT0TX5E9jw/zvZaFHL5RdX8+CE6APuL1NL7mOtM9qPA/vsnkpz2bGlc+PLPAvs+KTT11OFk+7NONPrdFij2s4RK9TD65PrNihr5kc7O9sjs8PnO9aj3Htg0+KZVoPUzyub6UaN89p5NNPiHMAz4U0ti+KZQ1Phsrkz5YCPC+BOFEPpZ51LzYTx69jLy9vatwpT4LFJc+ucErvs4SHT6wac++NooMPs2iYT7J0pa9SW9QPhJLOz4PlMc+S5CMO/EoUT4NWZI9GqANPVeN5733Dfw8cge3vf93eb3vpCm+1qbQPs4oXD1MiIi8Ipu8PvnxTb4u22W9bBiLPtW4q77Bgrs99imtPYIlIL6+uTS+Y80uPhwvQ76vbES+kpEgvvDNV76s0tk98fsAPPxjnj2A3HU99hclPrJDST6/XiQ6THqwPUY0tz1wawE7saHkPfKEsD1Yg+K8vQPQvXkVrj3XUN69THVkPe7dCD2QBdO8XSwKOwuNIz6sVfa9cgdAvaTyRT1rVV29QpaivRF+Ir7v6WC8EO0fPQTN370QoxC9HDcevmBp671MM+o9CMCGPaOuLL7jvLQ7tFc0vSICaj2F6lG91X7JPLUTmb3lzfC9aM8FvCeOVb7bePY7D6o8vprHFz7UcoI9Z59EvognP71ygke8I/G0PTRXPz5QBBG+175zPns9mDvefMQ9ZHCIvK6QF75U73s9WOUXPh3PDL44cCW+so10vr58mr2kJgC90a/JvSjqjL160k89lre7PQRrDDxBASC8QvUZvgFUPL2TCn6+MKfFvLsIKL6eKgO+mYkVvgvixTx7MLA9LkaMPd/DTz5uBR09E1syPibU/zywliy+LSoJvnc84D3LF0k9ll7hugE8sj3exDI86PQ+Pk463z1yhzM+WZGZviCD+DzKMRa+fUEHvnDKRz2NN9y9VKQxvhMCF72oKMo9I777velsg728YmO+Pg56Pf38BL6BHVq9K5IMPZFm8L0NHuQ95ifePJkVN77OkZQ9fj4LvuLJ5L0Fg467IdHaumW6B77PExs+jOt0vYQNWj6hwJ884ynovafVhD2Qr88+2x+RvtgXbD7HYjI+HbShvboyqL4h9p27WvoKPiPkAj5LH7++QnIYPHjOWL7DdZ6+PtCDPVnphz3ZK0g+ndMuPmgyZL3Y0pc97uEKvn5R1D0XpIq+lPAMvsH3Ez4DFlq8ZkmjPZ9sJj2AH3M94+ZuPiWMEL6ZLpq+JSs+vdDZcL6wO4k+uAwfPIxUrb0zQ/I9bSA1Pj4giD4/7AO+zqVZPBdjkL2I1pe+ED9pPvGPBL6Bp5A8vBkWvPnpYT7e7qQ+2JrVvfLlZj4TrrG8OBxJPgXVnD66O9M9a8yFvbqtdL7SmT6+ExxyPtOfjz5gTRq+LTUDPhIVLz65ez++TDhNvu+wDb+Gq9++haXrPYvBIb76SCW+gHUMvj/9fTvwxBK8roQDPnLsOT4iq6k9JSPxvcECSD72cXG+9Zzku9knATx0x2u+kijWvgJRJL2I4bK+yVkpPsFLNr77lUM9PHaFvn8BFj4meiw+rQVJPkypQL1KARW+Iin6PYrNZr68ydW7JKwLvl6mSL251189AhuBvZJmmD4WNBi9m1YsvhUONz6Wlm28pJEwvvNXSz6HmwO+0DOIvSY4n73W06y+3LvVvVSZhb0fBKq8+PKzPsexRjxkNUg9bvlFPB9Tjb0sBbs9/OeKPWzN6j0ksfy9sDLPvkigTjujQ8i8PBLQvYpITj7AlHc+F90yPjJHXrxCMnY8h+OyvfXzxz6m//W8WJl7vhBeBT66V4Q+eHMhPsbUOb4llei9QnoXvqLjSz1uK4c90ppBvTeg6T2IWkk+Ib3vPT6kwj1pW0y+eD9qPidY3jzMRRY9HCaPPl0fhL1tGTY9W08ePUgjmT3ulY2+G/cDvktzAD58VxS+cADWPYDxUb3tJTG9A/skPuRVjz1V8qE9ARx9PkCiCb4lBL690ltLPkO9RD7DSKU9Dxg6PmqntL6UPCU+Q+dhPVrrDDxsl5a9aJnEvYiTtb7iLD4+B3Y/vdB+kb0UhmM+OzNHvP6dgr6Xtku9dYxsPX6WwD5sHTa+C4UBvXz3az7FsMe+uE52Pba18r0Jwc49dn6KPuQNML7sq8y+yPgkPlOQAj6EqqO9dUgBvhf6kjtQnjc+3vOdPkOLfz5kPJC+wf/SvZ7g4LxZ/sW+fYNFvn4Jwz1qsj49jGeEPezbhj6KJDK+waxkvuZDAj209GE+isYzveqQ1zw2Q3M+nOIFPPpbV71NSGs95O6puprZLj4rOwO9FNLdPBX7H7z/Vhu/ISchOy2qeD3Wm4E9dOOEPSQiYj2ujbI+FMmdPkFxi71dzKA9zYulvnbowr0/aa49nE3MPSGT2z1QvYm+FBpavho1Gr6aeyW+dkI3vS/9Hr6YJvC8n9QkPkPhtjqO0IA+W5ezvHPURbw5lTI+DEyRvC9EgrzV3Me9/8H8PQIpYL19Cne+If4nPjBPtz3sJ++90fEyvQeCMDzxr5U+f0NgveP/or0yboO+TFunvB79HL6AbD++FTyqPE5JQT7xzE89rrj5Pew1cz5q/DI+rWd9vRNwGj4Wa7E9zUHcvBguUr3S7uc8mq/mPXssYD9LT6a9b7gZvhYdk726Iyc+ZNLhvTYWLj6Q50E9ThH0PdudiL1X0sm9vDoMvgB7Vb4kwJc9mTSqOxHYWDyvfjw+U1oeviYEij1guCK9Vl+UPAjPij1ccYU6pcg2PWmN9r2h3LE7m4EcPVntIb7ABqk++T58PaoRVT33OdC9OtQnPQESK74mkbU9RcphPpLZ2T0ViLw+VEEbPU+AM71INhc9PwLHPo63Aj4jYmo9/lkYvqv4cT0AzYQ8it0SPmzb9T6VSN+9j8hOPoGsC75ubu86eYG+PRezz7yyyyE99qzcPuUjXz4eVsy9hkyKPqvu672ZODw+iLXkvXRwAz7LBpo9UuBDPVfGAb2O3yE+SOrDPdqfLb4tgQs+0CXNO6Y6Dr73YFQ+F/mDvZa5hj73ope9gM5HvCno+r3ixPm8oXmAvQMgBr4u94Q9i8WdOjhY3b0pYae90hO5vQ6BAj2kCrm8Tb1wvbarwLwxuGe+YEI5vf/ljb7U7Lk+Nv3DvXFe6L3LgfE8DYtWPicGrr2b0g6+R2khPaAUBb4JAEK+stC+vt84iL4SUuS9ZE1NPuockD3+OHy9NaU5PgoXm77lTDA+VH8fPfz25D1fmMI9WLDnPqE/fL20w1a+bYcRPZpjoT5TodG9ev5evgHwFb6L95C+Z5iLPWhn4T0CazW+MB7JPbYRtD1jkvS9WnuqPZRDzr3nJEq+4AjRvn+j8D1VFro+fcyBPR41Gz5pMC0+x7VYva47mj6YN9681PsPvW4SzT6B9YS+UyXRPq9Fnb0aZQE+AnobPQEETr22Foq+EcLrOgRwhD0S1gK+Hy90PmhEhj4FP0a+5k09viilOz7drKE9QW+JvbJ9RT31NdK+1baAPWQ4J771l6K9V552vsIDNT5bCHi9LNMbvve5i72eacQ9LIRgPXQFMT7ZP5y8JDGXvsMlDT0hxR6+qrAVPh+iGT4AzOq9o7tCPe4mZD31TYS9INQzvFouyj1K2sQ9CIDCvd8BEb37vb49mKWfvvAImb6JWmw+/SO/vrurS7y4vS09L87fPKdIAb6fiUS+NwajvqeELT3dK2G+R2cSPoj7Wz3JrTM9TYHEvhEXHj0eeSK+CnhiPuBTaz4H+cA9yeFqPCjkHL7sxHa+WVLbvnwENTxxeey7UgMOvij9mb5vkOW+ttQyPhBx/bzsxuu9G8SAvuBT2z2eJbm6U8G+Oxvpcr4DVmy+nlbdPZ1zR74DQwa+BJ9euqYYaL30m1s8FN2PvOhlBL8Kpoi+jJj5Pd5drD17iM88OqdIvi178L0Hf6I+OnmAvczVvr7kB8E9/Z1yPgBtJr64MtU+0a6wvYx7HL4WzNs+xeuyvgrpkb41RrQ9b/H1PdJ1I7596B4+/qMLPsgGsT3rQhw+GzLtPatmZj7GpwI+WO51PQoRd77IxBU+9+0RPHDtP70aYVg+7csOv+YeWr6vBjS+l64svS6tl74ie5a9c6PRveN0qDz0Gj8+5THiPcXrE74y4+M91iYgvviCPb4pQEy+78uRvQRIsr7Q7+69L+6OPd3RRb0Cjr++DaJkvtF4rz3hj7k+Qc4Wvf7Rhz5GVOc9WzusviyEsL3cwyo9lj9bveHvFD009A+/sRzEvYH/zj7EuDO+xGwmPWI9FT86KJY+jQmAvgTqhj2d4x++GLgzPl4SOT7zZla+ErKtPswgGT5Y5Je7gp1dvpd5yD0LnaM9LH5XPpgIf76m4ZM+q8QDPqU1nzytXDS+FxTfPSQvPrwQy2w9CIEBPjOND76TX2e+1M7mvcBElz0r+6S8UiMNPRpYbb2YnaS+LtOLvlvUir6ho7K+r0giPgwWwb2VX/a97kqWvUU0gb2cMsi9twYaPFfBU71qeyA9eqmWvYC2Kb51SLW8IhFovg20Gj2NkhW+TpeNPJeipT0oDgy+qwhGvTLie704sJU9hkwJvoT8x73EVsQ8ob4XPc6mUL63/2++jaGCPqAsjr1nG8c9lVHAPa3S27z5H8K7O9W/PV3NzD0HaDG901YhvQnxBL4TsFu+9idYPRgtcD0nvWg95yCWPWg/Hb430tS9VdGRvq2WKr7iHxo8z3R7viXfZr7ZJqY9jfAXvnvIoLrtUeO9A10lPZU0CT7+mAC7UmscvRgcLL32C6U9cbfOPIxtIzvm0Jq60S/ZPSCOyz2Iwag9v0CAvf/vK75abEK+51bsPBQkYLwOFO09v1V9PZ78Ar34reg8qiReviSqqD0S32++ETePPRVokT1jruQ9wllmvtCGxT3ODpG88IzVvYX6XL4ameG8/oD8u6yDIb4zIfA9L4YRPuuwKD6xkXg+Wh/5vP5sCr56Psu9/+PHPdOPpLxUDRQ+YmEtveR/or0l4Ke9nGNSPW/oor0DvdY9ir4pvnIdMD5eIHe9yvgJPfKznb3aEtI8+iaFPdC3/LyJhxW+devgPPm1Lby0VeC9FTO+vZbT1Ty//BA+oPnWvQwyOD0QvYc9JWPbvS/T7z3kgdC995KaOycEAb02NF48NGsJPksZSD7ZpDY+4Q/uvg+3tr0h0hc+NAy4vS2nl75Ko3G+PJuUPl0Hzr46iKW+s1QtPmPZab4gETe93ZDdPsi4aD0gpoG++eNmvi+vnz3bY9g9l8AMvib4ML3zeQ0+A1WcPuhXFT7Mflo+Lki2PRx2nL1xz7I+jjv3PfXPNL02nP895QMXPFMSSD0qrr8+dQXBPsRBXD10vFg+YzohPqIc+L0o0889QgtzPsdxij7mq0M+geBPPsrKUD0VvmG+fS8FPhAokL2wDou9/75KPUnjsT2aAYO9Uau/vMpdkz7Lbzg+dJ2Nvpqeab4RuUa+t7kdPgw6vL1cPHI+VQesPus1Vr56RdY8jH66Paergr4iWBS+ol+gu0DmOr62Yje892x9PmMp1j7gEG+8R3ysvR2oDz3A3Jw+9tK0usHqbj3Bwc28MhyNPpA6jj7DTA28kWVwPXBxEb1XLcy+Vx4fPaPRMD2m6Jy9V2hBvidtlr1HYZY+0ba8Pj/D8L6R1Zu+w99MPYzO6zx7/6O8GxK9vdT07D0f3uQ93FklO0QWKz69KS6+N22wvVoEPz7nzp69whm6PvEWrj2M8Tc7PrEtPsAK6T1uYhi+XF1SPZtugb5xNnY+UZE3Plj8O7wLPEq+a2LtvbAWu7wWa+K9nG+jPtMHkL0KGFO+ueS5vYC7Mz7kTRq9RzocviAqhj70wYk+ONwIvmR6Jr1TPUS+zQlRvrkBgb5pxFS+19aJviNYq73xO/68mXn2vYQEJD4VgH2+1kJ6PrKjv70dZsE+zZBHPoPh7j5lag69pBcxPSZHnD0dGQS9G0E+Pljpxr38j369lEatPRd9S71v9qc8L7o+vW/1qDz8lke+JJKhvamhoz3VtLU+zTjMvj31yj6SAis+XNjRO340BL5qw749sOLePPytET0n7ZC+aOnvOxSmvr6CnQq+UuT3vcYpyL0i1bu8me7VPXhybT0v6rG8GQcdvrLBNr5RnAu+D80oPhm4Hj4Cb1O+hYdzPgHSkrwFfHi+Dj82PlHRsj0zmLg+lgsIPl//eT4KAxC/rWCbvWJHkz1lgl49oCGEPrub5z61ycu+wLXnPhsJEL40usA9o6ASPH+nyL2HRkI+3GIaPb1qLj1VSae8PfyEPbD7pDy7vHk9c+rTPWQTxb01mea9LTkwPix7Sb5Xkbu9YPfNPlw9DL7In4G9ZtwzvYlYCz54nF++YCyfvSreoj6PLaA+BANXvIGfnb2LWI6+TpfnPoM1Ar9kBWa+yPvtvjebDr1g7MO90HLnvpqPCT6kbPg8Er/+vTXfK73qRou9Ci73PRgI0D2Sack90qWRvcmQq7xBGps9aIg6vQEEqjyxLJc+3499Pj7L1D6/4GK+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_7/conv2d_14/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_7/conv2d_14/Conv2D/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "oeVKPFdwkT2lgfI80bjTPDsCpzuboFm9pM7wvMzLrDqJrFC8QARMPUs2Ab64c+w8PYwiPc1SuDtzrpK6Qw6TPDEFIDxJbUw9MwP3PBOiWTvmUk+94MqzPALSB7wLvUg7KLnivbNKOLxGTUm9GuKSO4fOe7tcn6a8A8BFvpqnNT3njYq8lNMPvY2bPLx6WPa9ahEyvRMHl74iisW94AfFPE9lFj0klZo8KkYAvE6KUj0FLi++mMr+vGufMT3J8N6839IdPVX19bwJj2q8c0UnPYYCOr3KeqG9azmjPdUHArt5lzS6p2tBvINTpDwvNqa9ySFMPGHPi7sDToG870v+O6XFXb0+7+I8LgOqu0YUkbt0nv88ia2fvBZ7fb44Mzu+lH9AvA7Ozjz8IB28WH0rPdmCVr3EtYW9ahIKPSOBHzuSj3k9SYZjvCdTtL0kw0k8HTzIvNLf8LuuCiO8c1zuPCnGk7vXGDW+nz9IPJ6FNT2yK7K7j+PUu7AiMbyD4su9Z+AuPG+ic7rKHLy9sITwPFLB8jzl2Q89siKavEWobj0wImM9cJdXvncHiLzxZbw8LupFvsZkGDwdy4G6Rn/gvNCGszvwFjg7FZupO+WclrsYpaW+2VrSPM76fr31Va0896HYvM9Tqzn+Eko91WiauyimtLqwvMK8pLVxuydYhLw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_7/conv2d_14/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/BiasAdd", "op": "BiasAdd", "input": ["sequential_7/conv2d_14/Conv2D", "sequential_7/conv2d_14/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_14/Relu", "op": "Relu", "input": ["sequential_7/conv2d_14/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_7/conv2d_15/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 