{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "IdxMvNmScD2f/Wc9uvsDPjPdiz2+z2e+dAv3vUyW97x8e5++Op3rvO36Zr7jsGW+oraNvcsFkj6okh2+GD9VPqgQMT6bwEk+G5NBPu2pJD5AKrs9CZfcPM67ST543U69itOBvZ9CST5DnL69NZzWvex5WL7jMQA+IbZJPgsaBz650LS9wc5avp1xu75Wfwy+zz2nPaLWiD1VDKs9HPdKPqYPjL6nO8O9JYAUvqVyrT2Dx6O+3vFhviRnNbsTfi6+WzrZvMYlnbvyQkU+r5xwvM//Xr5yQyq+A8htO+Xjbz3kOJC9A++MPrCtjT3iPb89ba7YPMEKZL61mqk+VLjMu6O5+L0wVoi8HbJgvq4qcL0Mvhc9GY/UvaEU4L4QhI8+Eq8OvYvHP7083489VZ1zvuLbeD4e3Ps7xQbXvLLM2D3YC+2+LTp6vqHOj76GXmu+4XshvGRbqzwFcUY9Dp0bPgBdCL5Wzfy+0WpkviHW+r0fKLQ+TzcuPvFVmjsDxR8/zxKBO9BYTb3Nh629oeoqvlM1zz2LA8Q9lsTRvacjybyjxFi++Uz3PbOnqr6WE0I+pZZYvVm/nL0EvWQ+IELgvo/gqD3bpRu/h9wFPiVxiD28GM69yValPbmbd74GqLw9XTyBvciFfL7+VvG861rMvuOTgr6cxBC+O1lSPhZv374FXIG+iB5jPshy2L4WB5G6nHFYPfa/aDzl54O+Vhk1vlPhxb5RtaW+fY51vY0urr590aA+j8uYPNbnqjzA01y95GqIvYcNlL5n66y+sClgvdzyz71o6DM+Yq7JvToaDz7XwjK8VhwbPkZh7LzdL6w9W8fGvSzBl75WSBu9b2Cava1uij0aB02+yiYTP9CqIz7+oRK+QVFkPYlrr74Fpo09zPFTPg0wKj2C6mU9Cz6OPnwOhT60fIA9KNmBPj9CAz6PhBG+ovSEPdVvy71IROA8H5YBPkBjNb77seu9kqQcPh0QOr7ZEj0+/y7XPlsbBj70GYU+3uTQvlmzrr5Uy3m9DTtdPuFZZj77BDW+FncyviEkAj73Bea8GfOiPT8pyDwgYiC9JVE3vsQGM74eZuA92w2kPC5jpLyvdo2+/toNPtBEwD7eAjw9bHOlPgTkZz0irE8+xvUkPSfO/r0GUQK8lX6APSzXAj5rdGC9vnH+PjlqMb504lw8Yr2LvgEz1z1Tn4++3/4ovreoDTwSQ8q+MW4qPdGobL0upd69ztT8PLhOBL+IaFU9qkBHPQg6xb3m7bY9JjwHvbeIGL7guDC+IeJevgrAEr7D9tW9sGoAPNNeuzxzDUk+UHZcvg5ei778aB++Uc8yvju/lz4rUUu+8gJfPVzDEr2V5Lu9wmVkPpxxBjyabZY+GJ9LPcjUj70SL469Q9e1PmzOQ77sFba9KHLDu2YSnj457dC8llbAvRixC76jmHm+OQd8vkkcnz0Df0i+6Uw+PXw1nz4cCXI9gPkWvQoTab5LB6U9BN7lvnnXpT3j72c9nVLmvjDPK74+Y6M8E9aDPv+uUDqW4Bo++fStvDilUz2ves8+8FgvvrdIgb0SCd6+y8jCPf2TY76bn5O9gIeavViImz3Vkas+WfdFPGWzML7AdZq8q5tGPm7oib5HAjA8iBFavWRKab7KgdK9ZehBPWgF4L0rBQy98w0nvTm4cL0S/oo9aV5FvRbt6b4067M+73CUvg9PlL1yBzA+PguevitvID5sWn4+RLervDxQI74bN1k+xqbrPTgDqz3VMos8Q5J5vrdwHj6pZCu+vJk/PsYlmb1mLGG+STtmPavBC7693FY+2m4IP4mNUz28UpA9AMWmPoGuyz1wWxk++397Ps9/Ez7ysbg+Gb5nPnGi1r0gpuK9yVkCvZnDgj0ddyQ+oZRzPcSuBD4GnsU+5zLgPbPiJL2Wwus8YMrCvZNqUD1iJU870CgyPn4rR73MlO69b9lTvtnFkD4exC4+aN7DPkRAtz3R5Zs+bWefva0yj73UWju+FeJgPoXvk701DH4+EpFCPQVqKj6RWJu+nWLaPip0jzwp2CY+Gg1+vrroEr5GtiQ+UWG/PmZJ/TwzJyS/pvCSvm83Lz6aaDU8TIKBvPICP75iaIe+hnUTPmPqrDy95uu91QxhvtcMsj07lhQ8IuaDvgu9vj3B4xA9j6kQvaD8S77rSea9GgWvPLCm2b7386G8qCZ0PkbT6j1EvFm9mHeBvfrdKT3GpUI+YqwiPFYT8b68/BY+diaCvp7VQr6tDqu+z8aTPYnl4b352Ji+KdUPvqVFbT5AZJ89P4Yvvqmm2j4tNy4+bG9UvZfznL5SNUC+Bb/pvg4oPj5+XQM+gv5CPj+sKD4Vjb++g/E+vvPy/j3Cr/o8OpcuPtGqnz3cii2/pfIavVs2+D68mWU+8tHWPi12Uz6fYry+FZ1mveUf87wh15w8q+3rPd2w6L72r4a9tx8EPmF4Ez0yMzS96lHLvgtqZb51gak9FvCgPSNf577wSGI+RUDhvSvv0j7s5m48zg8hvuUcA7/PMNa9wAYtvfepVz3/GyC+3gWjPQdOMb45+nM9y9V4PsofqD76toe7+cQ5vaNe9j0TvFi+xZZNPpPgej08Aiq+DVxaPrmVVDuLoQ+/sgh8PuR8DT4ViNQ8GtsAPjDi0j1u5gc/MKSIPd7tIr/9JGw+njadvkwItT3TxBw9GfCwvu4cfb6A9um91+u/vuYPTr5OkJK+4LX2vYGJ97ymGaq9rQM0Pa9ZQ73LuQK+NjdSPqqu1j5DCEO+Lz3QvjbNFT5lOmc92sp2PtS5SL4UVak9Lik5PZ/7iL4dnwa+dbPJPYDKSzsUKKS+nx88Phvsr766FlC+2LuZvtiJZr4RfIG8ySQqvs09bz6Of5W+3pI7PswyH76L4p6+7VH3PcFEW75OIXa+upydvaH7uTtQ7l6+IHZyvi1OqL0gNKg+NlEcvtlsND4PiWQ+qY/yvTBeiz5x/Z2+TJGOvg86Yr2rfLe9C1mhPSEa1D1qOeQ9ozLAPm/p5Lzn3Cm9Pf96PQlSLr5ccWy+UJYmvru6xjxtz4w+WhQnvW2iMzxNwW8+LzmCPopaSr08ag2+yhiTPbWsRD4P3gs9Be5Uu6oYgj4ZuAk983/APiUsoj40Gb+9xDvPvEfEqzw3XOK9dFlxvqkqWDyoiZc+0DNbPuWvWb4eF8E+xGCyPupCub78qVC/XjZXPqYFv726Bo++z+w4PMjL6b2f95s9bIS7PJYf5TuR7+q9pGg+vk3Ukj2SQ0u9bbsovvPzz71fsL05GCZyvgXvRz6SaAE+kvaLvlJTwb6tJXO+byFlPvVyjj3ZDii8KqjlvuOO9r21n4i+KRSiPf2tebwLohq8x3tQPj2Fdr7d8o69vxW/vl8DiD4kcZO9TuRaPr7vnz09bgw+CSOuPvmsJT4mCAY+OJQpPlexDD2rDiC9sQErvhQNOT45y0+9JhuUPf1xub2QL8K9OA+RvhjOkz6yTl2+oPaDvES9sL2PlkI9AwUwPkSZHj49bSS+bpJ6vt84Kb3BTjE+9xizvtnSCL6HmJ87h5iLvuSgE762XJC+OLXlPTRWiT4YEy4+lfL2PoZxiL2NNHO+39eVPbqAjT6N79i99b2LPnA5lzxEjIa8NuF5PaqPOr7HSp0+6tMKv+d73j4bWJK+xUnhvfu7TL7XQv29NjZXPUKdcz7Gt9c811KmPdBTyb4C7tw9wu7NvTYnzDwVtQq+PhjzPk4Wkj5tg3I9/L0qvkZ51j05iPG9RTcwvq4ssb6iptE9/yfjPfFLtL3Pjlq+aTz4PhepS71DMxO+86s+Pu8PJT4jbGK+THqZvYbRJL4Yka28e0rSvZLFGb6RaT49DnvjPPaf9TtQXi6+PcocvuZXizxlPQ4+7NTSPSq6aL7Fuiw+e5KavjGkbb5YHjI+Nt5QPYqUyD2rPKm+x0P9PBb0Er5CNyw+WDnFPS3abL6+Or29OrO9PNMSvjyxfiy9D0FxPmC0pj3341W7uWYbPgYgHD+sXdi+FiY2vsObc70F45I+xeY5PpaAh75XeSC+mz6NvgMIqb3ETUQ+j7MTvObfDz70eCI+PdRFPnpOZD47l4U+x3TgPOJM1r1enck914EcPt5twjvTLJK+pAvwveQZrr2Fc1C+imQTPjcOkT1XMw6+acOGvtG6Ib8UiTi+e90LvpsZgb4tmEc+8Y8cPOQWBb37DiO+78fJvanFJr48DsK9E8dnviQmNb4mGD2+5KzTvVPd7z3JERe+eiadviLkOz5jlZe+mWedPSahw76hYpQ9jJoYvxHZY75E0a69uBzNvq9amb69fye+pMECPoOP5j38KYE++x+hPR3YpT6KJ3O70WVPvuDPk72U3RS+9t/bPtmOSD5rNIq+5LgXva/Ctr0LVgM/2nk3PsyV6b1kaMi+e9uNvkN5uL3z/dU+t6NsvtwmDb7r6+865yazvOIRa7786eq9sWSJviOXm77iw3m+pdPlPT00kL42pRa+OeYPvoMQ5z7eCIs+qXilPX7Ocb7RY/W9MWyrPuXoXTkErJw+goKcPciYBL/s/3W+6PskvjBPHL6NN5O+I1eovQoP/LxqZmy+uE44PvF9mr0btxa9IbALPVn0F79g1Fs+EgYYPubMXT5mu2O8CswTvhZO7b5U4w0+Mh/zvUEAfD4/qRq//+EuPq623Tw7c14+tgu7u5QTLb3naxm95FU4vot9kD6gULs+ZL6/PRmAgL5Zfj0+tMmAv70E17xwuXA+ckrcPlaKp72ytN++hr6bvfg72L1ReEo+FcmMvXVmxb7qfVu8h+4XO9on4D1+t4Y9nUSSvaPbN74KEW4+nBZRPkWu+L5G6W0+/ORfPGq26bvl0l2+6BY9PRYLgb0jEqe9P65MPjp9ir4CZic+CMIwvgyRoL37VXS+BT+6vTqht72YS1C+VyVGvLZOB73JwIa+GfEVPoHSvrzrUqy+JqrBPrG4MD70Zxu+MwW3Pc8DSj7wEVA9I8XNveuPc73A2sk+tX2QPsBnVz5LAs49ozY1PnywIr6+yeI+bJz3PbL/gr4Ctu292qSFPsMdqz3uaOM9MNukvfHC8L146ee9p13DvoADI771/x8+cLjFvRNLJb6MOXg+ryAAvXAChb2yl5A97Z72PGKUH762jko+smkBPU0c4z3oJS+++tLavcI9az66r5U+F3RxPrpSQT5Wa5U8fY6aPuy+Sz41fFo8GUyCPqBUlj7LnlY8ngCPvYapzDw4BhC9p4txPnEFDLyi19a+2OOJvQAIYb55BJ2+QtKmvS60rz0bLJW+Kt4Dvpf8hD3HNJS9vyVQPtH6TDwzzre+uElmvp2OXL4htNg8nsk6vkdvs77wVsC+LLfePnTBr75mExI/z3QTPTPjpb5AGb48Hhp5vmzIwr5bqSo+udQ8PW3AlrzKYoW+zhzjvoO0OL5CcFo+DdmrPZYbVT5GT0S+yS9ePelo/zyee8S8CT8NO8KNB72G85M+P2pMviY1kD0CsJY9efTHPfbxVTzLSkm+kVzVPT8Spb3CeoO+uYITv6P76rsa1uk+2p8BPixUj7yK/CI+2v2ZvjKI9b5dXdg8Fx2vvqXTIb4JGJE+obCPPZm6HL4ObO48a7zAPRb1HL4KKBo+BnA2PQBJQ764too7mYZSvoZjnb5Wsna+eYWTPq91hb0nWha9tbbrvL9WgDwbAky+4QF/vp7BQz67tJg93IIvPiksQz5aPqA9pQVDPikDB70uWP6++RWiPtD1yj57rQK+mHMtvVaaer7bIZ89KGQfvlnRAD4fOXg+y30dPtu5vjzQDgQ+IZ+Dvt/Zkr3SsR0+UJg6Plp3Z77ZDDO+dYLIvUonib3eAME+wVjIPZdV4D1yOgm+s/dvPkiUHz4MF8g9e3IcPhLjeDwP4hi+lTpwPm/aKb5+G0I9mEGEPD5kAL9/zZQ9FcHcPmeG/7wLe26+CG4BvQ+kqr6rj669d+JjPYjEgj7jByW+rootvbO1Mz3oGec+a3kSva50Nr7Qc6O9paBRPYjGkz2Z8Lm+bQCvPB+cfr6OWAw+/Bi4Pfjx4b0Y/5O8e4xMvhfRDr7lEEi+QGArPaVvR76UmGq9e3l4PqR7176D0Ta9MpCnPdx5Cz0RqoY9eggyvh+noL6X+u09luqMvWiOLL0qzQW/jDoGvgC/Nr5YDiU96Uz7vQN6OL4mc8c8H8OFPLr9n71hNy69bz0uvgDqvD3Qqs277whNvQEDPDurvZu9jSR0vUlnPL70YZ2+FLWEvX0i6L3RVMM8AgJHvl2dg71ycVK9q5UJvKMVbj5a0MQ8WwZePmDaOL6UyLS8TcTJveAZYL0ENIW+tYsUv8SKKr0pQf69lE0tPlgGqD1tTCC9vmb5vtvbK74xF0A+0uaCPRh9kr8xCjk+eXGWu30Bjb4dAoM9SbdgPUTuUb51WsQ9j7qZPcOtbb1VZ2I7iExNvQHWy72Z9Yu8wl6rPZKUrD1rqbk97RbHPVN5mj3APcA9W55UvVb2QT0EKW89w1zSPVWbNDvpZza9RPfcvSyjN73CnPM985rCvtKzbT7x2tI6gYOzPXFwoL2PUis+2mYPPr+gOz5z2yY+sv+HPCe/Nr77/ho94S6tPa41Lr6/2rS9vV/0POaiGD1F+Ag9DNWhPawUr7xHMra+KaYGPvdmJz7J9im+LHeNvmzuk74ydhK+3Qd2vST+vb0/VIY9boRpvaT9w70/wJK8oSR8PROLnj3EKvc9axc2Pr3t1D0qv7O8e7B+PQx+3z1CQ4U92grIvc6KG74HTo++eReGvH73DL5CvLw9Eyztvi8Ljb6VG767d6XYvcPwST3461a8L2uOPso92zyZGxM+OWUePc6g3j1JVIG+S0OtPRJmHr7+VaW9O23kuvsgFD42gOI94GBcPs9VlD6yN24939uGvtWKl77FizU9EdirvJ1aM74T2oK8nBi3PJHykT7w5IE+ErS9PQz3Ab43BBC+MWVwPhxlwD2rsDq+Y3XdvZz8oj0WEpK+IYIqvvC7oD45KnE9c6XkPYKUh7yghPw9mSk+PDVuebx5m5C+RuiCPRQdTb3Qq3Q+h+hrPt52PT0SIDA9G5OnviWrPD5KMyw+cVZHvm/0nz2LRIm8VuGuPAKKrz1HfIk7JItCvqmM+73vGVQ9miclPibeEb3naE2+3WBgvi9FQT2Uud46D6DgvUef2L5nMkE+CnrFPc0VCD4DRMo9KKqAPTdWxDwYzU0+2I0KPjMI6b3Wh+69hPYbOzkyxrxvA7W936N8PSRGJj7cyUI+aoIxPnwBUT6jPkA9HstQPnWPsL3TJZ8+gZp/PsY0Ar3J9L69VgMDPr0lLr6eiGi+74rmvaAEVT61Q6G9qFzJPcy5zD7ir5A8eNZBPpQ6Ub4asgO+2clpvcncFz2cNJa+jkKEvjlPcjxqLXM+JmanPTMNM746Jwc+vMxHvVekXz5n2Rw+OVEbvU1BP76KHie+m7k1vvSiHL6K5y8+qpLNvdDE+74bBCi+pwtVPWI26L36wO48hFRTPm49Ejwb5pE9fqONvdc3x72tSBk+fSIPPiagSz3fVwo+q+A5vrQKYb4JYGm8MwTovf6nFL0Isvs8Yo6qPUmZRr2BUp09nsQ4PSlnjL64/pu9BkdwPuI18T4NgcU8XYlTPeeclTz3KrE9otHOPXhpQD48F4W+gMAovsTo77xvYxk+skkRvpJHcD4aNR6+UPvUPG241L3cQ5E8mYhoPNL7272TySi9eP1UvVf44r2mSxW82uM8Pl+R6z2cM+88iEO+PHvh0bv/Ark9sNEAvr2dSr446+s9NyOGPsxobb4G/kG8vysVvp6MAr14O5K9PgX4PSOeAj5tvAy+ype8u+e67T35cKu+CB3KPMaR7T3TTBY9szunPTbo7r2ZkIi8qFxpPqtKPr4HMEo++oDwPXRpxLxB/OS99TI4vk+FMb7dEVO+IlxRvZIgHr7xV3u9KvKjPpq+Db72Cek9A0UZPg/xo72IxeM9N6IHPsSw7zy7eCu+ACgAPrEuLr5Z8g0+DWAXvhzUmDyhMPg8Q3cCvqXXC75MzzS+N7EnPXVUHr3Oc+c8/LcGvT8Mvb0tmoG910mcvY7h1D1c1i0+TIMnPvFLAL4rony+Oqj9ve4fLz1WSF89LMc6PYgk372WpMU74BAzOy7KvD0nYPW8aQXJPIVyIr44YDw+YOg0PVgb2z1mqQu9un72vQ+cCD42KSG9ezeOvQn6m71jzx6+Dws6vl8DwT0yBcI9v8Ogvc13iD2vSI29u2wZPkr4JL5Fg5C+IRpSPgpFAL4Ue/29nSDJvVd+F75MLF69taNMvsCeET7jUqM9pR/GPckwYLysfUU9oRravWeAZbxe0/I9vmaVPQwmIr7fNxS+me67PYQBL76AzIC9MEjgvejovL2oJT4+Hm5IvOTuAb7Ist293LGFvLrwZb1fRdk9BgRivqUmPz4zAQI+SVA0PgYHlT2trxU+fHBbvW+i2720/+O90EMWvl9sNT4XoIc9n+qZPsD/Ej0DbNw71zq7PWnC5rvJf7W6TQ0Nvus9hL0D2i69RMCkPUd2jT6d6Rg9DStVvPSI+D04J4u9Nyi+PYh7Cj4iEQK+jJV5vgsCCL6/RpY+qfQVvko/A74wnTc+w9CmvgMs6b3Z6mU+i08ePuBzCL6rhS++Z4/APZLgQr6TZ/G9nmJcPfZhsb197549KDCfveoN3jzv4TO9INQnvmYcRz4Uusu8ilTdPXgry73Jhya+zoivPanlLz79LbW9ntyqvU+gNb2j4gK+XhJRvfsnzL2Zsf68uJwpPqyZHD7DaK+9wMxePeV6kD3IWPs8g5XmPMa4rj0gISA+panhPCIKJT1Lpk++Qg6oPC5+Gr4FVGW+ciiEPOEqdj6skM8+p9/QPYYhZT4lbS0+XiFEPuXR2T4fL6E+aOV0PvpWTT1JtWu+pY8Evu8/5b0y/qc+wiYxPpqzET4lnR09F1JAPuy0Oz7KSu693FsTvuOpaT6APtG9ihbVvUSKxT1bAyE+wCnSvnhpbz4FDDM9VMeVPNiKgj37Y4A83bQBvQAgxj0d3wS+zSHIvo1hfj5lBzQ9bjOAvt2zljzgaA4+RL4/vgeXRr49t62+Q3k0PTccqT2M+qS9uZLZPiqfL7xYGcG+XKgJvg3Bfj08GGk9ajA8vs5L9TyPe8u+b0aKPVhXaL1ykuG+Vt0SPr8FYT6+d5e+KROcPvFMYz51Rfe88rF1vTxIT77YZHQ+QFCkvv0ejr4ZCK4+1YkpPdY3+zxZooO97jvxu0y9bj5xRWI+H+rDvm9Blr4GFtQ9OmexvIjW4j1rQHi+wY4vvr9QHL6LDLK9aCQSPqtyTL6sVcC+ALlUvFNiZz0wdqM+v0yjPVOh8z3cB5Q9qRmLvbJfSD72eRE8patBPi5TgzwQ27K8aTP5vRd10T7kqkw+BBMWvroZ/D2wUym9M927ukMklz4oEru9oS6HvjJpkj42GYU9cUc8Pjd8ez7fEdK8nLbfPX3UeT3ooDq+/YtjPgswAz0oeBi94julvWXuaL0r6x++rzc0vj9PWD5ktl2+2QpoPuAsrD5W64m+mGitvuZUKz45O2C9wTQDv+4jiD0WuIA+uw8nvVZpwD6SvAw+ciuSvmfvLr51/mg+vB9ePt/hLT43zzo+Y/IyvPGNMz4d5uc9mdaFvsM1LL6XTYq+8HGMvoi/6D24F2m+zZWEvSucKr68yQg+DUfsPTldMD3bs5k9K4BTviSGmTsDoiw91JUMPg/3Kz57CJA+iievvZU3Ib51+Om8qiVuPdR7mb5Ni0e+7IN0vXdwvb2RruU94t85Pn24Qb0NVpk++7PJvV+XLL3c5BG+WvhwvjHOIb7UKim+pIZbPTOMxr2Vtqk+IbwGvUQkR710cNE9aQW+vcRksr6Ls28+0w5qvlivjD2RSaC+fvRPPuFecDz+tqe+0+UvPTVDxrwtLBk+5nlMPuylXr6zHDQ8dzCdvSdpLruc5M+98s8PPtDdtb03WOQ96T3EPt0XAD747FY+xB2HPoUI87yXwUc+j7bIuo11x72fDMA9lamdvdGyHT5HNAi9zQ+DPgz+bj7mytE94wJVvsdjIb533vY872kuPjuwm72VkaK9ST+cPDz7bb6md3a+MayDvfIdrj2Egpq+kSmvvjScyD4NnqY+Skp4vqG1Fb1/2AQ+zBsSPtWFTr6DzIW9JF0Zv7AuzD3pIQO8sxr2PZFirjtx/N29J1IDvJeIir0v2g08+UbxPQZy470C9gA99Y3TPM2Wpj1ArWE9Yx2cPaRRQb7/WBk+RG5TPjFUvD0ncDy+aYoXPq66tLxQsQc+AMJtvBFSXb0nmBG+jsAlvWzLLD5AbFS9x8ImvraG571viRE92kIWPtyGGj4nFii+HOUPvkZyPL5gInK9XG5RvvY0BzyhW2c9itNpPHJJSzyD0oW9p+QdPoLT+Lu639U93rxPvhxxfb30edq99E8hPRmFLb7XPeM9l6SBvc374bwtXzk74mKgPUEa+j347Ri+7/0svbdOQ75+vq+9Zo4iPjelgz5kLKQ9ZNwwPlrQrDwO5i27+yATPpFi8b1wqha+5jI9Pel9GT4mp2E9jqDSvdoc8D3ZVo++Z5AEvGZolzzxxWw9CS8kvhFGJz4swQa9ts5SvlkWSD5YSI8+vll3uzlXiT563709lQRJPeg36j2hv3A+chyRPp6BS74s3P09PGgNvkCamTxGVuS94dODvlqOcz33k4G9sgB0PYfazb0gGfu8sG5JvksBRj5RnoI5BUWBPizYnL1E/+M90WOOvoG8N75Vvyi+sx4APbPxBL6q8vI7MGcFvoVfkjsxe7I9XZ98O5lNpb2Z/Gs+13iOPRXv57yKSj693YcOPlV19b1cF5c9MLTTvEzA3j2tDJi8IziWvrGGhj1rvU0+VRJkvX7Kiz4Gl8A+KuMZvqiunrxq4tE9NLYvvlns7j68zB4+fsP8PXeWNj54Jqa9NDCDPb1ylT0ZXfw8CFGLPg3d8Dwnd3E9N0EoPtnT9LsnyhE+IRayvfFA3j5ftxe8QVOKPqJUPLxWqMA+tSWHPf17Dr7UmPs+jBWevsY9cz7qSQy/ilvvvvnxor2viJA9dxyUvVmpBTyQzM49x9HqPW/upD1CZww+kCI7vohZhD4IbJO+InuLPe9Jgr0OwQm/hMK2vc6rqz0K6vG9fkD8veuVwL1cqIY+CCwpvomi4b0Fese+QTCPPph7Ab43wDg+k4LCPl2rWD50ypS9aF44Ph0AVz2ykpc+2nKAvtg8uT6InsQ9ckb+ueW7ND1bQpG9lOvxPthXvD06CaQ9qczhvg4LaT4QsJ0+vFeNPR04Wb5UpZ09KmIBvlu+x73CZ6g+YKdrPiD48r2jqf49BQJcPqAQ7LkCXd09LnI2PredTj4RWZk9I0eVvFAAVr3KKHU9F1ffvv3Xjj6CIU48BtPCPl2ER76U22E+Og23vvozqDorBqu+FY+QPqR1UD5JOlq93RKhPVrXbz09kk8+NeKDPuGxyT6T7Fg+AvWOPVe9Az/bftA9zQVJPdf1yb0IYUu+wITRPrCEhD5g0G299UsPP70FIr9mkSs+8qXHOv7pu76nI1W9I7YJPv0foT5d/KG8biLmPCOhQT75mp68iBc5vKEmRb4Z/V08t5m0vev1JT0pb7Y9lpVuvb2k7D5eV1o+U61HPT7gDT6j3nc+zquavaAmKj2FoTw9xwKzvd4TUz6x/MI7sDk1vdLegj5hK/4+/KnLPFNuZT7WUTw+4O/ZPRtsg717Xlc9egG8vWCNGr4px7y7IKIYPgiZDjzao/i8l+i3PX4ZsD1e5GC+ehkqPv95Q76o/jI8amoBvqFlA70c71i+1Dl5PqWlrzx15ao9g2U4PcviXD4lXSw+2ImPPqK11r27KYC+HspdPrkWSz39uio+nOxauzsDfD5Sqi0+M23uvUOqKb14ph0+MNMcPAcFET73KT2+XDaZPVUx3T6x2io+GlSXvqc4oj2OR4g+/eacPRg7kz72bCq+7v+8vYDqar5p9h8+6U/PPmFpCr4oaQc+/X0HPTdIir4RyZI+6jLpvDdc3rxBopw96H7bPt/7tL7EFo09uwR0vfNPiz0JAh4+alaPPvRleb6xkNc9M3NYPnqh+r2vZI2+dt0Zvt5lur2bnHO+MhsNvYIS6j0LLEq+4/AnO6hHpz7RMJs+mXeoPYx57D50NQI+v3dpvpsbnj77hoI97gHcPa/ZPDxkNvy9bEm4vQkiZj4RDZG+zrqeva4ilb3zQIY+PeaavecwQzwefGE9XHOKvRSF8j1Imus7qqlOPrK1Fz5kGLC74wMwvkOLNT4tVjc+7/JyPVK9Fz7EOQI8wBgxPEeZbL51SJG+mzpOPd6RAL7UPgU+/BIKvj4iar3+h4M80O4mvu9HIT6uSdm9dxQAvptsgj4iksC9CshwvqZ5CjyhQEa+h7aEPAOzE72W3cg8ydoPPjeOprxNJyW+5DRtvPcZdz01YSQ+a7wnPrMspL3o5I49Fss/PHkUo7sZbd68jxzPPGs6Zr4Ojtg8JPgkvpl8Cj4EdpO+nI/tvUQNgLzPVac+8vnmPC5gJz6qtIu9AFATvkvDab4UIJG7U02uPRYpaD0N+jM+lz5OPn2VBT4/2+y7hLwKvs8tCT6L7pI9kckFvTpmu70WCj++E63APZpUZD6YlgS+I6KivW8s0j1uMAw+Dj3VvZH+Vz6ZAJK8jpwpPpnQXrnk6nU9hRYevlqdiD7dqQE+LMI4PQg3hj1wNOa8nssRPopOoL1w0wm+8g8ivmv2Z71n7HK9KzopPhq9Wj3K6uw91ba0PdrLPb2SORu+98kWPnnJKr4fv40+9Pj6vSRCPD2wJfM9JEEdPnDQSz7+lWq9HcCmvUYRCb7fxRm+7vpavvb1AbysE0C91wSVvsGJAT6Mhqm91O8zPmS3KL0HEvy8PQXIPV7Vcb3RgEu+v8DAvJZGBb5wHqI9zaNRvZUJDb7vUJ49ESFLPlybET5ENpQ+YKw3PuUKA70wFqm9cB0lPlLhVzld2J4+zV2Avj5THj6PUUQ+P2tfvu2BHb561kc+mHy5vV/7Yz66djY+eb22vm0Na74goIW+Lf+UvgNThDvWAtC9unwTvlgjdz0W/VU9va5tvg5ktT1pNuw8R51nvuplbb4Lmg++xVznvQEX5j2TXo+92ZFWvVONOb5IK6s++OI6PbLpxD4qr3I+PfC4PfA9Cr7XSU2+dzR3PoaGfj0RPgu+G7v9vU7Tnz3fY+u+OUp+vsFIV74pEyM97t0QvpcfPL5QgpK9p55HvnQMDb831z++6CFKPllKEz5hfIW+AsMfvR/PIz5yw7i+LoF3PMoAI76gWg2+49OHPRmPwT09cUm9TCiavii7FL5sqJW+vuU0va9VV74HOBK+VQWPvVwE1r1ymqi7zhsRvnkQkL6TiqK9VEh4PZNQD762RMQ9IT8/PvlKsLs7nPi9rzy7vqCroL6Pvc47FuTjvg47wD7ZVIo+ejrivnNdIz6Pz2u9rvNOPpOJhD2rbL2+AgIiPq3rWL6SP/u9CvnKPRFEL74jfYA9bpznvADZnb7wdQY9ch2PPfGfiL60M1i+aPNvvnR1ZD4Kf++8akSLPTyV9TyZMr09CUxMPsfIlr6MJZY+v+UQvldUg74KSGW8uW8jvkiT0T049ug9LMc6vH1hHr54tVI+zg6pvRfSOD4qg7o9pWCfvaYhtD0BDIi9ASYHuoq++z3/T7s+5JoXvotgwr6Ttw++5BU1PrZafT7goIe+hbqNvC/DkL69qzS+lwSrPvWjnL5nQpA+Q8VWvEqb+jyVrDk+ApsIvtKIqz0beZS+iXc3vX3yjb5iNvI9LWq+vUbcmj0JGrA9Yde2PfqIub47y5W+BeeJvTQAkL7abKw839igujILsT2Ocls86G4dPTiFkD67fEM9138APr9LCb72eve9rICzPh6EDT+q4aK9G+FLvk08Sj78rnK+agE1vcAAnDwYR608FCyRPV4YOz5zqRo+oRN5vAU8lLyGiIO+9bjkOltID76ESZS7vNksveo+4r2hWju9OVJRvQdqt73DGaC9d1dOPU/b4j2yoUG9pi08PcVRhj2f1829OFVcvSk0Pr4R448+FxJmvpFmFr7sWCi8oNx5PqQ08L1ULAy+ngLFvl5uSz2I2lQ+7bi8PaOhET4f+I0+LmbkvSV2eT4ybqE+tNsEPVFXrj1nfxg+IN6Avkx15b3GswM+G7NDvb7R1D1x0LE+XjcdPVC1nD1bFcI+C0GuPcsxBT5nCic+PiXMvR6hWb57ZA0+7N2Lvhr8pL5EIdI+s6dUPvq0lj3eUcy9mngOvS2V/b0CzHA7bz3LPaorzL0C5/A79xGVPlB/9zzioFc+kRIOPcYvEr6okbM7ePClvrziWj5cfCq9TF4gvYaeQb5kZai9OHg3vjFuXb6CN3O9uPZJvtnxxzuioUo+LazHvHd/wj1usKc98ygMPpsHVz56iu+95pgYPHbsJ730Pss9swtdviYspL2Pt8G9CNsXPf4JvrysRR4+iOLrvHfpuT3crPK6Fw3XvNw6Ob2z4qa93+2cPpIPU70waqI+Hd7mPbvIGT7Zz5q93BWlvY1wzr1FAJ88kb04vrARwDx5YZE8u+sfPlA8Tz1rA129h9isva2Xzr3sVGu+KYGgvXEe27y6WG0+9z4oPd3qwT51xjA9n1e4vRhYGr1tMU8+otaYvaoeFD4ttmA+ZkQ/vBuRGT1vVOM+/BZovc3I+T0cmw09LlWQvTBAzj2rExG94DsIPmnLWTwWor49grBDPTbgr71AbtA9lGsVPlYgBr6SLh+9pwBFPVbVFT3ENvq87qDBvbqYxruR4uQ9C0VvPk8ILT2CBI+9qXOrvcEOgb5NExG+9nWAvQxR6rzma1i+8UxaPVM2I741I988x8c3Ph5rRL5PTqu9t2nkvcNFWz5N2AG+m/KjPclGsb2f+gS+7K9pPThPO72k4ae9mkexvbAcHz5if2A93yWFvl1J271zxBq+dShLvn2ppr4nzRY+MCqwPvH5Ab51vBS+uq0CPsovxD5dWZ69KxLsPdlv/j2CCc4+jwxDvrypxb6Tm5s+VXPOPQnmQb4nkUA+0yLSPi05KD6iouQ99Nk0PhFh0jyAvk69Pr2TPfzx7j0g09g8fP6rvjOnuL3h87483NkuvW0F1Dr8RIA9bqmVvsIpaD4xNZe+VByLvi0GGT15DZS+/WTJPc8M6Tur+7s+wq8Wvhve4D72ULg+576JPtEEEz0uPAa+STk8vYIwHz4YnHq+un9evbQKL721U4C9saEnPrgljr0xavY+zdmYvoTNB718ioE9yVsJvz86zD0T1mU+tZStur2nhD5TaP0+lFSxvoqmUL49CAY+MWdGPur/Ab51bJg88/6xOWNu0b21OIO+4wqSu7T88b1mEEK+L0O5vbOVs7sLd7C9MsKyvLq9dz3EMec+C52NPi1eU7wnmbc+QoypPPP6jL7ES4K+XqS4Po3k3DxpRWg9VD3ovRPOuz3IOHU9orWcPizD3j6xf4O8IKJ1vF91Wb1G5p2+M0k8PqaySD3+yG88aY0RvgbtbT70EH69krwpvboO7j1yrto9UUGXviw32T6IjyE+ffnEvvFusLwJI7W986+SvlvSK74Jv+49hwu4vb6y1z3Nidg9N/1oPmFTBb6kzJY+OQTGvb0RpT5OHTQ9IAKgPc9CAT+J3DI9kQESvoubYT3IB2892HmGve0P3Txag1a+0eafPmgfor1OZ+k+6Wa+PaTuxz6Kw0E+OpfpvWVZur7A0Yo+DG4wvnQ3nT2SS+4+TRaWvazw5D7cPWE+sT0Zvd+wnL7gIJc7kOC8PnxU9js2QAk+6bVvvTJ4qr0Yupe+KIZDPlqNJ77A04k+FlRIPl1iZr5sZZU+xifNvmgJsL7bTRC+GiuWPrQSnj64fTG9JxSPPuEefb69Ygo+lEpwvsh4e77aO7g8H25UPjwwLLuC9uo93L1SPnq58j4nXq++BceCvq5wJT1pYde+OTGAPkpELT6HJKe+dtGPvVT8vb2ERxI9mlaKvTuzED40zQE+DKOlPhUNxD6Fh8m9ERwDPvEFsb7p+kS9Y6WWPXKtPr2CjaY9W3NgvufnRr5zqaq9JPCiPnD6Qz3Gd4C8ke/ovYJjrL1cege+jyWvvcFrF74kCnq+sh67PSoxqb6z3969t+skPu6u/j1OCge+AIeZvKNGLzrCcC++lw2RO7ekIj7RFQe+YPERvpg3Xb5Poc4+LmeMvVNSnrzdGyk+XEJLvaNaYzzH5Y++HBBDvlpR4z7YsEy+1jaYPgQOLb7pIC68MPJfPM/Q9j0yJXk+Ynh0PrXkZ74xya0+2w1bvfoQQz6LuOY8TxjKvUd1yj0EhZw9noabPSCyDT70n6s8sQepvJqshT3n6M688obrPdo4fz12gUo+/8QWPhAvvryWkOq7RR3WPRh7jL1M4F884hj4PIeXGj5YOog+FBYQvo73JrsNTiE+FBrDPZtFyb32uS09UIPQva3z7b1S5UQ+RB/EvTRPRD24VEW+C7bjPU4wXb2W3pa7DYZmPhprRT766YK9aqhTPgwsRDq/hOw9pDNcPdqE6bzBOra9j/x2PkI0dr1r+gi9wK2aPBHU4j0ZN2+9evhyPs+Qbr1hVa69vL62PVUTJr6UhzA+WzcsPhB3yT0UW8C9C9kxPZmnjz2Zmk09ip2qPe0wu72fz9C9t4/yPX55Dz+lTYC9tXCUPuBLJD5QYRo+xBxDPN6qAL1sk/+943czPrSxmjxBNzM/3qfGPVLkHr7KlTo97jOsPNCuFb5+dtI9CqsfPi1BOz0tMSC+V+UyPnr0lD3NVpa+OTPlPQgFST16oWy8oFVOPiAYK74dIKM9fq7UPYiYuz07ExY+61SpPjAeOb4A7jg+5oY0vbuNZLxTLhM9cU0Svh9czr1cUn69hdd1PcZXPz1G8TC+vd1bPkvggT0VVxI90mHBvRpoND6WXCe+me49vnxGmT2uSj8+dlw6vnmaEDzdm9S91yHMPXRb7j1rPru9erGkvqodxTwVf46895ZkPCF3Br0D9Tk+5OwEvmvCRL76DFE+DIVcPetiFr67MAw+94FVvvFkEL5nJfK92Fkgv8EQRb1DDAs+B2JXPXBiUb6fifs8vOQ7PuKox71x8pU+ImoAP7rWaz425JG8qNUVPlCVDT7ik3u+O02CPVTyJr4eUUs+FlwAu6E/Sz03JyC+CGTPPWKOIT4yDp298IyoPZNLiryj/lg+XS5Mvs87IL6dsbe+ugrUPPVxb739erW+zCNUPrQgAL4pxsk954KTPTcVEj7bll++SN5/vYlRRL6FGW49P1zGvSEXUT11VXA9y9yyPie1mz0CeC89ebrtPbTcnj1IAI0+4PRDPsWrEb9v/1A+k8yjvd3dlD6kRAA+olg2PUmHCj1Z+Wk9gDC3vOED4L2xLVC9I1ITvl4vRL4PkDC+Kj7ZvFxW0b3bzUI9i/PwPdSNuz04QKa8CCHWvIb8nT30npA+9PqePH9ZqjzzIIi8TA5CPX/bIj1xqng9MXozvuRiX75nH3Y9Ys8GPspFw76tjiy95iAbPgWOhj4/amc9mICPvk1jb7w5PR0+bfBdPkVcG77Qg6E9Gd+VPsuwmzyJsaM+wDn6vYHC5j2WtnU+faIRPi4Q7L07q5i9Oxs0PgyKvjxQReq9HS3JPe0/Y71Uifq9c+yKvmZXIz6bPLE8pv1Cvh2mKz7NuPS9tLzCvcdYaT6AyAW9vu0YPlq+VT3ofkG9L1cYvm+kq7w6Qoy8OVJXvSQGBr4nFm2+zHDNPXANfz6eyK4+2K8qvrTd6L3YQiQ+xOLEvn7BSz1faSM+K1kavmtdRj7/rHo+0RmJPuKiAj5PqV09tcWluiDC071dF9O9HHQnvokTFr7LsoG+MfbOPi1fBb4KCEc+lslnPvhBODsFlY69eKQRvD/6PD5DcTa+SPmWPKYk+D3jaaq9VTUWvk+aCz4ZUve6TaWkvecuiz2qvMI9agswvLMAB76/vtC9/2IMvys+gb7kp5o8tm5zve1sQ7yQh/w90HE7Pe+gMD44h/k9Bru6Pc0Jujxm5BK84xwevuff1z6Fs3g9GcwcPvC25j00Eu88O0S5vBvlJj2OUKe9RFkFvg8htT5eBEE+a3WFPm3Wjb4USLI9WCdNPirMQT4NkMu+AHPpPd3exL00w0K+iDdzvusX7r2n/oA+wDoNPpX2PT4DkwI+G0ZAPtfTXT6EYne8Am6TvYWujz2wRFG+XPWZPgoa772I5Bi+PW8YPqlOU76RJZ88eMafva1MejyAQbs91dQRvKoxnb5cvWe+d8T0O/tmH701NEe9kb0CPlRF8rxHd5C80YWkPht6v7005lS+mhvQPo1GOD4k6AC+x+MFvmFeX74mmtw9yddSvr7Ynj2TPie9SmpYvkMxLz5v8Ey+qJoMPCNkNL5CUl6+mbbAPEXc8j3wGSg9Wb/pvTrj2L2Y72A84ZK+vY/0nz3fs2e+2/UQPWdM0js7ZYe+Lyp3vvWpyz2QGoI9dtWovWRsVj3p5oi+NGMXvfSGrz3qARc+yf72PQyNHD3Chj6++jGhPZyvSb3Qp/87qeOQvc6WVb0rm7e+konEvehoPT0k3ho+3xZzPdcg+7wTpB09U7d+PWEz1b3N8yq+S8vMPaGQ8rsp7IW+K5YGvgny170tZOo99g0Uvjq0rL2H4zW9CJm0Peskxr09drW9nwA/PTY2ur0840+8RCVuPou0kL4DLAG+WfSxu922FT3gKFQ9xB4Kvs0Zg76TITK+kzw5vi3sUL5lsKa9n7TTPRsZEb1fZCW+N6quvFY9w70k8Ga+E5+8PX0dcT0SwUW+FdquPYzlCTy55Sm+p8WnPcEqsj2u8dK9qzQOPmATib4S4ym7vKA5vvXP0rvOqC69PJQavtNgp70u6si+J78pPQpjZD3CQRC+dihrvc657j0EdDM+VkwhvjRzEb6BVNu8xWb8vVie7j2trjS8gFGjvjDWwb3JYdo9SVYRPFsWtb4t3Z893ZH+vYBmOL5Z4ki9p+DQvEmbHj4QkVq+AAcivv1/Y758GB4+nRPqvYt2wTwfa/u+9UQaPaUYVr0Q+zC+gOgePakNBb6w+Ce94cAUPtzox7zTfkm+0z+nPUT05L6blGo+QDd2viNUGz58JYa+QWLIPT8Ier57NYs+00JGvM1sIz5sIU6+bWkgvjkwzb7W0MC+cx5Bvj0wBT7AFqK84BH3PQYJ9z2vuMQ9m2BDvp4Nx70W0sY8sr6zvUBp6zxtTzS+mPAKvpK5xz0FL3U9bVdlPpTqqr2/lty80VGivJUctTz9Bi+9mEhsvtJrir4P1fE9h5UkPlu6kTs31lI+NB5tPRPohDyoyVa+ADNOvjQeA748bjI+d1elvn7hyL1ur9W9I9wKPgzKVL74SlW+wsjNPMPnkD4Aa2O9oIYpPQtRMruk1Nm9aMCtvpsAhr4bI6q9S3cJPDF3xT32PC68QQmvvgActr2wuSK+iAQCPn0p2zvqwWy+Sqi+vVwLtz1BvWA9McYLPtuDCr6HxoO+0cdrvtdgB74jGbK+MjSIvprKsj2cmEQ95eMtPS17I77mc7W9lhZkPU5EOD7qwzc6V31svsFULTsspiE+tUp4Pnb7Qj1ngAM+uX5KPneEi77h+Zm+NreFPjPgvzvzQwO+CeqNvSaSnr5XoRU+njaHPpFGLj5w3Te+jEZMvt+RXz42lg++AglJvgd+gb7vxpy8H9AmPjWFrz31EaM+FFc4PsQCGL7eBqo93ylNPes3uD3J3kS93dEaPpBZBb4pS7s7Yzn0vc0vaL0PXUO+WO81vm7KDL54XGC+BSTOvfmWxL7GUyo9kF4tvaaxMb62Ksg9kl1UvuNGrr2mwKQ9y5s6PXLX+71Q8u0+E8c5vUP17j0iM6G8P5w+PvfWQj0sXTQ+tMBAPTYpdL2N1iy+7kj8vZrmgL0tei++G4RRvvPiVT4lEyY+ZIXJPK392b5/txK+TEZIPMCx/75ymRG9G8Apvjt+P77Aq1u+9PTpO1g7aL49e+48qVggvjldSz4JB42+zrWmPlYSkT4GE78+q8iZPfGgLL3HzBS93LilPZ6rcb7V4iK+cxPPPCPyCj4SYQa+yu1gvgMuzr4t7bA9+TewvbWO4j4wEYo+DcLRvp1ZTT5k9lq9TN6jvSjDob5MiK68Wb2cPpvPnT0OqZI+dh4xvX6tuT3Tu7Y+pbGrPReY172QM3K8r6jXPeC6yj0h8F49+ODCvfF3TLwhzaK+OeZLvcWlS72cioY+5PMjvhRs4b2LA208c/KyOylypTx36Na8xd6GPOIE8D0JRaw9d8E0vhx1074Pek8+pK5evBGVRj5v9FI9HEIXPhOVKj6kiTS+cJddPqhuFj5q+GQ87pTEvYjg4b0to/G8D5gwvkFig70f6xY9+pYLvSPPIb42oRo+IIApvJ0bTb5IBHw9hH7DvrlcyD1Wqke+6UPbvYsBiL7GxGe9smhwvj3WB71Ssse963aUPSDV6TwTxEq+B0GHvTUo+r3fS5S+NaBfPLrEyb3UHD66JFQuPcDW3Dzns5e9nkPavTSIDb35JpK+vPbTvZuNHb5uugQ+kQRTvRt6Xr7yw0i+NYsRvrL7bb1Nr9I9Sge8vc6wrj0he6m+clO8vdI8Or7aj+S9EGekve+Gkr3Rbqe9u51Mvv7hlL7NRKu9X2U0vtyreT2gL9u9CdLAPYq15b3pRii+wsGkvcLRhTu/jFy+Ktc7vXmsxD1LUWI9r3gBvjmx8z0xlUK+Eb6zu91JXTyDIt88l1sBvhV2Sr0Q1Ng9AjZ/vQ+C1r30F408MgwzvtoFy7x81xc+1ZsOva7wI75CIPG9wMzLvWwHlj1iVcY8wno2PSOx3Lxfpfw8kyyJvjR0zTzuXAQ+V8xMPR81/r3j/Po67a6kvWId6b1BSqi7F8OHvg/3iL4cIAM+2awBPrOA5Tzm6pO+hE/qu9Yr672P96O9rss/PjpmAr5Bg9E9QBxVPfL6C71kzma+LpK7PY0n/Tyf5rw9Hs/dvYA2UT25aQS+bneePYJBeb6x4Ee+e/fDvZqTtLxzZG89khkePsWLBj4ezoa9YUUbvk53JT0P9v89UXqLPucd9z0uTUI9dJqQvhZ2Dj6odhI85nDHvpxcpL5sApo+lbUfPkFXET7Wgoi8HlhxvNqUSj72HGM+22fFPYnPoT0YyQI+sjTqPoO0xb6EbLo+Ut5CvsZ7kz6aKB+9fKZLvufU2bxKFAo+pVZIvEtc2z6z3qK++x3hPZoR7D5wU62+XQ0NPaBBvDwKdwu8cMvkvlDiy71nuIc+git+PkGJxb3goFE+NrVIPqsGNL5QwJc+HyciPoeWx7jNEUQ9HnlPvqKStD3yVaA8ZLiqPak0fr7Z+8I+wPrCPQWkkT4VU7W+qVv2vh9AvT0hxks+74sjPciAyb6RO4m9Ix+hvWTnOr2N5Ya8NygBPq41Cz91nho+19Q7vvpEbL7lnbu6Sl9rvp0TPz46C4e9OTeDPp1MNj7fRHc9APOWPe0Fqr2BRoO9P4DJvfpThz5SmRM+Dkc7vRuV0j6aD/29p/nBPdp1Hj6UTgm/9fSAPtS+Vj5fhr++lPhgPvH+lD1X93++1NlkPaTe676wYDa8bGoEPVfM/T2ckPO9PfbWPLhs/ryNtDM+y2/VPr6O/D7uayS+LFyWvS6LFL4ekfI9paPsPiLy077TGfi9zBcqvt5/D7+x2ZO9fA80vsoxPr4YP3y+YdIJvnBjcz4Js6y8JvXJPoOpGT5gjgO+zXCcPl8S5riBmAw+0xwrvagrWD1SUoG+XJgVPbV7n75kcQU8QjfhPd+vDT5ahoQ9BSIMvjFGZDxY+Qc+adMUPpSz971uAYi+OSasPCMOlL7KBa09jQs6vqNaCr/lI0S+4CuzO+k9170VTwm+vSUmvgiRJL4jfBY+hW8CvjIWez5x4Wu+0LmdvjDTJD6WZnq+F0xEPSMIED55nIy+AmBzvZE8377f4gU9gnJBvXD6Fz6bt629tSB4PBRapj0QEXy+zoY6vSSzzD0m3bY9qq03vkkr4D3gNOS+oMBOPhyB076nUK67SOOSPf5RNz4slHI9YWTFPLJAdD3lngc+i5UXvicCTjxR1Hu8A8+IPOPLgL5jsWo9Br9tvsqvnL5Q6xK+4QyMvu3YND41gA0+Y1ZNvhkDzj1qdBq+DQ9cPliZw71l8c09YcaWPNTwzL4Dzb2944afvNLLdL0yp4a+V89AvukJ+rzULSU9UTshPlF3Rb1LX4g9EduuvWkyjb3Ql6S+oaOtPX0XYL7eRxa+veWju/IWQT7MnsG9ji4YPqN/L70weUQ+hjLzvf0mIbxlUbA9DLe7PcoSRL4868299ikrvUmpP76Y3Te7AIQ7vmJ9tL5F4xK9LoOtvaB9CztJ+vE7DxwoPKT9EL6CLXG8uqXevqeD8TwVSNm+F08SvrXxtb4jcjI+L2aEvh/a9L0kk5G8o6u4vCwJz72bV3e+ahknvtbaq70bzIq+NFwCPgoTkr5SWwy+1n4nvi6ZkD1/jIa+7PcZvTZsHz4o3Ck+r3ZLvv82Ob7T/0o9AM1rvqlbEL5Aih8+MG/ZvHwKqzt10gq+GHyCPdj6jb0foLG96qBsPc9PZj5l8za+Cfl9vX/Xbr4z7VU+WUKevDHEOj0J3CC96hM0PlbIzr25XLM9UkUavi7cnTzhA+A9HIX0vetSoL1oRS2++2Nivp2CJ7543iu9/Xv1PbRz0z1wBOW8IguKvMEY8T0vfli8VrXHO/g/Cr7GGcQ8XaJpPVzjPr5xkeu8pLM6Pu6cBD6xazY+6uRsPUOIpj3FABi+mKy2PQiBuz0eh44+BDolvFZq+r3Nt6a9kxwOvgSEcLoBza491O+lPQNO2b2DTJ093BZDPatfET4+Vk281NoLvj0L573QBQC+SQmYvqALIj7QrBm+g0sPPaoBCr50zKw9RDYAPpa0Yr1+1DQ9TUaIPhRQkLtdXyc9C8MzPTMQLT5/iA++6pQbPmnNh72fVem9ljVpvP1ewz1+f7w8VWTkvfxcfr7bLaE9w4J2PSTBCb6CkZc9k+AivXWrxT1Zp6s9guM4PCG0jj0lnPO8/aEwPXJmeb1jSII99KlgvXAkqb0Nv+69E1RQvvWR0j0nE24+tTmEvhpdE75XHVI+sZlDPjv1wz4egRE9ckqavRhLkT1usiU+09I0PiTmI75ReA6/GAZSPq01tjyoW42+DsOAPX8fsz21ba2+j6ekPl74jb6Kisw9ky19PmIlIj7s+fw9AUZzvlGywb7/vz4+qESAvqJCbD6bkY09pliIvuwlCr5kAGG+XktcvhJg/DxRwM68P7uovcWHEb4fALs+k/KIPlZOub2ELZ0+UQSLvr9yWD6Nwr+9re1fPt2YVbtxgw4+K6LwvWXGej4Y7mU+Za97PkB0pr3mlv89bcwovjXXAL4cK/C+wFZXvv/y0L5DaIG+1r6ivZZHkb7qdiC9vmePOt/rBr8t1ce+Be72PRXV1r3fj8Y+m9M6vrK0Ub227sk85dCuvd9a0DyAyXe9hTI6PEIfs74cAho+bVGIPV12BT7HZji+/SyUPd9MI7sFeGc+PprUPkR4yT1Rg+W9l9rWPU4Dq77BU688MUmMvr7HOT0OuEK+Hc/0vcMZR75Nk8c6Z/UtvoCpu70lAha+g6jxvnmplb6if1I8PBCrvneuAL5mVvm9QLdcviq1Br6yWY+9TxADPmcmUr5h3pk+7V9wPdV8yr0gbeM9gUlNvDBZcb55VAm9YYctvmZnub1ldIa+3j2JvskZkr6ptIc+jY5bPlwKp74B/ky+VMIUPWuJvz7ynEk+JvzWPvVjRD6fqcA7rJ2JvsDgNT7ne4C8T/6Ivo7pID7X4mg+ZPowvhEeAj5lqAQ+i0tYviIlQz0RpG8+9w81vTlp6T1spQg+oEIUvu4UJD2pr9k+03ASvrbJST5q6QS+0gfHPudxYr4Jvzg9tt9JPBDo3z1yM4Y9dlr2vMD3Aj7DTnw96iXavY/iQD2WkCW+QbG3vnq+wb5WFHU+SJj8PNNKhz1fwoM7ZNgHPssrED7hIj6+zV7qPFY5gr66vWE+xFjBPd3rRL4uiwi+zCilvQcOyr5wwwG+2VHMveEI9b3G8BS9mQcWPkkcmr47HdU+4hpGPePZ0L1Zt7q902XxvXQe3D345KC8Cl8VvWCU27w4BAO9h9/BPum12b10Ztc+ZBGuPkqN9TxZo9s9UEDpPjS44TweewQ+AK0tPfGztb5/pYA9n3dTPgRTkb3WfBQ9rCFZvqvjIDx16aE99b51Pp4dJj6yTzc+6BCcPQTFR77edmw+BgJZPf+/oLxaxKu+IlJivsH9Pr4wZCS9F2yTvZC4DL4Q3D4+N22BPQz8ZT3uM0o+m2q4PsJaub6VscW8H9egvTKmVL5rxI0+wwBgvIFSRL1fmjQ+fivUvfjcjzwBuas9q4NFPRzckL46LoI9cD59Pd77pj0xyQs+V9xUPh8ikT2Nn4W+HqosPlPOKb5JZzA+0Q8APrKlLTzAkjU9mOXcPToQhT2YMjQ+zRoDPsLj172Ak7w9VvPPvRxHA74Be4g9A+llvlGb37y1vzo9kGAnPfbqt7uD4ZS9LPngvTqQLz1fvZG8dmNOPf23lTwTpmU92RhiPodv6z25B8k9kkZMvrn6mj0f/SG9gpT0vcKKN70YBd89nWdpvYNE4j0tvgS8lzWHPoD1xTvuCU49u83mPBZWprzE6e09k/D7PZzKgb2KAYI9gCmbvZ66Mj0hiVc+10UfvmVZjj6cIfk9YmEVvq2ntD0DaAQ+PS9ovfbbKT4ivSm+T2alvYcjOL5868G8gQwQPoYJAr57M4g9DVCWPMEPir2zE3u9wLtNPliNxD70jgi+6N6WPOG5b74tpoM8C531vacJ2z1onTk9D9Q7PvQnkT1que0+Kz9evlOyqj02xqi9t9S1PQ66ET6HJ0O+6k/IvdvWhby4xtc9FfU2vkSUhTsLClk9jhidPS3FTL37Tjm8SMioPZg4ID3PIEc+LbdkvqXEED5wZ7Q9QAuaPqKN472Wrmg+pA/IPC5Bor76Bm48grIYPsvuHL2A+7I9YHJyvf2mH71n4H08ibT5veZGO77JSxC+rlsMvZh3Mj0nX2c7GVkSvRe5Uz3OtS098Nf/PZ56oj1AWw6+KkEevktugz2wHg0+O7HkvRlhnT2hI7A9SwSGvFyexL3xvzo+ayJOPhX3+D6XNea9c5q1Pl2oaTxFQCy+oAurPJcVCj7LhEo9mfSGPsIx1L2i6Z2+CcubPQmabb5wQ/Q9kISqPm9XyT7UaGS+aED9PZhYiT69E9a9QeQWvsgegz1M70s+LNATPrVZY7zGNSM9HW85vqzKYj6fM+G9ia4UPEHvhL7gP2I+KbH7vZL1Pj6cmlM+0O10vqhmtj5GCkq+kBHYPZs5lrwoPy6+52llPjsom71e/bW+nfmwPjoyhb4NpcA9aCC8O3jwtT12Mt6+9IpjPQRFdrxJX1s9bLBovnCg2r3/2eI8g0wwvTW4EL5HSF4+HjOXvHAItzzwxqc+7sKVviH9MT2iTnw8trKRPg3Oxj68KE++cpvrvZO6xr2AQhM8dMwMvj0Hb74pkIo+UJjOPc84AD72Wbg9CZb6vNvo8r2gjx469WuqPgx8Lr7UA3Q+w1vJvbuKjL06nmu++x0aPoT/lD0uuI0+Vd10vo33pb7NyGy9w5+2vmv3qr3KVdi9Ii8FvwsR+D1okNS8OGL+PMdgYz66Urm96qqXPRrCiL5r4Me9PbKiPAhBuz3qFM49XIn8vGU2hL6usj69OCcrvbRaCT7FeCK+cyRHPpO6mj4p8yO9DeKvPjGmF76Lys097YrOvqWhCj1DYIw+bmUevlWfWD6/5YC9mq6hPTI6cD6HrUe99TYEP2aUd7yayrA9+SIzPnyXCLxtYNK9GlWcvcbVxTxDtD4+fFwivuAjn75FkFc+NILIuxGCgrvbdGY9iabUvla67T26BqU+SQ/APX9cgzwbrI094cpdPvRwlL10/hc+P7MhPo9Fsb0euQS+njwfPl8DOD3Q7su9xV3mPZB8DD79FFm9hVIIPiydkj63ctQ9IqiiPPyWDT4luzI9IEqSvvZ3yb4uS5m8AIUEPoGhwT3wL7q+00pkve2RirxSnUg+hxCXvnBbeb5st569cgXQvu4tkr6rccU+S1r3vUTwor4tUwM/5jMgPjBkmDxl4Mk+yblQvkTXSr7rqeC9wJjjvZW8Uz7b1/M+XbYRPin4kD4+Zci98J7VPu8rez6ZblC+qW4Zu7mqBj4m+9k+o1+IPmeVqb5mmhk+8i0Jvtd7Vr4zR2i+ZDJCvpmer7zfLCm+mX3YPc1h3L2O0v09d0ejPML3lz2DWCu+KhknPY9rF746FB++vNgRvo8At77vgTg+vx3ovWNR3j5nOny+WvakPZYnvL1Dv1k+fNUGvswnR76RS1A+OtH3PYccEb75Wek9x9xMvmsxBj4WxVs+Qn5hPplZQj5Mx6u9V12YPh7jnj0xW56+BknlviuBRL2L5TK++g5XvrHV8b1JxuS9SMqGvfVKAr49iEQ9H54jvgJ2n7xO/dg9bcJgvbrY6b3VzCq+lD0YvmjHoz1Jodm953hnvr9yYb5BltO85cvqvZX2D76INoK9WTisPaUXor7s6k09Pp7XPSBklL0H31y+rFpRvo+zyDwg2Fm+1atmvRhcJL5xfS8+RZK2vRtid75EW4G+ks0augzmEb7PYlI9NmUaPcitcr4GOsC9QnnIPZrKwb37JxA8aH9xvcFVHb1R4zq+vwe8vUtrFb4nrMK+ZBXKvVuJMz2wdek99fL+uitDKb5W1rE9xJuHPSu/5b0gF7C9w3qrvYBSnzzv1Os9WN3zO6bdmT0B65e9SbZbPr86GD3RCWe+aDyZvpwInj1632y+MMfGPdfAoj0mbOW7LZ2pvrVXM75qJqM92murPMS9n72kG8k9HnY5vUZolD5Iuv89g+jvvXLnLz7jAja+IKhTvlF08z1xb18+JOQAPnzm6z0rq3e+C1PVvYgKA71rv0E+KBYIPd3vHL5Ku+M9FmzqvPksVj1R70m+u0sbPg58mj01+cO9gUGDvhmXI77wMDI+nVR4vFIwrD28THO+lSmRvnq3Sb65Mqe9NXqTOo8RZr38egw9kxCBOwjen70n5FU+kv2kvVNxwrxO2iu+PKETvlJ2Ib7JfI09J3ycvQCRNL4Cli2+YXIqPRADZT1zMiA+xgAlvgJFs71G1Gw+dXdVPXj4IL9HRSK9t9HAPr3aI7t4kUy+4TWoO2MzRr0YsNg+QqugPk4oiT5faZe+zD08PuHB+rqGFIU+etavPPYwMz41A5A95mjEPa0oE77faAw+YkmPPAtidD6GjI+9YmYZPuzsWr1ATEG98QEEvhWXKz51S1W9YzwRv6QJyLxv1g2+pcTvPLCmtb37Sig+ZiAqP5neTj4A6XO+q68Zvj4ULL4LcTS94lA1PuXw8T2Lra4+Vb8mPZdpJb75yQs/GmAGPpzYr72DHgO+HnuJvWfTir2rzjG+cp0VPrB4er5/LIS+cz3YPQ2RJr4HFmS90QmsvjtwzD6yv7Y8X9+5vmiiVz7xs529gJ0BvCtqlr3Wbe09QOwOPlCe0z2cA5k+miDvvTS2Yb6BmXO9tVKDPVYgJr0O0te9gtVzPh+voL7yR5m+Nx0Hvg9Foz0HXlC+Co3TPWHkaD3B6aO+wijPPMiSjz2F3/y9kJ9uvuYNi77ikza9S+fPvkXFKb3dqzC+qJMTPkPqIr3BWcq9ipiLvTJkbT7xtPM9qc6Nvqs7EL7lZA8+VDTMPtZI2D22/ZA96zW8vjZF+b2AfNC9a0h1PszDWj3eWkm7Ih7MvAz1kz6xGZe856OJPq3bSL4/9RW9986vPvlrRT7/Cok+wg4gva3+Mb2SI/o8kTtCPbbMoLyDULq6ipLRvdpRhT6C5QM+6Qb8PV1rFD70S7q+q3xEvdjEDT2lXCa+2F8/vgu7Vz15yL493i34vb4rOr4TzKm9+j2hvSCGwT1oVPW9mMVevRKHPr4M0Ic9qFqfPQ+YFDxvqXG9QrlQPf9rFj6P3OC9qXhDvYxoi73lWHe+RPI7vo65sr3WxtM9B02jvUV0LryrvMY992kxvjVbiD6Gnhy+3kRZPYPN7b0k53k+WadjPQZ5E77xwtO+Cc93Pl2C9rqunnI9QtTVPT9Osz6rtqA++MoBPuv55T0luys9wKHUPS3JNL7U1tU8GeulPaTs4rzN55K9JG4LvhsJcTyUvtC9bcSEPm1JwrzyQ30+Nd0XvijleD6NKHw+uryzvnDkmzx1cSY+q1XUu2Drs74K10U+WRLsPdHXMr6gO1u9fvCEvbcdKD7tBjA9KMn3PfkVOD49ViY/+SgOviG1Bz6tXnE+ShC2PceHxb1QW1++SDFvvf3mJz5vhPm8Il1JvVOqBb6oNl8+4NSIvj00U74eln29X+SovVilOz5vwf0+FB4lPqjWh70UOvu9NW64vcPhGT6PWJS9zHdPPoFLeT5gM/s8G0NKPiPqLT6ZL5e8lBqqPcVkCD5LkcS+2c6QPudkiT6mOjg99VX8vdRD8r0NCkE91GaLPUtSKr6pBxE9LIQUvuufWL6TJY294oH6vb2QDL4qfOW9kQycvq6XDD6cXRk+LAIeviBDKrzJNJ09tgYUvmG0kb4d+MY8nm94vpPnFr6Dhee70SUhvsvWNT3rSd29qtTYvXpnFzpp7Ym+7X23vQ8xXD1Hnq09lAHnvakBCz2k7UK9J9wMPl677r2Tn4G+NoMSPmlRWD6FAOY64lfuPQzNUL4AIyq+430EPG+GNjywxwi+8z44vWEUH77SKjc+88y6vUa1LT4BrYi9TVOTvaPoYj4UCi0+sMUDvgxUErzZ8UY7PniIvS/QvD2HPUU9FKsovgxA2r0YcE++BTKXO6T6bT6zHBC8AZbGuQU2mjzuUta9Q0r4PE3fD75G9MK91oi4vKbBIz3c1Mq9hKc9PiCfZz2Gi1G8gxHbvRvwX75JCGy9ZUGYvouMJb2V7os+Kk1kvjblA75a7jE+v5PnvFCuvr3SKwq6zRJvPNw3Lzvyeee9a97sPbslPr2/ZIe+zgFePno5tbxc4bG+XOfNPCDeY77JPue9RdeTPKqk47wfPqA9cd+yvHAaKb6vgBy+JhnFvCjJdz3rFCU+mB63PLf9xLxmZ5G+pY4IvtzZhD2n6ES97wGWvg6b976/DSa9Yaw5PtCSCT3U90Q8X7kYvTjRXr2IiUs+HCTSPVScxz2Ofj2+G0y3PgdMvT7u+MY+6eI9PUFyTj50Bee8mVTtPRBumDsJuhC/RpoLPllfFb2KCd09vz7UPVn0uD1mBwe9G7MlPtxUwL4nSG8+S8N7PnMqDD5ShJW9lXe0PrVyBL6iowE+v+oQPqieez6+zfw97EQmPsRiZL26CTa+kux/PPoNlz1pXok+6b3kvu3ejb6yBRc9+nO+Pr6bUr6me9s+tpGfPanYbD5tmEy+ApxFPd6IBj0MN2a+VMOuPZGV0T09epE+O44LPYTocz6QXPY+2cNzvXESeL1VQ9O+gp9WvsEVtL7IdwM9VabWPR6/4j3QJOo8uPuNPrNqGz0PrRW+dG1+vU+zID5AMZs+Ua+FvmmcKb1PkOg+ZJUrvWpHdT4lHUm+ItigPjtDLL4JmvE8LTTIPjk2RL714oi+86CmPoYm3j4a2lS+krgjPyBaiz6MlpQ+42+rvKg1AL9Kd9I8K0Y6vtN/7T3Aix6/KN3nPFaUZ76PPYA98/KkvSFycb4el4a9/GiCvnZ2LL7Lvhy+ZC5/vi13hjxbsVO+Ql96PRve077E9s49NP/cvjp7lz6zDd8+3RgYPj9pKj2Y25w+rHn1PYZIyD7IpQC+CzooPrBSlD16aFk+WMz/vt16gr0kYxc9cu0TPh5XW71QVw8+aLX+uyB5rD0Hg6y9ckxaPpgGMD5dEKu91PDwPXgWNb3Vna+91+W6PcNPCT/NSNg++m6ivX7e5T10gmW907miPWPMxL3Tyny+wa0pvqWLjT3xEjQ+Ryv1vU/yvr3oDR08y+TYvhbD/zxmx+Q8Er3NvfsGFL4iAVw+Bi3dvYxyb7yIBeW9Btgqvg1F2z37wjU+LJFyPTZCOD6OA6U9HymBPeesFr4vaRw9TPrSOxfbJj5pZ5k9RcdXvmxFsr6tJem+xUp6Pr8SVz27NcG+IoLfvEH3/rwN3JC+y7pNPB2hIb1+1Bm+XDmNvifR3L69cTi+hgcAv2cOPb6SrxG9+Z2MvM5zM75FIwC+qPbUPU9jmT7PMbA9xPfXvo1qDr5CHOG9/KsMvaIt6T1mHp6+YBbOPmnKDD7fQTO+RzlDvW3LrD7sT6k+TFUyvbap2r4Dhv47ky4aPjtjr737g5k+dbuVve+S4zvlsec99rM9Pae5k73UxrI+F2m9Pc2Rub0ln8+9ZEbCPKTjKr394nu+XwOtPgl9nL2tnps9g1B/vd4HKzyZif89FTw1vtGu1jtDcdy9U2qIPRWjgr2OXke8vjIQPuR13L6k1DG+Tb2FPAtfrL14XTC+UMS7vggBAT6T1pi9/+irPvx8Cb5KD7k95kexvgOM5T2hLPK9vHzju3RESL2YpxM8errrvTROBr2a1+S9i2jPPW3htT0lbuA9EvIfvZdGhz0cqOi8HfVyvIuG/zxn+sO9TLlEPVFOz72D8X6+LUoivkJIPb55PC4+u3CiPZjB/7xRS146eHhZvnJ9pD5/kyQ+4LPjvfvlGT3frJ086rxtvUfTEz69Oem9MsBDPgwW773GWJ69vtsvvoN3lb5TKiK+kxsFvtSP0zzZPAA9BPYRvuSfOz6G708+kCULPXakGr5zflO8MSv5PeomnbzD+7O9hCe5PGR4Kj4dH0K9ujkIvr9NJbwQRKm9y3CwvW1AsT24ybQ9mDcAPnMRST6BrAs9KwHwvc45dT43wPi967iLvMFFQr3llNg8jzC3vX7PBL6w+Yg9n5a5vLnFtT4qy9s9/LoJvhip9L1KVUC+J6YGPcTrib0dN4k+yc7SvblhDb4JmPo+9FiJPakF0j2H/ro9GcBovPUxaD0V1cs9ZgujPa4Buzx6+tc7YxRnPqsmgrwoNn49pqKaPTEb7D2By/I6FbEhPnKOOb7Mh5m983BKvhLA7z36feE9MEWKPRcomb0z2sa8c4dkPqR3Yb5NXpQ9PHiNvcvznT1VhSm9Lq/mPUWtUT626SI+IjOKvFlFX70T3w29NjSoPWkDiz3irYs7lFvyvbyL5DzDR02+Ko8MPjFxibwlXxE+aQZbO3/bT76oOXI9aWTHvFz7Ib2nl2+80h1EPkRN4D4Ctj6+iukjPq/jGz6OtKM+nXKyvZYx/ryd2ce+izcDvDHqYz49bri9YSW8vuuSxT1Vw5i+5vdlPbpJzzva6ry99Ygrvle91T3Denu+ivOyvnh3gr4Stis94RKIPJssxj7XuE295oaTPXmbG77jwCs+8BBiPSz5yT2E30k+Sg1iPghuAj5Kl6M9AmQYvZ9rw75Dcac9VIbCvc4tdD4XsvG+TaiqvcGyX72uPSs+CVwIPstb5j4M04A+OYyZPoMyI77g1PC93KM2vWRAI72KmAC+34XMPtjvzL1Rbvu+4ITSvS36gL7NHa+9j5DWvTEF/b5OYKK+4gqNPpmoHb+e6xG+QnfWvU6+9b1vYxG+rpDMvmqiqzz960S9rlY4Ph8AXb7vUUw+Cl89vjrlMr637p2+7ymlPnx1nj60924+P66EPrm93jwnQSg/34EFvpggOb4KQ/U9Om4pvk3eEr4EU5U9FoOiPrnHcT3rSKQ+m09uvdaNrj6QfkW+Oc98viIcoL7jVt49S66Dvdm92z6ygpO9dkIRvnUBZj25hZO95ZDXPbkYfz2C2LE9fZ89PLnfqb08z8k70plQPQ9K7z04uja9ZLRpvkg9xDzvAYu9XZBSPee9LT4aGVG9ky9fvYhqNr0rPOA9q8oCviNwoD57I8g+psAevj5I7D3jNxO8YOH1vjM8g75a5Oc+MrfaveKnhb6CpQU+IvXVPWPt5z2C/Zc9Mk9xvi2cAj19u4y9GmZIvuU9nz4G0Hq97mxEPb3gx76tqty9zWXyvVtqq7zUsjQ94HmJPmzhKT4EVQo++n2cPYiFUr1D5h892qS+PlTN0z5sXhg+QZclvT6ybr4rRq68FXv6PD0l575plTw9GOgaPkQU9L1KxLK+nPK1vm0hXj6V1TW+2K8RPmJ0Uj5uOxu+bukQvQmKDL6NPWm+ZpxHPX1jrb4ciBg8zOuXPsGmfr6D8JW+bL45PgQzpLyvDVm+pwysvWYmDL7UstK9TfUEvtlW1T0QINg8wpY0PSxXEL1uOUW+C62yvFMworuiEBM+FCsvPeEdIT4i5yU+tq3bPUAN6r25W8g9DKE2vjLJdT4B7bi92mn/vbHA8zyirEi+6PRtPhu71L276Ny9v1iGvbYCoj3ERi48a01AvShLAb7TUPE+q4+2PagL2z3/Ld68kdzBvqE+FT5idPk81SOWPkU/wL1Xlig+UKhhO5a+0z1ROry8XruSPY+Dq75HIcK9wgA7PT29qz4cVmy9cGYNvoEThj2HoNm97/2RvkHM4DxPcc6+B1h2vN5FyTwMrzs8j67qvIOtKT5DgAU+MsaIPQOLgz6APPC+"}}}}, {"name": "sequential_8/conv2d_16/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_8/conv2d_16/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_8/conv2d_16/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "sequential_8/conv2d_16/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "IzpnOoysDLvtEgS+aESIvfFLzT1mGtU87u/FO3VKVjv0PzY6BbSmOnZ+LruubK27Cmy9PFfFu7s8Ijc8ob1NvPQhmLxvqHS87J3EO2cUcbwuuJY8gxzpPIx+izwwNJe8N4GEuou1cDwM30M8AX75O4H0t72h5cE7zAa0vWzLtb0zJW29gnBwPSJl7jx8rhk9RpDvPMpC5by3RnM968+uPBQuEL0X+eC7vs5SO/qm8bzp+nE8dXorPKYv/TxSQni+KB5oPWZWzjx+i9273roiPNoEmb1Zmqa8gzC3PEEg4r425149ONl7PKLR0L3/laE8djbnPEKyXz1CBYm86PmVvuNbxjzi6rE8rUGCPL0brzy4sVW9s6KCOoQ6Db71FZY8BG36OxLOkD3n/hS9FW9pvfBnBr7bgqw8/02dvLzLBD1r3BC+g0pKvUDERrz+l74876cBPe8pPD1Im+C9Pa9iPHEWpry3Xu27HdhsvPx8Fbyitkc9LG6Bvjd9MTthEMY8o4cHvA4uvTz2CsW9+cIVPGInnL3ooEc8d+oZviu6Nr5xMja8ozmGOwu1ST369AE9Tgg/PScFCb75aqy9ItuhvV/TI77+h2g8Ud6RPHBt1bu7Tae9N6dEvr48Zj2j0ju+VgV2PWEgrzzE9ps7tTiGvUrmFL0eFwg95/pCPBY1gLw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_8/conv2d_16/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/BiasAdd", "op": "BiasAdd", "input": ["sequential_8/conv2d_16/Conv2D", "sequential_8/conv2d_16/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_16/Relu", "op": "Relu", "input": ["sequential_8/conv2d_16/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_8/conv2d_17/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 