{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "axis": {"i": "-1"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "end_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "end_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"axis": {"i": "0"}, "T": {"type": "DT_INT32"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "1"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "lBUXPRzXOr1L7e49M+jqPZJtab7z0Pg8A2sJvs9enr1kE3C9BCAlvnlJRz30UMo9YjA/vWTm1T01zoa+J13wvaTKZjyNYue8/qg0vW03HT7DQhK9/RLhvbpWBr4BWuk9Nfzbvc6h073T99Q8+3GZPbZcM74ww1W+JMIRvjNHmr3l4jE+Clt1v2WMVr7s0y4+5xuuvZF9tbt8zjK9l5TrPUMzo76CRTC+HkFWPfCZBD3smTA9furjvkSHj7yi80++yALcPcyJJb5rLQm+0mEgvb80GT3udTS+JWrZPUc/5j3crKs97umAvqKmMj4fTyQ+zuMvPat9kL0HlOO9nkOMPimZEDwtwuM8djwFvndjoT67sfE9ChrsPb2/cL4hBmi+8DE9vR7HbT20Fgy+eLOHPte5t77UX2o9Oz2yuza5mLuaQQe+UNZvvctggb2lN2s+RF1SPJ1Brr2VVBQ+RsaJvdsLaD3OnZY9GndOvQ85Cr7M9+472Np1vxIlM734Awc+nJrxvQH3DL1uUSs8unbRPe49Iz2sapI+vnQ/PZyJBj2FIKe/jmyuvVLIMb41RRQ9eomRPQp7UT7Inru9FBWcvE+es70yxbO9dcrPveg+pj1P3pm9z1vNvtycVrwQ1Sa+MV9QvjBNGr4ZGyK+CVsAPk9xqL29wQu+5nMxviNRKj0stXE9ru4JvxRMWz2tmAQ+f48sPtaMpD7MSLQ+BHB5vpMMlz3AhOU9CNfQPB3NUj6dHiw+vZQhPXqzD76Xhls9ar5pvlI2Tb5EPrs9MOMSvkLFBjwBeys+TEjnvpPfJz6R4UK+PWTcvGjsV735msO8f0zQvN7HzzxP6Wo70A5pvp/sIbxD7Mc+mddWPkRo1L0kPzg86zGJvMbYAT0Z/5s9DWaIvVormz2Sfac6BFLnvIiXSbtunfQ9XZB9PurFBL6VWIE+n2jkPR6bS77KkEc8St6mvSgs4rzWrxo+iDqSPhSZvj2BZrE9hkOwPcr0Er6UgVY8aT5oPW7roT7uhR4+nrAWvhOc1bzhjQQ9j6WyPWi2Hb5eu3e+ChGpvRszLD6mbmw9Cy9HPAGILj0ZQk69jD8mvsu1lr0PuP+9am15uUYjmLzFbBK9uv2VvsoM1LzKl728RaEnPqU8RT6xweA9X7suvkoBHzzbuAS+Rd0rPkSuED47+rc9KvESuxzQVj4zvQS+YqNLO/PtGLxCW+K9hIwuPGD6Az0ASnw+PLo+vlhuQ74Ivq+94Y/wPV6VFD7ZOro9FfQ4vJ5zCz6AZQI8HXyOPKnuMbl3IA09ODBevItOxr6/TOy9zYinPat9nT2lNVk8GH4UvoBNYj20YRm+o6FPvkLjXT2leGK+xuxuvGjI8T3JYfa9u/I6PeH+0jzram29S7aavdW2k766zYy+Uf8SvvYJND6Y8Jw9TBZJvh+gNL1Bk7W9wcSivrBBPz6Nob28x+UNvsSbkT1EcY4+kaQzvmmrb75jTwu9/g7YvoLaDr4gA/S8mheSvvUtgj47mrM9aRmpPbDBtT01YIy9QXykPvYG8L48T1y+Hj8Gvj9aWzux6dC+FzujvbFwtT4w4zi95TTKvVfjXr04D56+MhEfvs6kuT6+fdm+tLtAPorcFj7U6cg90Zy9PkSnxT2F7oG8GjFzvsr1hb7otwU+1awJvau5lz7PkCE+KkwUPeu5Dz7EXpg+SRa+PocOMT1g/MS94kZnPkAj4rzYho4+qnJJvss85z5eUrW+uCrPPicr1r3aRSI85SIlvErHdj4rwoI+112zvkaZorxCR0g+3fHsPWbcMr5TWQ2++ZMQPgOjBL2AsTw9j9EWPvt9+j3BjrU9yqeWPHi9Nz4xjh6+17FKPiY7FT/KhuY9piZAPuuTHj5dSaS95cEivg0QuT5evbw+igrBPYtXhT32qJY+wUyGPgFGzLyXu3E9LpCnPSLFcLyim6Y9qeygvZbtgj539q2+btkovl9gJz6IIJa90jlsPhZf7TyN6Co+m7/zvSvqub3U7tM+m748vV95F73XsuK9Op91Pld2vz1BIIK9KqdnvQFQLL599e09P7UyPUjyJj0wdy45zU0xPkLA6L2/oL07KWFePTGHN73T0k4+0B/QvcjF/r1wUy294M0IvsHacL6dvUC+cdn2Pfhuaj0vCwG+cr6evafG172Fyt49FiMxPt5Vwj2xs4i+ROiiPb8nYbsHJYe+H1J9PnggKL+2nUg+XPotPWQ5E76De2q+dkAOvjUMXb55STs+bqyDu8iVXb4LH9e9oU63vUJksb1Hcs49PvuwPIvi970SR6w8lG0NPYg00b1ruii+IUOzvha4GL2jbkG+KSX8POCtFL6X3xg+nJ13vmWzHz3edq29lp0evVBBLT5bU02+Wlk/PkHBhD012QU+6JZSPga0ID5ghmI8FckjvTaxlr2VGYA+XZFBvqrv6L6n3iM87Yo4vk41AT6/IhW+weIJPoUmjb4571a9pxVqvXZhMD6a9GK+XXTdvLa2F77umIu9BUjVPENL5z0eIIQ92mqWPQxiez5wfAO+Ov7yvXwTmbzSR+u9yOhSvjdOCz7AJWC+JPbhvTXp8TsV5Ma9hPMivuARkr67VQS+yBkmvln/6b0EN/C8eITLvaHjib6DnDg+1m7LvpEHFz6f6Q4+fLCKvdqJyT2xYRA+VQS3vscJ+rv15U09sjVBvtX+S72GAgK+InzZvVhZkL0pN3E9o6eAvd6zx7zaLqq8HYaRvkDIvj0b0k8+tBoIvhQF2zvWx7Q+sAAjvn7c4z3wt7s9tSgnPP3L+Tww0yI+j8XvPCD8iL0BOVw+ei19vgzOVz7+0c09h61IPfUgMz1UC1k+VfgPvuQnE73pCOO8SSIrPg0hT77DxQS9BVFOPiffOT5bGqQ9a5mYvW0AHL0hSlk9jnkNvKGcYL6romI94IqCvX8GH74cVKI+JZW1vZXfmj3dWly+n2xyPZvmlz2yfvm95tzlvMJt0r31Jd897QXwPd20wjzFdxo+97Y9PmANFrz/hz0+qGsyvmgOWj3+Q0q+WMT4u+kvaj678PA9HqVMPnwMOb47XvG9JSa3PGFfij34vce9ZUsKPobH+zwH8jU9jdsEPeXBNDwD/Ey82EtivnKJPD1LEGY8k4javExcVz1hILE9CWmLvN/rAL5nzBq98mL0PDruiT7lIUw+isoOPkOWor0Lg2G8nq0RvmOxLz04IKo8XFfXPTW8Qj5rb0++S/I1PoNJir2eVgU+bXRwPcLf8D0Nzwq+OjXRvJyFz7xLzbQ9PBHxvdYZqz1Qopk8cEECvnRREz6bRXC+i+/gvBD0DT4Cshs+SmEbPirXcr6w3B497VNKPZMarD20kCE+xHNiPelqtr37t0Q92+zLvUJthDtzHua9fbkuvjWHSL0AmMC9DWorPgla/71Le8c+J9KtPa9NPr6m9ki9c3QPPqdU7b3DAxw92iCbvo8NKb4QM5a+MhvtPM5tj70btjO+2Z3ZPSV8B74bOxU/r5I2PozZqz74LCy7OEWCvRLzSr7mDZS9i7d5PiV/Uj3KqLq8aOW/Ph5GPb7eLk8++3fEveE6hr6Wp8c+ABA+PGq7db4hp3o+D8psPnFHND7+Xr+873L7vNrAj75ghGW9efNnPplifz2orck9wesgvqz3Cz5ZdSG+nyxjPp5ETr6dNtu9cSvBvksohb6aP7c+PUZ4vuKwiz6JwDu+pUuDvQ69NL4lakS9wsACvuAlv73/rte8yxjBPM3cpz75U+Q8gN5iPU9HHz6VSc4+tpKBvkAXUz5o9zs9FGkTveO04L3b0Mq+zHRnvI0m7TtMXa690NypPdoz2L3ZMrK9pLtKPfI+9T3kEYw9oX9Vvqfymb4bdye9alxQvYoX8z1OAY07cxlyPj1clj6pSAw+cOQ5PWErfT71HcC+i2c6vpmz3b0OY1I99sLZPX7RHL55l7U96uLNPEtWFb6NER0+XNXuPVr43j2Ejs+9vTWJvrGCVz5QxxC96yQCvnqM0z3dJU49QlRAPZrW4zyHm987QlJvvn/Th74Ca5C+josnvXqaj741KLS+7Fk5vjlnAj0W85Q++GcOviY0Bb6Q9a88sVDEPTQKp768D0a+G1n0PTtwor6XWKU9N+gGvtsmYb5HH649blfDvAEYZj4bz4y+ze6OvZmrib1ZE2K8th7HOksUKD6rpN47odtlOtvYDr1EtUc9dsU5PZeCYT5s+oq99glQvr0cJb6/saw9eJZMvSrYBz47XOW9NQtsPViLzT5wbDK96JN9PiXBZ75S4T28ceY1vtZSGL6WB5i8bfI6vgzSFT0aNCm+bOGHPeZDAz7w3cs9uEu+PHLAq75+faO9OCJ4vnQRXz0FD7W9MgoHvwJ9aT0Aqoy9Xti+vkzOTr0lT5G+UorUvb+SjLwn2e682jXrvdezlT0qFyU9S+V+PUngUz3lC+e9LAeQvkrbzz1COKQ9nfrPPWP4g77Gbhm9ZR3fvaMMfL9CEQu+UsjKvdkgu75E7CW9o6+gPXnUGT4koHG9YvHMPMWK+j0wn7Y8b0fXPWSXmjzoHG29yteKvi2LLT4n7Cg+4vthvZxjf77TTFU9bR6fvL5idr+jxoa+/CCIvoWJRj5Lhxo+5UaxPcCbqTtMhb+/zX0bvluaXz08DWk+dOgSv45NJbxsIAS/8XqavcE2DL5kNN29CxM5vz6v5TyMbsi85ryTvdfs7j2bFgE+ZXx9vkLol77RhUG+eiYXPrR2Fj5SnYy9nWlPvmnlJ77PW7M98JakPRgA4j1noNe7q24FveVIYr6yCE0+UEHQvZCcYz22cA2+GMAaPlnHn704y+U7kObQPlqfUr7/Joq9O/jrvZ/37j0BXHM+J8uVPphI1DwhCHU+9NV5PF1+6z2Puv69scTAPszLCbvnqIE+4wTpPnljP74fNTW8r8YwPpnZLL1lQoo9TUWNPjCcHb5o4rM9PkDgvIAz673fpgC+PrGjPvYNFz7wsRi+cioovU+76DzBEQg+NNODPjGwsrwezTe9dWwLviHxr70dRt49mxqjPfBd070g0TW+kqYxPYIHr729eLC9aGqIvbWggL2i8r++Z4iJvarwjT7ASCy+NkuKPl9WBj6JH08+kFyqvdm7Lj5YLrc6M/RjO6gfk7x1nRi+Z65nPqxTt7yRhem+xPVzvvnMxLwub4c9K94sPiXV072iaR6+f6WsPDATwj1h59U9haqYvdRSCD4+Lk2+TNAAPrs5kL5bRaQ+YHWQO6ec0709fIC+u1w0vWKgKL6u3By9EJUGPhP4g74wVWQ9kXKhPgBqsTzCRaC+/aUAuzgAlb5e+YE9ug4bPmQaJb4EUZI+50QHPlXrOr1cuhG/Z85GPvUs571/ytQ9jEKPPXGe7j2tUXW+9nuAveik8rysm+o4dR6OvVPl2DxVYX4+ZZ8SPWo5wT1E29e8LyIlPpA6g74+c3c+B2ufvntZLL5UJA4/2GJSvokjej1FuyQ+Z2UEPVN7lz56mJg+865rPpz1X75mRTy+xwQtP1I8l71pcbC+CIaqPoCGnr2O5YW+DiRnPS9/kr70mYq+B9tNPqjHpL1xWxi+e+m8Pi/vsT6eYq0+Iiu2Pm7M470hLUy+3UQFvv8Ypz2FCds+R+rWvbJW7z4a9TI+gRWTPox2Aj5JhMM+x/pAPXjfXr7issQ+4Rl2PnfYoL3ag5Q+7K6SPR1Ak772cf67pQkrPXj0jr0WBWC+0uCUvjg4Hj1xNF0+MsrdvYZNCT5+6sc+cnKSO/7uqL68L3y+vUOLPu9lHr4QOh4+jx5OvsCeMb3T0Yq+ldf3PV5tsD6dqLi+tFD2Paj4tb53daU+520mvgSouT6RiR2/N+RdvBJCKr1sp9g9QuNcPraygj7lPMm+s/KCPTrlmz5i0qY+85U9vu/jhT50qfu+IDupPXVUHL6/T6I+e1swPUeYNj2jr7K+0rWsvuxzjL1Ymtm8FgcuvgfAhb42AiC+z/3LPXaNvL7mCN+93jITv4kATD0Wubu9Xs8mvj0bvj64C7q9bfyBPqxWtjyhTaE9HdQVPBeJKb38WME+azBxPqyUFr7LbJi9AuykPjlCCL07c4S9dMWOPiKXUj0YVvS9808xvjFBhz5jQXu+z3rivU+QIT6EcBI+dnfDPQ2+Mb42xtK8sqIXPtnUTr6G0im+iPcHvqlBUz7rfAc+OitvvfBlDj2UXwO9ugt8PHlmRb3/8t09Zod9PCjc+L12XOc95mQXPOvt9D2AeGE9TaivPYyKLz0BB+c88XcUPieYE76Fvjq82UEavmyyEr6Rl7u9WB8zvknKs75pUz2+xHeQvnf2WD6/RI47L8O+PYFhFj3sYiq+ahnKPTCEsL7ML9m7S7TdPRbjNzygQc291/E1vhiUlb7ssbK93iUVvkuXVz1yQZi9sgbiO/ie5j0SvH++KPTLPSP4vT2yd7c9TYynvbOqVb2Mpkm+SR7tOUzElz3e+6g6GdHLO6Vk6b2U7Ya9eWi3vV/NA72EvBw+pfnSvsDQzj2YvkQ99y0MPrPIrb1J5bG9kIEAvr5ojz7tECG+avqwvYtVpj6SOlC+OB+uvfTSHr5W4O07ckD+Pe/n+z2F0ZC9Y2xrPZ3zU75fudE9APCaPXVWyz0DOdo7NLXLPXEXj7wxic69Z87tPQdn4b0OLt29BvxoPhui670mSS++gIpUPY2AEr5qs3u9FXp6volmnL2gjmW9iu2iuwPXlr6jIJa93qc2vv1dMT5CCfg9uwg/Pr6ZwD0ZXJG9qu2EPpH1lz1Eqx8+16l+PUVdQT09k8g9uTslPiC3Wjvxfpa8sgDavHsbpb2bKLI93EynvqsbAr7F6iK8TWvkvWgLDD1FqI+8QVZGvu9u37wz/gs7b6kAvvfnzj2YOp89tRfWvDs/zT2TSg66CePSvRVOST6SsNA9Ob1nveaSsj1G6Je8sI4mvj/UqL0rL1u9cHI5PgspXL45Xh0+UCztPJ8RBb6eoA++NRfDvUJ017wxyNa9TlHPPWD4ND25AnE9RWHmvRWJ7r33dlY+892jPVdaKz4QuaK6MKCivF4fzTtFrh89T6gdPixKJL5ta3Q+CVo+vTH+WT4a0SS8icG6vZ86pj36NH89qhj7vREjdL1lJJQ9z2CdPPDEET4Hx+u9D5EfPdSFQb5JPYy9f5nvPdAxBTv9Gxy+7XgSvjh9pL32mYs992ayvPuOZ7xuqKQ9NI6sPfkniTxYJhy+ymdrPT2wrbxKN0W+25mHPuRAZz1ILCG9DiYXPqVLqD14Xe89YrnwO+BwgbyzpPm9R3LNvVfniD2KRSS+MJiEPhugxD3jRkM+0sH5PQUuo7uELsg930SzvIJgWb2drT88/DT8va0MDz6Vqru9LyfWvVYzgbzbFU+9xmFpvm/J/L30s0y+hnGMPp1HozyRdpQ+Vu2UPTsxeb3X0gM+z00AvuJC/j1B7b68N2qzvHvw373SVA2+gg1SvvWXKT5BVmi98HEIvo0JDb0E7qI8xj4LPp3pkL4ZOyG9YDwVPhBejr7FHGC+YstoPg3QiL658g8+QqaTPanjzb3wnku+EzY1vicZKr0sWRE8EbK+PFzKPT2+SiK+1ssRPgY43bw13i++0UAqvVBjTb08NdK9F8ZSPR5Unz3y9Xg+z9aHPh0XOb66Rxc+5A20vfLuI74k4Zs+pnGZPrjkbL3Fg509X+7uPFpTMD4aiOG9IdwOPqW4Q74LWJ+7ygCEPnUOILxa8j0+1L2AvugzDb79ltu+l7IbPn3iNz5P2BO+0AaavSpem75zEDU9fP7gvqL3szv4QJw+q+Q7Pq9cQr4doOc9uqdlvDW6vL3OHp49bM+7PEvFxj6JwHA9I2kUPKSZbb6SA6s9Nu73vRZiNT6HD8U8IUt4vEUVuT1e5U2+00qFvbTwubl0bOE91CFBPjgzp71fDJY9ZmLLO9OlBz5S4Zc9egr/vHY6kb6cig09ty/1vZdfVj4mxey9+EcjPjzXvT0qFl6+SxgAPjUip7ztla49yLwkvYWuvz4AgxO+wUaSPTOO6D3Qvae9eis6vBqxCb4STdq9Ic1oPkjrFL0ET549+bGAvqdDybmld8c8qEs9vmsBBD5BCtS9RD1IPjLUaz2BFTU+/SPqvWuXZb6IGVG89zHiPQuL1D3qZgm+4umFvnUBX72a7js+S+b5PeV6zL35evO9QrLUPUgKAL6vJJy7t+ILvXpQ9r1gtd+84wW1Pf7/zb0GgJQ91cwUPnGRx7wN2/G9TXU/PQNiSLwZ0r48sRDmvRNq6j1phSC96ABCvqx2UbpNKS2+fGSYvWOxHr4eaZg9xidJvX2cHT6Cg2M+SkJbPisUpz2VnIY+k/ipPdOc+D3U+Je9MiOsva1lKT53o5a8YQYtPegr5z2GHxY+/w8rvjClGT1zqiS9cBRNuhAPRL0CGbC7JmONPgYF172KgEA8tSALPbllGT74X0Y9C/81Pk7CFb0U6R08g4ANPfNDsr1W39C9NhnmPY2uhT3armU9TkElvpk9O73Y9aG9O9HFvWUiDz6+a/e9u2rAPbAr3zxlm7k8+EpFvVP83r2e3WI+96QMvkcbcr4LcL09I1AFPYrkgj3VbiY+ehuxPAI8UD3NcAo973KhPpyhUr2lkr09I7kIPe3qVr1gWSC+gT0Ivve3oz0TXJM9h3LEvMWi5b18I6C+r4kDvQC3Rr6oWUY+yfkOPofAVL4Ra+m9AbwNPRce/Tyfe6O9ReMePhrhsbz3jZi9A+lXPZmSdz3Qu5k9aFQOPubViL1qaZY+k9e3PdxeCr1QdFa8aTaXPXaFfr0jBB4+5H6oPvGgBz3Y4RM9B+7QPRfFFb49D7+9Xr6WPXE9Wb1ig0Y++2d9PqNxCr3aXdG9U/iavZEZ0r1ZoBA+pBXXPLOCgL6z2/E9LftXvtjU9z38+bW90umnPSSsHT30XUY+3iMDPlx8kr1Psti7nhJDPqarMT5BLWi+Zx07PiDBob5/p7K9eTj1PfCFh7yjrze+gxPxvSzuc72VY6889GhLPauBk74GfJw9js7BvOpUY74JTPi91MhbvW76kD5G2Be66Kd4PX5hh77F5yU+YEX6PTZKTr7tj8o9jTVrvgWATr6z534+0HGOvbyknz2fE1a9wm+rPUiFODwuTqQ94qMaPhHne76zXRw95uGDPMrVmD77cac9KSIxverPfj1HhWe+zionvkEvzj4Mpas9ZRFrPEswoT22qOM9t1clPVlKsjpoW0U+n1m4PYWxoz0Tep86/3sBPvqGmjnGkzq+08ZqvdcNyL6HyLM+pJ2mvP6Gfz5Flby8Ik+RPsYkWb3QDQI9chUxvcqTj76gp+k8GEhaPsouxD2A/vi85PcRPm02fjzI9yo+cESdPiMu7T5Gih2+gktqvWWXh72wq2w+ZSUVO2/eij2HrIi+eV7nvZLsoz4QjVc9nGThPfyyYz26JHA9dhqvPlzID7wCSEe9QgP1vWFeYb4TiXw+x8iFPqKfiz4MrhG+dDSBPjy+CT5Shro83BoEvWcBoDzzcYu+eAIwvmZwdjuYDWa+AeGwPFMKIb7Wth0+Z3GjvCbkmD4fEI8+MY3uvVoC172tlno+/O2evZEmdD3AfWW8wx+EvoIuC75sHIY+i8K8vbXA4z3Q24s9l/6uPZWeCL2/paQ8KvyZvhwCsj7KQRc9M4zdPgcy3j5yYUu+Mnk2PaQw5D1zhjK+5/7Svk3Jgj7M6RA+xLhlPuxwyr1Rf5A9q2yAvQ4UpzyY7HA+ZKxYvpKMmrxNHG0+PZcQvp1Ilz3uWNQ95UsVPpXdfr1pI4s+KdfEvmEHZz5jRFc97C2vvi4vBj97DlI+y8MpPtXrUT7RQSM+x+HtPbovQ73hCo4+jMerPlU5FL4D1zC8I2F8vL+mbb4UyUM8l8ZQvZGL+T7g87q97MGMPvccPT2ouiO+dGA+vfGN8b0KWl2+njgCPn8RST1nGIS8RZsdvnG2iD5cbiW+yUCMvf9b2L3aESS9u6KavPzK5T08BE++ynW2PmV4zrzqfZg+RGr9Pp3Isj4D67u+g2zNvYDvBT5YgTE+LhYavv3XtrvN8T29jxylPTwhy7zpbEU+o99RPr/VkT0zkJy9lmmcPheqIr6Fg4o+cn2IPMkY0L3ilVs+vY4PPrwgHr5bkpY+xG1uvrmhVz7A++k+/SwevG6igb58mbE9a41sPHtDFDxp8pw8isEaPqJygj1Imys+7i8hPq6Hsz4U/uk9BH0ou8LZFz6oufs9ETcdPtdYCD7+KZm60giRPR9Kxz2flGc+Wy9RPtMWuL1BtHI92mDHvfqXtT3uYcs9M9uTPWWVZb3hAf69c2xGvYlHWL5cRrA9YTuLPbuvU73ZO7C938pwvb36cD6HbdK8t2+kPQO06D3qcBU+XgbYPDMocb22JqM6iWtwvfQGNb7Ku9k9Og7kvVEzML6yKAq+7Rr9vfONa72avcC9XO09vN6EML6Tc1M+lAL/Pd2GVz32lwk+3hY5PqC8WL6+Pm4+0EeiPJ8X5b1EkC2+EyWAPdcXNb4f5mo94MCiPepaRb3psMw8es2fvR7b8b0e+R8+R6WuvLibPD4RVwC8d5MfPnm5Vz1p8Wc+fKUYPfFjFr5q9zA9OMa8PE/hlD06igW9UbqwvcBZ1L2n1+U9UagXPgYoAD4RgvE9AH0GvtvSK70Zs3e+Of2Evd5OkT1woMM98eBMPtyBEzx1wgE+pp5fPtlr2r0xfII9vY4JPa6GjDym+na9eGW1PpZFV7oN/Yu9OiYMPvwgs70S+zs+FLwgPnSgxL1njLK9dU4Xvo66dj4aCpQ93pVTPrmkGL52PTu8G14VPsHzAry8KAU+jk2HPY24BD6rnKk9QcfBPjEaTD0OpEi+TZN/vTQy3T1iQRo+Q5H3PY2lcr2VEIs9pOdMPL/91z0PI1C+MhUhPKDvEb51EMm96jr9PYys+r2mqm09rn4+vmldkD58HUM6EvvMPZs/r71ajcw9xYA6vjyFLL27e8k+9nxRvobbwj2BRD09KUzPvaz+Cr5l6o2+gw3tPY64PD4XqhC9DhK1voPDyb0DY9y9qze3vaZQHDxVnoE9K2rjvCslfz7IJNk9StqnvP3w4j6IKVm9M9sNvp2CQb1uGzO+2XItvlrHnL5qRLY+aHmQvU5yFr6sEPE+pqBlvWPPnD4dMoW9BkEKvliCGb4j/mo9FbKauph2x7yvGsu9EYvSvel64j6H2gw9vU6aPQSFNz4xVQ6+gXeAPUXJ4z6TwIA+FLnjvCU87L3+qro9PdRqPjAWEb6Ze1c8AEZavvbRiT3zJVa+IM8XPB3M5r3862++gkYjPXAKXb53QhG+4RFIPr9fHr6XCL8860Z4vnimK74pAgK+YouFvtEUML6EgZ490oqqPpL4gTz2i7i9VSQfvIicyr2FB887FXB/PQ0QITyqhEG97+9NviaLS7whQqi8Q7NRvWRC172+jR2+qs+IvpfKvry+jqK+6OznvdhQf72N164+L1UjPXQfuD3n0Re+sOWSvhMS8D29ENA9eLGyPea6wbyCDuy8K8fXOxzCfr21WuE9LhotvokJ4rumLIk6kAdOvosQOT1JmDs9q/YZvnxyaL60BrG9tyo+PiVygT6uh6g+NySfvsUcrT3g5wO+7vwfvndIir0nEtI91mdauqUM8zxfkQm+J5Suvfds373653c9nFZYPYIht70dlFc9H+6YvjXh8j42cVg+TniIvhZn570OzLW+9kJavdIfND5DIbQ9gvjFvoY9PD6lvRe++FImPt/aRL53xnG+l1FPvmtk6r6vNu69YEkGvloOnz1VurA9jewTPt08GT5TzQu+2Bn2O+vFnb2WTrI9WcqevsrLoz63ZAA/2P/pPgkXGj7Q09g9ij2avcX6OL0ICCW+ckXnPbgYuj4O/pa9nnmAvavJBb65wW291eefPdBREr4pqq68lHbuPNAedj2MFxu+w9WDPntfzD0m/5S+utwwvQXuuTvI7UQ+mYR1vjIWjj6RzVM935kcvTinHb6YG4M95pmpvkHNST5fgWc9POAxPiNy0D5ffZO+jixWPosVTb3Bpuw9t5qGPQpFDDzZvSo+6VOgvpphzj4gSok+gy5QPkcscj3KFOg8XhYQveLOAT4x68Q99cY+vp30Qb4fa4i+gs+KPE28Or01azM+00xYPnesAz7lRi8+LMitO2AZnT2q4hU9KsFYPKtNFL24bDA+lzuUPVc0977gECk+wD37O9Cqp74rDHm80GqEPj/7173h0os9tBp3PTjxsr3Txta8jIkGvfB9Nr4eZT4934w6vSCd0zpDZo29ATHivfUA4j1dQOS+kYDGvfjtFT1mNtq9ObogvuPSzb0BfVy+MMjOvvJ0Eb1y2O+9dRlavp2ilL1TDC2+i+lkvSMgEb3Dy7O9zVJ7vR6zn719PHc92wHpPWSXZb4FER2+W1TKPeZCxj13eQ2+WMRcvbELmTxa5EK92HAgvujCgT1Fb+u9SvW5vfpU0D1xPUS+LPSzvpPke76OQCi+rg5QveJnvb3A86a9kiW7PCYCP71OL0K9g8wqvpffzL3g8da8fEwcvvLwg73OyJc9wThSvpld7b2UBIm9p18RvhEpnb32QP+9V/v+PfSw/bwEvV09BhF3vHqnU703JNq974wMvjnNyzzaLYo9ByMOPiWGfz0kmQa9kc81PSNXbj0NUpK96MEqvjKckbwBHRA9AwyfvS535b1fWo49yGf9vbnQeL0490q97qY7vrI1AL7CuIG+TaU2vbRrCb0O/AO+3QyyPVzYNr60NxW+tt10PKD1qT2PE9U99yX2PddRrb2s9Kq94uyivaWkHb3Cr809n7JkPVhGvr2TMcW9oOEZvX9rdL1prw89ypKCvHKzq71gpqy9WIJzvpgSR7357TY8kvsOvi9s4T2Xpsa9mBJpvoTYkrw16xC+r4f/PZ+Nrb6UJ3u9nHDOvVxWAzuOASW+/3YWvbB+ET6JVkK9WV5aPma33rslq6Y7zjW6PI+jCr4shRU+rRoCPZlaW7y8I4i+y7ROvvoiFT4LBYi+En+NvoRrST5nCA6+GAe2PQzrzr12bqQ93QnkPDg3gT3K9dO91qSWPepaEb6VSUy+PWgSPksSur1hlQQ+vc9pvB1Omb4CTOK92IznvcsRqDwCWos+J8M6PbxkKD6LBhY+px/GvDZ3X76JdaW8JULrvWu6Fr0B5kC+micZPef0RL7mvB6+fbK/u4IAT76sSmo++hTsPNRpTL6Ekz++CEckvrbSmT09L208teI7PWw7T74c3xu+sDtevqCsGr52Bho9ZgPLPg/qtjz5wzQ+9LAHvmtuMj6jsuQ910yHvQ69Jz4JE4i8PjJ0vCF4LL5U5RU8p8Ehvr9wPr44gsw+M13vOfeZ7jyO2/o95+wzPh5b0b3byUA+6f+NvitiQD6H5j89W1lrvrsgrr37Sge9gcj8Pf2yZr5cCRG+i+agvcdEKL52JI2+AsdQvYdXg71Vvb09VOepPeuCFTmyiqi+24JWPg9/BD7/UQC+7slRPlL8tj1YYFO+byebPQKngr5AAKg9eCbvvRplU73Td6W9m2pUPXi4N73/PiK+S6boPVBkPD6UJgO+2GyvvH35KD6/1Ew9cwcNvYXCNz4VWom+kRcHPs4S6z1RhDS+NDaPvewCx71yrdK8L+VPvXKgs7zpMIo9ib8/PdHq7j1JOhg+i655vtCgCz2KJVW9k5YTvd3bJT4Wa7I+meYvPhBoir5jiFw9eOenPRNjlz5HUTC8/wQMvrvTeb7SavE9YFbeu67VVL7tVMs8tsC7vit/oz3ADeu9JFnpPgLfpTuzSBe+lE30vdMcHz77ie090GomPveY8TuRA0M+Q1OnvcfOUD67w4G8iCFivr8yKj5Wl609voSqPdS2hL0JhG4+xhXSvUdwOzyqvPm9V62Evct45r2l78e9LNEoPh4tlb2MNhM+6FGMvVG6lb2srhA8ImbAvYvFzz0WoW4+XeY+viJNFL6Ex4C8asQLvlicD77DKmQ+ToI2PgxaWr6+nt48H/WmPnFTzb1ea029DKo7PuXBhL1hj0K9/PgMPl/oUT11+NG9TRr5PR7J+bycVIW+Z8TgPLbY8DwpMUC+7AtsviPeSz6TNGy9bv/7vUm4Bb5P+3O+J4gGvjFsk76HyQK+ErZiPucJ9jx9z/+9rpMsvQ6kXD3AZsm9A0wJPr429T1E+Ag+eYSBvqft07z1oq89iQdgPqvGr70GU3A92YggPl6mrD6d+8Y+8jpaPRCC0b2CXJA+kfT/vBdZcD77t2K+LH8WvsBEM75tdBs+g0mbPvsO7b3+Pqk8Be0GPp26+D3Z+Cw+qr1QPeKgQr58Ne092C7CPFlTJT7ara49MZWpPhmEKD7MUBE+/FsDPrb0Ar5S1UO9mJeUPZWE5T0fcs69N/4TPogwcT7lK869WvLfPTbFrb30A9q9baVOvl3O8Lycpfq9GqOEvYnuyL0n3Bg+kEs0PvXj87yrtE++S/A1viz/jD1MHwy9TvRmPlNppL0sNIK9qA0FveSeWj5CEqQ8QF/1Pbu8YLwuEf+9WBIfPJdbhT5X/AE9xZdYvXeUBT4/tYs8oau4PV9zRL6A5mO+aSHdPQAVfj6LbCO+aBTjvFcmmr13bic+PYYiPR7ulz1wSeu9Ndl7PemZV72Vaw2+rFUVvt3hPL4yRWA9aHlQvVZYub2+00w+KFuLPaibBb0G6q09g3R1vua4Bb07SOg9KyTNvRy3B77kyMk9sOkTPZSQ8r2KY4E9irFwvlYq+D2jrFs9uHkJvm7VrzxZ7lK99lPjPQH+H72hRE++KUsDvviG9j2MyKU8hwyGvXaNGD7omFI+33aFvdSDiD5OlxG9Scj8vd3YET7Rycc7w5+xvb5rkTxQUA8+5/LmPY1S5T1G2gs8tvVQPQ6aET6GegG+VnoTviRyM75hJCW+xtxvPop8Nzx/aqK90MKDPoQXG75d1nA+CsxVPquez71WZHg9ncEWvsQC4j0DxQC+Nco0PnOmUL6WWhS+5fIyvfw1g77I74i9oKG2vS2y8j7Ew40+RApfPnfYUj73wqe+tkXbvI3lsr6FLSu96b4FPgO6oL22Y/U8go6FPZ5Pk76waFy9KaT8vL1Lwj3APBq9kaDevBJOpb3VTMG9pjzPva1zhr363Qw9DpMkvu6JPD7L2TQ9EcptPknTP71UQl2+1qgWPWmMC76xQPQ81BdCPhQCLr7JK0q+jCxXvovvTr5Zqi0+FqvXvYwAsz1ppCY+q8iyvGccVL7BPbE+hNbdvfUGUr5l1I69f95bOt6ZD743UhM8/cnGvSSSzz0UdoO+j/UZvt+DVbwqObG92yYNvQ7MPT3DPrM8gza6vgyEwbyuDEm9BuKuvWt7Qr3aolo9CXJfvWHHgr63z/48HtYkvpD/ur4MWOa8t9gXvcwMkL4JITo+GvVWPiRIxb2jZ7K+EvVEPvE10z34IpA9v58VPvw9ELr31TA91R0/vn9r+z3U+Kc9mJpbPYIPNT4UmYm+IQOSPEduOT75Lu48a328vd/9/z2O2KK+2fPRvaAh2TyFdxs+YTJcvlD1Hr6gQ6I+ZcG7vtUwAj5PSOs80ucZPmKK773hipc+TwO6PLa4Rj7xz9g9WmIGvi2A0r0LQA+9lU6hvNQm/b0i95u+9DxGPRJ+xrwTUG++0GKyPsB8G77dtEU9Sm+kPGXSgT6AJAm84euJPWp/lz27NE6+vCNOvQ6SAz8RHuA+DFx6OkmfzL3p6g8+q9fvvUW6Az7ISdK+gk8xvvrWer5w8n6+z02TPaLrCr3lQEE+OJP8vb4A872ISDo+yIRCPMmulb7oSu29nlUSumVefr083h2+JN7OvqaLSLxd3yi+Ea5SvqSf6Lsd9yA+P+ckvYDK8r36u1G+A8evvD2zLr5EOpA+JthiPj+LND29aFe8z60jvpJCqD33+Ma9tQShPYEtAzylXZG+FpCHvVgFtb7dhWo+eOiCPQJpwD6MsS4+kmfUvTm6JDt//cK9UNklvhda3rxeyEa+pAMqPm6GdL4eZqs+vfwsvaCnf74yYGS+tLiJvo9u6r6oq7g9NSH9PhBxfL1CM429urjJvuvhcL4i9jY+bpabPqEhyj4poIi9V92NPRKJL75Pyk69pCTSvoB7Bz2cm/U4NJCePpqBDj5ug549KyebPtgiCr6QGpI+ZKwFPuO/rj76qMS+h9RWvm9jmD4niwg8mkFHvg6mo72DtEK+YrYEPo/VHz6ybD2+FJsiPplfcroYoKQ983/Lvr9cLL7Bu6W+czqpvQA1dj7PleE+oTk9Ph36er422jK97V2JPBVUrz6Phog9Q4E4Pg9uXj2qn6A+LnWUvr9Hsr5h9I2+YVi0Pakaqb18tDe9+kxHPCFbvL11DSi+e+MVvkNLCL4svsu9fyulvSDq5j0CPjw+0rOGvfVEE74OlE2+c+W5PaUUqz2lyPo9mLZ+Ov7oED4dF7Y9cqELPZy8q70sVxM+IEEjvV0zPr7HYL28srilvVTwyr0hWmI+Z5oaPtgxhL5Ke5Q8CVeSPWI8Ir07M1y+nwCNPVcGBD1RyfE8UPmcPeIjFj0GdyI9OyMGvmnMkz2LM9s97+lvvfjGr72GaXo9h1YwvUo4ab3VY4o9XbLrvbXA6D3PB9G98UcIPoOgSL3IZIS9Dp0DvaZ/Mz2k32S+pbuIu+U7Qr7Ofx6+HOxLviV6ib1n2D6+NuoZPssKubqux/W9Ur6NPZLPmb3PlP09nqnNveTf9TyYTEq+MIMKvi21O77H6oa9o6gDvI1shj2hRp09W7EYPlw4Xr6GaBc8w/tHPojox73XAFG+gLnUPdkjFj3BMCi+jQ0UPVS6gr27mOI9IrgFPLRlXD2gRm2+UnHjPe6eajzXK3y9YTlAvMRZ071Z5Ac+6FOSPQp/5b2x1ku+k8YyPoP7a74VJLA6ur/vvIF0k70UBP09oaIDPaky0bwB5gK9LQwXvrn1FD2e7wS+4ecZPRsllb2lHMM749cUvll/kj1wkTG9x24+PY4Ygb5SbNE8Z6wtvjJNyL0KmbY6hciivbPhCz6NUgW+MfLzPHz6wrwjiou9CbITvtSig75Qi/k9xnO3u4jlvzwLs2++lyBQPZqsCz5R6Q2+WovUPN9ZcL1JUl68S5OAPdDCJTt16sc+gjYmvqtrjDy9y0i+JZ5OPrRpEb5h+he+ZJpGPmIV3z2+4As9gy8/vTjoh73SwQI+Cj9Uu32kEL9jOvM9CfejPT4aVj53dDU+R17ovfjZL74TqvS8vu9KvQJRMb2NuqW+Z2mOPcsqgr7J6J49Mvq8vXnQ6b1uHuk9DcsGPj5jDj2vpSa9xf/JvdKrob2K7ja+s/UJPkDv1byUGPO9ficyPaLrZr40JtG9oNjcPWP3VD69sYa+U/Qyvrq//Lxae3s9X28rPSAfP7xk9RY94EVtPbnwbDu+fAu+t1kYvaGxZb0prLY+RcTEvUN3ejzR4aQ8pzf1vYQ2Vz5QQ/Q9rAY1PvnwEb1Csma+KWIBv+RYV77OSeg9VYOXPgxFAz4RC/C9z3jhPBQFpD2c6h++8qRzvjkPAz7zJrA97B6uvapAF7ysKQ8+1tGcPQmMbD6GrGw9QWHhPTS9Yb0Fc7W9AH41Poo9/L0rNyM+Z+l0vZnPnr4pazI95H0XPk9gnr1+BXW9CPTNvFOQHj4A/e29S1OrPXeVjT58v7E8Seqfvju4Dz5v0QW+QHHAPgc9Eb6zDQm8PAl5vvbNuz3l3vG89yjFPvvLNr6QFjU+QzilugX9gz5HXIe9yTEBPbPREr2BbfS9tXcaPo4Orr0Ud1I+9DR2vXX52L1FYH69StqtPk4KVT3o4sQ9EeOSvcVTSD7ZoDq+Y6kOvM5SjL6msEQ+UhoLPbtQu74rWjc+irh5vdBoNjyonFe9KBl1vughiz4oDLc5kIVqvnjyCT7uu4c9LoAgPnh2BT02+Pg933aMvlS5oD7rs9m98KiwPhEfur3OmcW94qt/voBeSj41mAI+ghymvvUKwL1a3gc+aCx1PANpob6Hpr49sOKMvU3gub0uuUy+XdwmvpFoCT+jdbc+B8E+PaN8172ft5Q+mlUUPnc4+r1cr0u+M+8JvdoAvTwGOXC980S8PkgYZz0yuBi+pX30PW4n8b1PAuW8R86NPgijnjx/fOq99y8kvqg3SL629qE9nynEvv7GKr5KWh2+SZVFPuwTdz7u84w+8PMWPA1kpruj1kS9nBiQPbO5kT1v2Z6+J30NvmzVVz2zdMS9pL2pvWIAFb6KHz08OYSNPpzf8jy9tFE9B5yLvpAD2D1XZ/m9DCx5vj4lb70rsyq+O1a0PojikD4X1Og93oM/uwgw+r2mkGs+qY5IPEGEzr3wSUy+3m2nvumctr0RGXo+nxLZvaiEZ751Ohu9MRJOvVT1fr1DOnC+ixTFPXYbiL634y++wGl/vhuFpb1krr09QfuKvfi9J72VPS2+ztuzvL5iZr4YEqS+YpwKPpmIrz16Qxm9rz4KPlgkC71EHJC9FNl9PWzL471eTDu+1fj6vf73BDx68mI9oOKWvbMET75Xgpe9byAyvH9pGz0fAT6+4Ie2PeGQkL2b3kc9Cgksvmatl7nSO0Y+be9nveamxD0885i9ibhSPbMxWb7DhSq9hM8CvhcPiL37qI68EHDsvZoXEr43Wqc95rFePWETkDw+Cgc+jdc0vmDlTb1Cak08EanBvsZGcb7Bkag9+HryvYducL0u/Qy+8eBNvX+do75e8zU9s365vU1s3Tz5rJw8nMuUPIve2D1HyKO9qq8ovv1jrb0el0S9QrxlvZHQCT5Z72S8cXuovVGA3j1Jjb25qc2IvmG1l7rugAA9Wmp5PSZKn70TZbM6LarRPNc8jT0xfpg8pbtmO6CQQr2BnVk9SjuAvpKPIj6HhbC8GfQjvnzxzzlEh4E9JYI0O4OIErwJ3UU7SVnuvBXR4727e8i9cRuYvSygU70B0xW+AnAvvr+8Rz7seGk9zuSlPMVZyb1gvQa+x2IMOmvljL6TOi+90FpEvc56Sz41Nas91yJVvjsVYD4yaYW9133RvO41ZT2N4lW+F1ohvhzuwr2R1Ig9Q8xlPeUY0b2agZE+dAASPgzy8D370vC9sT8hvqacNL4TnW0+tmeovUMSxbxDv4q+3xmSPWz/fL0sqbg+SiNgvpg2Hr7Y1Ye9EyYNPQkU9TzhKrq9dJUYvs/JsT3lRZm9nhPXvD3aH72iLGC8TapOvllsjz1eJAY+PA4UvJFQGT14u7c9rxjJvYnpA769b749v6Y1vnC+ZD2Y6fK9hp3DPSmBm76aLbk9iInpvQtMVD3GgCC+IrauvY1tUbv8QFo+jQPzvbWr6j1ScZk8XiwRPpla470wdmY99DTtPHrwIz5AYWG96R+JvTBSsr2wtmq+qj6SvnwA97z8izs8I4iavop03D0PZXO8cLmTvVJcDr64q5w8Nf2OvKbzjL0vgr69jGMLPpuW6b1i0U8+6V2OPcqPSL6zJF49Q6n/PWm/FL6HyBM+i/qIPuJOoby3YYm+t7U+voYHHb5vuVE+M6uZPsfdiD78HKU8eu3eu8VWk734cLW71mySPWs0gT67h9O8CVKSvUVbjj2z3I+923pHvD3DPz16b1i+mGjNvvzBjD2xyUO8YeoQPqLdqT2Yatu8Dl0cPfsfxb3Lvic+aRflPDXXJD0cDvQ9pVSJvTE5qT2RJok+lmy2vb24Nr73yxY+Le/XPCSVuLx5g14+fRKdvaEsRz50A8K9QsyIvVb/3z1MDOK9wjwRvuE0pL6xkMA9jAqfPqkFzDyKwsk9Evs6vrJdXj7BZGm+XmQ3vWgCA77bw8M9lt2yPe8nJL3D4Tg+theaPdqnJ73qQCM+ctPCPnQKF71+87G9m3dfv6iUj767WOi9nBD8vOOSfL7gZ6e8Jb+gPUmHBr7zu0M9vpo2Pi3v3TqYQ3m+vVOePVRdKj7H9ZK9h8PJPKX0TT63FAQ+IaUDvr+nhb5JKI88k7KKPvyZfz4gi3q9EcttvG/sBj5L/38+gIHSvemYkT1yr4S9Ku6QvEb4cL5HBZA+xYSPvQTQI7vFY48+drXHPcGOQD6dIm89MhSAPRUWYT7tZHE+E2i3PaXvezyxUmE92S2YvlAYxb1zq8Y8K2EDPqibmL1K92G+9disPfFuI75SsNe8V3iAvlE/A7x50VQ9Ivc9Pnff8bvL/wS+/F+4PdMkmD4xm+29dbcmvnV0Lr7RDgK+Rs3EPGJBLT4Aa3++a0IkvuFcqz54GJ89ZaTnvXCGcT7QyCU+MSQPPgo+mT457vG9Mn1ivmdKlr0tAJm9G9LZPWxzhb1bERa+J44lPlPoDr2/nga925sIPWLvLL4Ei4G+yRMiPch1EzxTz7c9bHgVvk7UMr50LFA9BHSLvmb3mbwG7VG83ruQPkFXAz6SgBe9yFrtu86mEr5Nf3i+8v8IPRpF/D1lMkw+TqJ4vkwTBD6Q16s9yAzIvTkeZ74zfkQ+1d40PdMH2b2V64C8KvECvhwdET30Vvq866MkPp3CRz5YmT6+aM8CPop+mD6g3fi9UgFdvv/fNj6lMk+9piCrvYNH9D1LSEm+vkmYPgfQZj6NQsk9WG4MPpxQKD5FN5A9dNA4vC+Hrr0JuiM+UccuvHYuUrrfUcU9aitTPWZarzwU9fW9PfdyPogiGjzSBnM9HMu7PQUZr72e/dI9zvAzvd0a3T2rwia9Y2IoPuPDkb00V5u6xFmiPf8iF748Y/s9OW0MvroNiTwVjqW8/UEvvgteab5/YHw91xUJPb76FD2Tjm490KtsvCZFvD3kmMw77ZCWvl5Mp7zLERQ95rycvZdthD0JMNa8tIkTPU+mID5LndI9NKq2vSKR8z1Vz/g9+q4FvraGi72qfvo9JmiIvP/zB77eXb88krQ7O0lD27opwck8aCG1vTahKr5O9E49LWbsPg9J2r0RDWi9any1PPHTUz4LL469pzr3PSKRNT5/gK+9rkYZvg/pZL6A7Sy+048dvW5NIbxSpM+9NLXFvX24i73jeIU9jx7tvNoG+bzk/p++kltlPaV3Pz6w0pg+0Y1DPn7/Kz07E1w9tMUjPtGEnD2xwH89luTcPeEMvbxN+Fs9pYpFO61GvT3woQu9EGKAvj5A4r08hhc+Xp0uPpQ8eL7X7EO+q9dlvmeZnz0opZq9kCcBPjE4Kr0+nv29YMusvezKhT598Ey+uClpPq2YlT1RgJE9J1LWPb2U9r3YgGa8bhavPF97db41cy4+Vm/XvQMnWr0rrwe+co9TPldGNr5GbVO9QxExPgQ5Cz5XZiC9IFUGPi9Iqz6L+Aa+6wFSPolhGL7hQWS9+9X2PaphVL5AE3+9uVjQvSB6Yb7j0ME+Pvybvqlffj59jrs+zmA0vimOCL539P47S3DHPvUa4jwqJA8+SpqJvVO7mD5Xvi09lkdFvvB/Qz6cb7G9ovIwvmA2o70LUD+7DzqvPleYOT2LyIO88KIePgPTL75Pe9I9xAhJPpexIT5G6Eo8HT00Pj4bVb4Ohgs+0nAePmWtAj2wkSu+VKtmvd3OhDu+fQC9lJaiPU/5Uz7mBbE+PRERP4oMez5tyFw+a6GlPqCm1jzX0mG9jBtQPXJROz4zvCi8NH8kPsa3lD43FI89GLEePt+yBT4VyEO+TOMPPOgLkr2+5wK+wKmCvgtJvTx9krU9smKXPcItfjpskjC+a7ImPhOTtT4xciY+TOjjvbf8Qr50Urc+EmMsvT4jHz4X/0i86d50OzuZkTxQjnO+Qb/HPJxa/byGMgi9yxQ9vpXgDL7wgyi+hMKivE1RDD62skQ+62kOPsEZm76kkDY+hxCBvSo19zy0q5W+nOgtvie87z1TFWk9QxQ7vVMCwD0dd5I9tVinPkfeJz1P8qW+akTGPbbjqD0Jov677yYiPk/ZpD6e2PU9OYQNvRqSX71O27w9mDVdvUEuXD6sqAg+yqLZvvkGkT0IRrE9kwmOPTG3wz1beNM9mDu0PREDnr4YIFQ+K0kzPv38LL4f4tq8GXcBOiHpub0lnKA+zPCpPSpSFL75Yuw+SZmqvk/Odb5gb7++9U40PH70jr2nWw8+MH3TPK2LhjuPKSM+Kb5sPrdtPT6DK5i9fgVuPmpn5L1u22u7KgKRPSU+ML4SyMQ9k5jYvOQLyD3Vgga+ovi5PDwqgL2/4mM+ookkvmTRIT23BBK+BbIPPn9a2b1DHYI9KGGTPUfjSD0TdRm+7kUTvv2FED3EE4a9yFADvYbbCz+S/F4+2TsSPjMjxL43Omk+4SONPdp6ZD4m4Ym+Z2FhPt2bu740gGY+D2M3PltOs70QfZM9Sff2PYujnTxZBIw+kwSevpEPgTykWMO+LoYgPk9aRj5V9aE+IQUwPgZaE7yyuqE99qCHPifHyz0+AhQ+ikPkPUyJgb1tHkI+G3mCPpX+sr4xlj29cqNHPvkoprzcM0E+qVyqPkVECj5GcBc+8+G1PfJmTT4aSGs9W1IjPHW8qL0JEqA8AhtPPctBjD0ISf69gnRqPczfWL0mPMw81WkcPvknLT3mjGo+czueve6CfrrJthK+aF6XPuCTIT7KXie+8AWPvWTu6z3KMSS+65aRPQnWdbx+0Hw+kOvlPTMbPL1CtIi96RmsvSJnjD7rXfA9qpG5u/a6FTtKRuw8Q1vdPPwG2Dth2Zw9RMtlPu+L/D0vMxY5rhB9Pf4QhrwMxqY8P93yPaWKnrxAzDI9YqApPaPH/Ty/VpW8HNEiPTCWij7QuLk9rq0bvg51aj2pBtm9Kl8xPka5Hb58xR8+zg58PRLPkb6n+F0+eVWivU/0FT1psXG+AtxrvI4vtT3M7B2+Lb0+vSnJaD0HiiK+1FOJPaydbz6yX/O9q2oGvriLxL02CZq8JmqoPVGGhTwMZly9dhIevo2Njr3TUCG+gtp3vcKOZL3mZDG90X0DPcGPgT0UmlG8CPBVvqVux73ugYM9LKSWPKNIbr5pQWM+jg+EvBfGOT7Ar729vmxPPgDt7r0JKsm9ivwFvStifj6IYzO+joEyPicGQL7tWpK9OlMDO+krET7Ub6e8t+M5PsUNij1YFyS9orCoPToZFr604JU+cWwQvojg2712HQG+FMBbPkH1EL7q30G9TXSEPYQuQT5wTVu9rVNZPmQ7673f+BA+sWWdPTL0njx3hiu7LlCqPh8lF77zxoI+swuKPTetd77L8zC+sUFFvtmOJD5NKkE+C797Pkzk+L0t94++oMFZvrg0AjyMD4C+cwODPifZqL109ya+hEwUvgwBQr4EG1I+XxoIvmdFmj0+5kA+wyo7vrxAwTsSHbe9XokqvYFWOr2J8fY8e9jMPN5jhzwzxsI7geKrPncSBr5HJZM9ZFrNvTTpjb4NqyY+G/VGvlm9jL69NUs+cpctvrN1ur0e8pM+lggtPfK5P77bPfg+C1NbvVIysb18mpc+ijxPPpyvi76WT8A8GcoiPpi+qz7jNry9EEd7OuOVGj4PjKe+4ERAvTA8VbwNl889K4QtPeU6XD0dER6+tQvTvbFFMb5UZgk/55WqPPXy0bztoNq832LaPbpQtr3kQZo8NbzEvdQ21L4AXss+yYMJPYDV+z2PtNE9ej6sPtrpRj4zH1Q9khXkPgbrz7y4YTO9FY2OvQrb+zwB9sW8d4qWPd12qT4X06c9umQTvcgTZT72/nK8wiaFPi/iRz669PS92eQMvtuLjD3GNa6+OdrGvB65bT4qgpo9bM8XPdNPG764PAK+6OdbvQqq0zwbzkQ+DSZVvosD5b1NzXY+4qbTPFlZg712cpa9B0SePo4Pgj46ciQ+JbKCPN1kPb705Ii++MIFPSOhzr1sanG7V5XNPv+U7b7fCrw9awwVvu2r2T60oHE9PP15vZD1hT7ED2I+PtDdveyPkT3i170+P6XTPQaV+r0TKk0+FLZRvhKvhb5YMrq+MXJvvnRtG74yF5U+TCGJvkWeaT1QReY7POUqP4mTrD4ya36+smVFvfraWb7aEwG+OO24PWqMrz4KLUm9RZk1vtJTpjxA314+UK4kvkcMAj1gpJw9qSkLPof1iLyLx5i+/WuFvvOdv735B5a+ZuPcvu1vq73uQR89v3QBPEf/O71PcOA9tVhGPgmz170Pvly+XExpvvl/lT20imc91Wl2vuNoOj7Pqxw/Sba3vWfDkr7UWIa+5H39O1gNmb3NxME97U4IvauS+TwFmZ0+eOJDPbfzGz5EV1e8/ykFPvK5wb6bc4e98/UHP68TUD5HYlm8YagEPYpzNr0Nmv09lE2JPsGhZ710Epq+LAagvXrwyb4jNog+KXDovnNSND5bqPm91+B0PnEMVj7aWw2+ua9pPx7KHb7tjos+y1kjPsfvrDzHsNC9939cPRtRUb6TkqG9knT+PVXePr5lHSg+LyC/PSkjh7uIOCQ+L02IPWCejr6YnoM+o/49vnuzwjwQeBu+KHYbvuhvmz2SJXs9pMPvvXd6E75qXD49Az4Xvv/8mj0NKMw+8FMuPD7BWT65Wps+HdH9PZ4kF75gYb2+dyADvlEkZD7j6KS8HZNUO9vff7zyt2095BuJvVfbHz4ccTy+l0INPtXzyj308i6+2WWovKs/Jr6opHO+ja5NviSP2rwG1I29lPVPvoLIfr2jAvK9frdbvh3aED1CUkC9/hrYPRbTJ76yQZK9xlOhvNp8sTxN1ag9cQIlvpr8tTvhoBW7moY/Pp+Q2T2ON709i0P+vbQ4Xb4UzEo+CVF0vqKV/buM/lI9eXGKvUUAlL2+tMU8B5SkvaJ3OzwvZ+m7tDJwve7wk77lqfu9WQ6VvZZf2j0F5XQ85tMbvkiViL7EyRK9YqcbvqgX/LwM1Ro+SGspvtqUI75g3ae9AoA5PvfFVL4EefO97oAXvVKO6z3Ab029Ppw+vZNrVr7M/VO8f9ofPS+k2z2CJok9sFJvPZTKFz0UGhe+KamiPQNLLj3mWDC+ltLNPYatR7y3ko+8GWXyvc7NDr7nq4a9Osf2vFSsib2NwK292zV7vSLpFT4njAu+gOSiPETmg732L5C9vuItPDp2RT12xlG9l4mpPFMrAL6u23G9otW9u1LqyDwms0y+HSMePWoSUL3wkCC+tqQuPMH09L2+jYs9MxayPaimW77AFRo+yb4rvBrybLwZdfO90ENivJtsarv3oNY9R0Plu/Lh273o3S89K8mivJ9c871xgW090kM3vOzZgbwzhPm7SvkRv+lLJ77WdZA+2tF2PTUAYb537OK7rz/jPa7kkD07Thu+l7mLPPOh6j0DFTq+EjAQPvNHjr3S/Tc+I8qyvkbtZT6mbBQ+3HV7PmtDIb0BX0i+ka8cvskt8T0kvm2+chn1vN8SEr4mXtq9i2iMPdVVez2ueQs+EF/dPVk2AD4cX4098b0oveGJaL4CTu89CH2QPB0JUryVLyg7t6DgOyyU87sizD4+THnbu381rL6bJ9Y9NvLDPQuL+b2JI0s+RR8cvTz/rjzMZXA+ETuXPZHJXjyCq4m+vivJvLqP8D0OMly+gEWcvfxJ7rsAU5O+mutSPbtJhL5SfmU+ZLpNvunQ9b2rYIC9n+VLPtwf9r3mRLM9ydNCvgN45LzCROe9nT8LPZO7V77ujkU91Ya/vdJFnr1EdAE+R8A6PoG9ib5x9XI8soItPl+QozzZBJQ8ddkvPNBXMD69koI+5K6ZvRWEJjvNdty98acwPgS0jL6xNdo9mJAlPULu4z3JKlU+TSPKvUU1dr2cG468EqhNPoBJKz4HkhW7eaaAvgmoMD2uMIe+gVHzPgPiSr0Rg8W9pxYuvZkJjb1fkis+/AOuvui+8jyi89Y9kNWRPeT18b241A4+D+KuPUeIkTwBUju+PnPQvdoBm77jFYo+uKS2vt4XBj6NyAy+9PhLPl4hlzz9S6w8ArtWvlTNHD5BSyE9gNO+vVLLKD4sS7e+/eEWPmIGvT4K57o90mQRPuilrj2YQLm+tTjJveG1T71vi7o+gaV0voTKkr6sBZE+oB8qvlErpD6hj6M81IczvW1qm74ScoM9ASeSvr5nsr5Ag3w9c3V6vgQXID7uLsI9fYFmvb74sLwC8229bgCCvZLIlr24wDG+JJxBvv+/qz0cHu89Hl0HvQMK/7yKm6a+n1kTvsG6mL0Wt7+8cLSLPh2dAj/0gMo+HJ2YPcGN0b7h/2y+tt82vjUR0L2Hoy++F4IOPnSPXj2RXkw+kP0pvbn7L75dE0q+dThYPBZpCzySB4++udWBPSEDrL21LBq+gvm/Pcg3ST07V42+CO0NPu8eLr3FBJE9nX2XPpv5Zj3FeYY9XNLsPUjTL76wnWO9FyApPmG4jj6s5VO+/OAePo4/l77s1i6+XDzGvv9i2r0k/Bu8Kv+jvodCtD5JgA0+g58bPjIJ9T1KNlC+/cWZPLldh74m5o++fD3lvJwchrzXAb2+jTo7PYwzEr3VjYe+hIzKPS4pCD3O+o++012qvc91eD7NeQq9gtdXvtWw6TsXYWM8oQlNvlKFZT3rAaI+A71MPsG1Zb5CEa0+NpfiPkj75T1X+O++EPphvgmggT0JZJc9xcYhPLr+tT1lvIS8K4odPe2N8L179Ae+QKCZPWIBPT5W/ZQ9rE+SvX4Avj3b8XU9XsuZPbKj1z1x0KG9GOXOvc3r/T0LWFS+b8yrPTwVBz2dmz2+Qi7TvWAGIb7L3589OWJQvs5ZQL3zC6w9M1SUu1WYwj3y7089iEtcvIsZBT2hn1W9M+kDvhLIwL00kuQ9ESOOvd0ncr5gCtu9qiOVPRKSLz66d2y8iDsVPfn0Jr6HFRa+v6YqPg+2Ib4Av7Y9nKbzvYcvKj4igvK8cYn2vAYfNr6nIUk+xaSWPbs027ztMHo9Ls6FvgvnRT0d9RW+sbsaviU4pTybD4W+G/mxvcL4C744G3M+H7USPvQ5q72SGCC9Ro0pviiUpr0joJ++Q4KgvBMFHr4gNIa+6aoBvl6chj37j1W+aNwPvjiOUT2YlXS74wodvnbUwz1DukK8QgmCvpTQNL7FznS+ezhIPQlZFb4MgOS9MPy7vLWiYb0AQKE9lTXqvYuiDT07FpU96lWRPMRAjz3IPwU+6jgtPbogUzzCDF6+gpGLvQpNoL4xn/o9ORmBvWHg0b0D1j89/nH+vckBhTuCPiY+PUGIvmvv4z1DHUa+LhVavD9OyT35VW69rLJGvfCEKb7lQX+98/IkPqZ+Bb6RsMS8tdltOsZdjr264QI+5Ainvt7T4jt4eUG9f20LPiwZrL0jvhC+Qe/CPvso3j2D1nG+zsykPedQWD5WdAk+g6x5PhxcnL3ycva9qtImPL720j31w+g8jqDUPqyEGj4VwR++KQBPPtoi3z0F+Am+hPN+PjJu/b2NSVI+3i/CPfrfgr7ic6E9qXWCvaGEir6VGE++H1nKvlB3VL7Hpvg9ldbjvAxcCD4H1oo+IHv5PWPDiT7N6Ds+kYSwvbZlGz+JeAK+zZwvvaUxprxxt5W+OAuEPtNsP74jdMM++OGAPntHHD5G/Li7xiaPPRiWU7u61pm928vMPig1Hr5zkIG+Ry8RPlEK0T4R9SM+NKSRvlFcPL4/l+69hcAfvpggyz61xLK8BzmfPJxZzr72dBI+Cgxnvodgvb4sdO0+BGJAPSHznTvfC5o+wK92PENFYL76a7o+83wZvo8g8T5wWEG9lyobvtYZN7tO/ri9Szn8Pn9esT2hC6I9ejm7PmC3tjwEySC9+ev2Ployfb7xGyC+/eAIvesS1L2Vspo8zNJFvUTDCT+d77Y8cVgcPvpvEz7pzY+9tXbDvb4FhDynUOa91uKMvgkANDxD4zs+9S4NP7ciGb5OylY+GWEBuyI5qL2DjOk8J+BoPdnxoL34gy29S28TvgTUDb5Qpos8FuegPSYRpD2o6349uAnTPc7+PT2q9AI/GNgwvgcEyT7ZsNm9S8MsPggNSL3pGMK+TLHdvbrgND6mw/29HmQevn5TjL7uTA291s/kPKsJcz2XvZm7LkfDvhS5Nr6TCJi+dfN7PT3l1j2XZp69sGI5voMec72U9gk+766vvvNoGr63JaK9LbFVvunRpb4Km++9qnZvvYt2yz1PlMG+gj1yPRl2yD51DyS+gesvvstM4j0zNdK+G9tEOk+Ks76rM7K937bQPHp2BT4oLZ29POEWvgknSr2tErG95b2wvbQBmToKQCu+CoVzvp2aDj4kGMm9YH/WPgMcMz6zWae+acymvLabRL44V10++ZzEu6uCRj7h1kW8wK9Hvl8fcjx+O7G9EgxRPsyDnb046ry9tzCyPblRWb7k9XS+RD56vj2ebT6LYww+qu7XPdJlI7634Eg+4KFEPdfQqTxX/7w8JOEavuegmr3Dnk+9vGMPvt/XGz6uyOM9RFMavVG1ob47p6g+WzozvpaIOD7fLEy+sYzXva52cD3Lroo9xyROPqugIb4xtRu9OUGSvgIOQj5eA16+6tQwvkXHqz4sqae+znk3vhkvbL5ukgI+Z1q1u5Vy8TpUVa0+tKuhPHdirDyPiJi9mOVMvCn4vD7+gxm+yES2PRwPAb5Vx3I+/101vXw9YLvfpJA+muYCvigmkT7soQM+thLIPZut0b3wTdW9gaaiPuvxYz5apBM8PEg8PiONzT0YUkY88msJPJxs4723+VK+qXgGvuqdWr2RanK9lohBvuqcKL5aZLS7j6PhvTAU0L2WV2++7xXUPfTSAr6Uoma9jCfVvbxOL72kKJ+98mHdvRKFgz1O77S9qSUFvq3lVjy+Zlq9A3GMvVICN7thAUk+akYnvSbql76ir168yXuQvPkuKT2tKu+9JkPyvdpU5j2X+dW8h0GBvtR0nT0wRzK++JWUPJgRO75XdjC+SuoIvjANMD3Jhve9FfICPh5EUT3rvYE9Os8TPNVEnb36B/U9ee+RPSPZjDwvM0299msRvPXfYb1laQM+i1s+vgKXgj0Qwvu92yfgu3jmQ75DKiq+hJfUvanfAD3uWwm+E63QPfSilr0JjzO+5CfJvU1DKj4jCKe9L8wNvtYymL0ZNMK9OZIEPscKAz45hoK96xZgvp22fb2Gn3O+qiovPeK6971K/eu9UTchvuFCiL0zgUW+XvsPvs3Um71xCYG9pit2PQoSkT3Xe8C98IwwPgM2Jj0rDqO9hJOQvZY7oLwOwOs8+BiVvQb9qL0j0gq+vtiBvSNlI74SQKK90hASPkoE/jyYluc91E1CPg8kEr6cT2e9whTcvVjsRb7RtFm+7+HyPUrJ6r35BHe9ET0Qvn4vp7ztLIe+JK3VvA902L0SAXy9JTiivvT2tj2joEC9YT5ZPJdyNr5+p+w8T2CnPFBvAb535cW+VSOKPdr9orx+tBu9SiLVPSolIr7c1OC+T/WTvYGIT75gV1a8r1VRPbyuKT4fmYa8Pkk+PpSm+r0bmw++LU90vvEyxLwP7pS+p2oRvuQJ4726iVO8RAVGvijDmT3Ntb09jGhQu/zWND5NVHo+0Pi8vO3VKb40EGq9XEoEPdUtzr2DY/W9kKhyPbUFjL7NdI0+OzxRvvsIzD1iYnm+taTSvU3Qwj2zsLy9Vx9ePNmHCD7q79k93fG9vU54t72Pi9K9IxkmPWIJRz1yGe89pWztPGf/xr1tXl6+mX+rvYxhXruYyCe+4JAEvlEeEj5rfgW+lC6avU3Q0b3JnTA+ELvMvVEiND6W6gs9m7WNPF9Kcr5KEBs+Z1E0vQk+Lb5dWEA+4skLvmQBTL6B+xI+2jb5vAlZvz0w2l6+eOhIPgwHyj0quco9eRsvPbMjkz4XfoE+qqkpvvL/CDvxeFa9u/GcvW83bz4ouug8YDbHvawpzzzfIxk+O+MCvvqgmz1vlo2+5NPUvUbN9b1VrLs9NSS5PnLRJbsHJjU+4Gd1vi9OC77YbkE+7DzTvJfKGzwilyY+20OLPdi62D0Niqc8eLQvPq+Y7j2L5XO9TLN5PkLRHL6Ae2G+cgQEvoSXlL3nPSc9ufuuPpccP77+7dk9NwAUvucoXz0LJyO9/oOHukv3jT6fkJq+u+vNvF2Gyj4gjOI93I9CPh4Jhz0EgIU+u1SMvgYlfL3hQBs9Q+vovjayb74d82e9SCQuPnuMBL6jPog+kG2bvPiDnj4Im3i+jvZCvUsccr3GRTq9npGtvlPmgL6zAgE+Z0iRvgDun74Q6xQ+p1WIvCL3tj2pHSg+duBBPNC62ryDAzA+qBWLvuT/x70EA5i+Cp6ePl/zrzzhN1g9i0iTPtwebT5S75s+RdHcvtwshjzK5Ta+7wxMPr1kxr1Y6gQ91YqkvZEjoTsFsN09w4pqPmdoJL4uAxW+iV7CvZS3tL2fSH498fP7vaqBbb6WKec+NTqbPf7kuzzSGDe+uRYJPhraJL6Lapc9+0zwPpSEJr6dsJS8E3fivedBzbtSRYk9PbysPiykDD4wBgy+Ici7PYlRKLzNoFi+QhIWvWjeiL31CpI96CqCObW2TT6QVwy+6iSwPm4Eoz4B4zw+KTckPutE6T1QJB28CbcYvqqEqLxITIo9/V3HvuR69j322A68BvrUPQa2rL1wkCa+nJ3QPdh4XL4RNsw7jWyoO49BC76EGaO9PizSvmDp7b3+kz69iDMIPt+gkr5w04K+mFekPPERI73TJh4+e9AdvIvQKz7Oixc+qTmLvemqI75DsFq+CbPkvJwDEb7s4mC+CFc7vrwNAb5HRN69+o1TvUb13z2SbKy81i+7Osci2L1Rciu+q3lXvU1OVb6XXs++vngmvDrZpb27Yw2+iYRVvgUHK75KoBe+SJo1vYg/r72tyZ686rU9vnqrTD1J7Qq9/lvVPaZZ8D3A2049J5cGvr2o9j022Iw8YdYUvNy2Iz6iuQU++9dJvlWaI70E+sk97z7VPQPg5j3oDqs8DFmIvbjfW76Jt1U8f1RZPd14zD1VFZe9npfSvGkQbT3UWZm+N8nnPWJbEL6oNGC9pIWMvtMQVDxcd/08FeMUvvtMK707DTm9UBQ5vjD+YzzYIhI+506UPWxwXb71XJA9CtMnvlWV8z0VZ2m+RgEAvguzMr4P2FS+gKQhvUZtCL66qS69PmfvPBQa4D38Phm+/rPxvfNdZj6ZUpi98eSiPUNA37qsU1W+tfEPvoz5hr6yP5a9bUGFPdbqXD0J5PQ9VyGLPtCL5z2zz4i+SMmLPbmDAz5PNKQ8UCWuPcdxAj26AGe+0HGnvfB//7tXirM8wvVXvIPdPL6uXxS+sZhDPFS2qjzrYbI96WguvtAHFr0535a+RdyLvWiQlLzBMY08d39EvgU0V771y7q9fgfkPSNKcr133YG+X50pPss7Cz5ulYI81DxGvp9uk77vWgO995gsvtyjfb6JPKo8Cg2YPmGabT3iVXK9BURtPV+sV74JGKm9twhgvZzZVj6qZZy9ZaNKvfW4lD0VJqy8AGi6vXKqIj4ZwyO+7fgKPb60dL4DxUi+4cKBPpEFI75iqI+9M0dHvCgoEz4WjJK94fuRPcyBcDzPy7e912yyPoSOC76sfoQ+XRjAvP+IA709tKO9q3QuvRhc9r0vsbC94HCnPVNmSD41cIo9714EviYIfj3rmgE966YLvrKsX74VP/+9KX+3u/OMST43TH2+ZFHHPfxSS74+5L47UYpHPhxosL0ydne9DbG9vT6N7b2w2YY+7V0FvuCGdD3mCi+9f1FcvXbaGj3G4iO+ZFYFPFt4p72DCCy++ubHvYKFhDyHSjw+NFgUvX7c87wpXyk+iv1xvVhcFr4Q6lU+AH1ivXGPrL3Ha+c9W8aUPSIOeT5h/Ai+iWnTPkUMu70/0FK+D3KBvjNrmjzt7p6+cNkAPTyohr5rnfw7x5sBPWc0tr5430Y9w6qyveBroz2y6pq9MBhePl3fxL3GHv0562sfPUszXLyoaEK+NUoxvlXiZz2dKQ8+R6WlPkRBC76P7Zm+0G2NvP2BSb6TMN08VFmIvU3/k715FTC+F+pDvJ/ogj6UMx++vL5AvpQolr1rZQs+5oEivXMI6L13Saw+cKfGvdyphD7ere48dlXEPDHuWj5H7ja9f7dLvlCLKL1ZXZy9wvu1vnLLTT6vv4++t+fTvlz24D09xze89JqPvtAssr0nCkE8fZAPPonGob4zAws+UjqIPax7O7494BG9WLo5vsxmfj5j2Xg92yJovvqhg70YDkE+i4AKPiC2ST39pcg82bE8vMmNTD5RbF29XfmaPsPHuz3YNYu9VLtHPkfrN7z0HWY+ST1ZvlPDwL1uH0m9Kb+Avo8lob4f85s8Gb5OPoGHaL5/usU8Sds4PR1Inj6TS4i9KQ9uPASYVD268QS+w9NHvSgdj74RUey955RwvQr3Er6Pckk+l5HkPvSAUL5YRBy+BMKLPUTcc75oB7a+I0zzPfj9oL4137a+QVfevZ63i73+q30+juiUPZufoL58Gxm+wRxMPuuoer6RQk8+Zd6dPK9zmb0uza69qjODvpVG0T5cvJi+cyyyPRLrbz2hcx0+U9FUvEem1z3PdlY+GiiGvtKG0z7qhCC+VdjXvAUCWr2Fz3q9d4l6voDOhj4OXCy+sm2zPmdDjD4+XLa+b8YxvnAYZr4wYje+uV/FOpr9ND1dWT++3Cn6O1nNDL0OLgq8kE8uPrRH6b13mQ2+tzcivn1rFT1bXK4+VQ1/PR6pT76uHts9/lCPPbWytD7QdT8+E7HBOl5WRL5U+Ko+Z0y0vf42Lz7nvii+"}}}}, {"name": "sequential_2/conv2d_4/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_2/conv2d_4/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_2/conv2d_4/Conv2D/ReadVariableOp"], "attr": {"use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_2/conv2d_4/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "IdJ/vkdHGLzx2fK9dHX5ug94AT2Kztw8EkAqPfKmj7sU9Ek7pDmMvUHkAj1t3se92OuOu+GHnzyPLBk8rv3qPWDQSjp2ToO9VN6lvd3liTuJsEC9zxwxPE7GVL3pxgM9d5PRvL4hOrwpMBW+PACJPfcbwL1Pgwm+2VB+PZ2fOLssfA49MHVnPYWxrrwGPgQ9dS0IPfCKRb67q8k8qcOWvZngTr6wToA8xDaAPVCUpLy3X4q7y4qCPD1NE76Qh0O78C6uvaectzxIHX89W1ENPBq6vr3nlvO8Xrb5vMw3w73p0Je9z2FBvCkk9r0o+h89qy4XvjTbCL7Pfkc8oziBOnV6Vr2T1KU86jDfvNH0b71oNZ08v/v6vGgJnjwsBOi9ZFGFvaEikrnMhMG9IZKGPct4xDx3Hoc8FMh6PcuOWDwrcMC9PSpZOw5feDrYeci9nroevkfAAzq5VYI8WEJuPIqKr7yN5cg8AYWdvdeFTb7zNmO8PsnNO8ZjyjsdJb68oDkUvr77Bb6yf4Y9uiYFvuS5mTyjvFA9d0wfvkp7hz0i9vm8T5cSvqZX8z30FHC7qpPHPNm37zz1e0q9Dw0EvrSdcr4BW4I9Jw+ZPSsVVT0vG+E8EaKBvvFEDz3Vd2c9kyGKvD2QzjvTvO88GLyuPF2MRT3GkKE8DqdLPWng+L0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_2/conv2d_4/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/BiasAdd", "op": "BiasAdd", "input": ["sequential_2/conv2d_4/Conv2D", "sequential_2/conv2d_4/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Relu", "op": "Relu", "input": ["sequential_2/conv2d_4/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_5/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 