{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "TJiDPWm4sj70pYi+u8IfvoXCOL7qPjQ+qY/VvuYSZD5nCHi9BZaavrzOaT7hd9y9S45mPTBnmLy94Wu/cdSBPTOpI75E+FS/u5DIvvehub8K1oK+KDHdPeDPMj6Lna49HzsNvimpuL4wWZU+hSx7PnAB3b5mkZy9BydjPLQsFz6kJvC+zMHBvYh9KL75i2W+rubkvRaptr1HWpA7XrIxvZtQ9L6cDkg87zsVP9MMHT6gUfu+ha9bvLeKEz4bQDg+UKB6vcG/BL7z0gE+84QHv1ioej6txJ+94dmVvEETHr67zbG8jUOKvFUnk72K4JO9JkPfPXP0nD4rXhm/BiNbPWaoKb762Oo9Xeiavqzyij5fLEU9+Vm6PlSbkLxQOJA+MM9IPV8QyT5QPzY/ABrSvn/Xxr3GdIy8pkqRvTaGnjx8pa+99FD9PhBlvrxo+au+xdGSvRV5w71W7HC97lgGPYyS2z7C31o+KOIBPj++qrs8cKi885Y6vgXHLb4sGIO+TsGCPjzUHz/qDfM+7rH2vpaviLzqyay97Y3PvTSLjr7ee6M+mFtCPlMm5L4dRpA+hV2EPaw42j1EvXm9RNUXvy1TSL0QMDW/I5JGPjlZrT3fCAo+pJTJPLWIcz6zGby6GSzMu9vKFj4/TSa7unb+u5I8tj7oU5M9SDZFvSZVDb+alAw9gEeFPv3bRb62Hrc9X1C1Pr49sb4TyzG+ZwkUvmSQwT42gvy9g0OfPgIe3r6JbHG9RsiPPAXR5T7prFY+hjmUPq+VUz9ecfs+aH7LPNBbOr0vgy69yTktPixwUD3QPPY+0tElvinqdb7NZQw/IlCOvqDlRD60d1A+gEKsvpI1Dr48AzA+BzYSvuFlKj/CB8g+CTucPdmNU74S6gY+EbDVvU4ahD7hMog+m6UlPJ8FMz4ijwi+QiZHPXsSYbuZlok/bXt7PV4U+T4AOis92KpjPu7Kij12fQu94AUdvqaOJD639rQ9YgjnvkE7/z1zn9m+uIu5vuyiTT4vSKw9iQV3PscoM75DzD+98OM5v/ygp72XjSe9lNK0vSS+2TwW6Mw+HjNkvqQ8e75LZl47i91wPhB9JL4Nnhs/GU9KvlkDLz5mGdO+OBQMPiBEmzx+rjm+vP+zvb1Y3jxnVS0+WcIsvu0Tpz3ak5G+jlHZvrINe77Wx9o+BiyqOVavZj6/wG8+Yu2LvQd/XD13jvu+pLKEPRZTS7tTsJm+5EfNPrg1Aj/0i5W+9BYJPs4Puj4hbro+vKgMPutwHr3hP7W+N8cjPuJeSzxG8AC+qsyKvrzM0T0oeem9ObGluoiF/TwkR8S+av8KPs6dFT6xH/K+P1/dPs7/B7wJKei9FfOZOL1W9r1xGKs+geQSvmQiKr7ZKAG+k276OxnSeD6SmNg9UzGnvlIteL2Ba3Y+VTBiPtUgeD6YnYe9iCnnPuuKtLw3pSY7g/sNv2Hbwj6lZl++p/KDPaAhBz7xLNw+YUkRPq5VMT3hx0S+OSg7vXu97b668k++YKBjvCmvQj54y5Y9jxjhPhz1Cj5/O+2+StcrPpRolL0oMok+X1EJvvxG6T1QTN89gMTNPS1paD3UaSY+gcGEPqrUET6qKDq+vwoLPlSuu73fGY2+Ktt5vitrib6LgNi8etMdPi1sTr6Wxwq+1xXOvvLGOrxVKfc9kCeAvsI9hz7N7MM+kDu7PTNtPb5jifW+g2kwvdMrhr4+6cK8IZXzvgJ22bz9d0c72eSzPRwTEr5b9Fo9fyU0vgljvb42Tom8DzNYvj1/Gr8oghI+CYwHP4z91r44qoU8SXjrPa42sj1saAg+wEOuvcydvL7yKKm9LCuMvUbK/b0ux7w+mCChPDcmAz87mWU90jtCvrwbeb59EGC+qO50Pqfvqj7VjzE+k+spPnqjTT4OWEW+SH19Pivxyz2hx28+HE0VPKtj/r0LlSg9U5vtPHjiJL6szUi+wsPGuxl8Ib6XDL2+lSdYvgwLir6FmqW9ZYCKvTT+7D0f+Gg+kDbvvLstwLzs4ja+TD9yPqSsdzwvDby9j7QmvTU3Br/HP048x7cRPlz9t753sCK+De0gPlTfF7/B8xo+OQdqvmk6fz4ZLOs8RH9MvTf87Tw0Oyy/1c9wvZKCIb4Rf68+3YtJv+Hbqr+8PGs+96HovGDocL5IGj+9QF+APIS8hLyrZW2+7KwTPuVT675ZA7k9+FWCPYHlKr7+wk6+NVY+vflTIj/iCty9HwTuPCwRP74W04q+ySnkPeqyKr3SqSA+y3Ffv/6JTz5X4gi+KkzSPVAO0j2AoSu+0opOvi7Pgz2nN18+J8LdPiYYbz7RuuI8rjJVvsaPFD4J5Ac9KGJfPnQDsr6CN+w7Eh8avAQyxTsXCQy+Gko6vgc2j7717U88J6d7Pmp+lr6rewM+jT7TvjFyFL1B1Dg+CTyDvvEHYz564hm/655nPWt0kr55qGk+D7zYPaTSAT5sGUG+I3MBvxMkQ76MxqE+sEMGPtn2UT05HIa9xIkNPpH7kryqUBY+pQAZPnhAxb0CQws8Bov/PTA+X7y4fuw+CDDlPZaWnb6hnW++5bDNvtbjw76Hx8e+QZFGPS2qmTwZtgE/fTe2vvBddL7HWAi+IY3SPXV3+L1NR588nPvZPruwBb65Ar4+jdASvjHMET4GxyO/mcyQPUbBFL6HkZy+X7G5vWMTDz/Ark6+Y2u1PSm7szyprtm+SPq6vuW1+z3JLKk+PlK9PsT3zb71VUm+XtisPlQ2E777Pmu+iS8ZvqMFlT5kh3M+M/zPPgG7AL8RRwa+NDZ6PmTyGzwUbvi+FNUKP1+qnb2l2y0+lZa7Ps9PW77keSm++MWpPnP1m726V4Q+a3EkvqQ5Ur7gbqq988PSPii42Txb1B8/tCqEPLxlr72eV569Z/MfvmthZj4r9F866k8Fv8+8+76zTx69zRfevfrlqD5enBg/2i5HvvhpaD8eaPm90BGHvqi727woZ3W/Ezn7PYYrZD/6p+m9BTtePnGxGT77E8m+8f00vgIZDz4p5jw+Ac/6vZ84ij5/0Aa+gavgvmBZZj45pME9rlEMPXpdk76SJOQ8NejKvgj8WT4vAdI+eVbXvUmGrD6qi0Q/Y8fAvUM/qj7elb89ZfdDvntiDD5aG64+6hshvpeUI7/Lk9c+cWOnvOc7qr3wBO2+m0yVPVnlTb1uUQG+YYNhvq2G177bGn2+ULkBv/q2zL5nYjI/2xSyPKJnxb0TLuU+9hihvjYsdj5IXh4+IUfDvG4chz46cHq+9NoFP1EHLz/aT608L2ngPYCmuj0GcYY+QfTKOy25Ob6R292+t6LmvN0H/z1i9W++LQnevp/8Hr0afoe9FhUQPUTpCj7ycfq93TqfPliJUT2/DT6+vETaPu3iFT7AXjG+AsOFvk3Ph70Fnxc+02fVu1MR9rx+bhy//pI6PvSZ9T2hG829fo4Gv01c8r5DiR2+4p9SvmWJlT38OL47ouYxP1xhhr6LpnC8OJELvsWhyT5hHKi+trH4Pvia475jEnI+8J8CP2PbD77sYpI9K3aLvggLyr6RLo8+enMhPoWPgD60lE8+S9kaPzybOz5JcWo+C5Jxvjxaor45Wt48z2Q2vkqzsz0BVOw8eflYvTLl+r3lseU+eViIvVnURj4qIS0+5XDIvq4Lir5cA/u+FIh3Pk4csL7VRJu8vGE6Po3XrD0qGxO9QG5xPt2zJz5vAgq9vPqLvoUjJT4G9ts+G+xmPnEbX763Jee+3I4gP8zfhj39Ja+8cyBUvsERgj5GM8s9jTy3Ply0o740lBA+2WCvPjnhwj3vLye+QnBcvTByrb45M6+9GbaRPnv+qz0Sxlw+Um4uvcbjHr5Sy+y66ZrJPAFGpb6P7+Q+WZfyvUUi4LxTU34/MkftPTt8Iz5VbyK+j+MvvaBxxb5vfJC9rDyOvj7BFj+d8wm/XF7JPmPROj6M7KY9ZvHuvERjRj6Ueci+7rpJvgxSHLopqMi9Fpypu6hrEb/qQxy/HxY/PuoAXL6qmlm+mwVgvu5Pkr5zrI2+ypFJvjGOVz7H5E08ILIlvQDHkz7mJGk8V610PlzvjL3HoJK+EBjevQ5C0D7AljM+36m/Pcg4Br3J6qK8RGCtPmac1L3JvZ89iU4Gv5opm70QRCo+j2dVPnI8Tz6O8p4+L40XPaJbrD78LI0+/t4vvlbSwL+wNLu8KuzDO2p0NT5yhN49CzXDvcenLb7wBO++JPhMvYASRL6DL0m+ELTcvuPjbjzjmu++3rIPPfmq1L7tCTs+4RrcPQ9UrT7S/do9kXdzPqLJtTtdQGG7JLukPRBsEL3a3Yg+cZhRvsZ4YL4f5wo+qAdDPtEKiD4Sj2o+FzGav/zBhT3hB9g9r/zAvUOrVD6vQFg+1YM5vCm6j7229Cw+2LZcvfKIGj6uOAS+GHJpPm2WTL4/omO+qemkvhpEiL1p6nI9OCScPiEKFb774cw9RSLYPTKmsz4VrgO/RyUJvnl9Vb5xWAy/WHY1vlC2Q75zRUu+jz/VvYjgvL3ggjc9j4uUvAbtTT3MPko+V60zPqPabb5yAA0+MkZbPQXkj76QEjs7Dv7qPofCW756QAc7Kl0ovZP0lL65mx2/JmwKP7lYIb7SNJQ9AsAlPvn5hr3xEfW+L9iNPlb2PDzBRTW8yFK/veAMaL5jqSE9DVCavRnL1bwX7w8/rr0xPvgyEb6ICZQ97vqkvnM+jL5bzJK+K5aDPgDJEL/vlvS9QBW1venl5T1Tjna9J2LgPmC4Zj1ousw+uaEYPsrwr71HbTC8BWExvTKkIL7jyvC+GzcVPp06LD6BtJI+ktCGPkcDFb/wiIa+ZrdUvUgrND5vTgy+aN4AP4RGJD8dAUY/KBoEPV3xzr1UFi08UaaUPngU3r03w7E+pOsuvfrLDT50ckQ/ai/bPRoHMD46GXw+3YPGvr6TzbqTYgM9Tej2PuWCZj8XuTk+NjKkvtZrUL6RTmA+TYf2PK59fjyGhGE9yxaivXbHpD4UAEK+t3GcvkRweD4x+wC/YJ0OPpg8PT90Bce+fc9jPtNvjL5ZmBc+U78VPM0bVD57JIQ+7izWPVVjiT5i0qi+fc+kvvrwuL2Xl1++t+cOPosRbjtsx0C+VsgWv2CvLz3SE4e9V3ulPfT5BL6gb0M/Km4CvlmaJz7bRjE+2/4vvloSXD7qjQg/hTmyvBXJjL5LePe9T7KEvXX4BD4SO8a+qFhdvVrSFT0Gkdi9Eze8vWxezL3tnI++qeuevoAXo74Gciw/O6UBvgFIEz72TvQ+RMSHvhXJJz5JUs++aXAovSJVLz7qT8a9dnsDP28V/T6Bt7K9/6vhvd6tXz5Yomw+dlSQPQDtyzwgu7W++K5CvibESb6MqjW+BXLmvtZXMj5ApT0+fntfPkEarz5lGgS/8WC2vZBYrr2E2u695vAQPtTEu73SLEW+XUaPvh/BQj5GpIu7vd2eviXXvL0cMvi+zpSIPVtYoj6X5tK9h9mWvUQlPr60BNw+5CmlPpVYVz6mzlo+yl5rPzurhD7Y8nO+9gSHvmjaIr9Opa0+jZSzPmnyLr3Do4o9mw8MP7Q4Lj7qqY++GeK1PVGekr78Lyc+e6HHPbTcHL+tIfw9Fm43Puy2mj0AEKS+LBRmvpMcEr601ic+LZ5/PtyeqD7CJqE+Rn//vrmWvT6l6t494V1DPlGVPj0eBtg9ratHPsUhNr4a/KU9ELGLviDzGr6RYiK+G21rPgzkrL6vi8A97QHLvJp+Xr8VDku+zU+YvU5/7z3pYJM9JhHKvnflGL082Ki+t2PKvvtiOL38pZE+XXotvmlPNL4KmjI+l82qPhSDTj7LIgU+lqhsvjXIDL/Dg1C9WHPPvkqV9r5nUIC8iAjmPh1mKb9Ls8a89ihWvZvulj2XttM809fMPfxOqr1owPe9sjXlPsppJj6baxs/1nbQveQKED/80Ee80s/aPbTZmb7ZFVA+Frj2PfIXnz1Ibaq+/f8+vt3CvD1Dkua+meGfPMvb372S4zw+e2QlvRWoOT4/Hpi+50SgPDCSWD53ekK+/xOBvjqJhT1uwJG+qVCZPcNWmL0mYiy9se+wvlEJaT6DPyA/PYTIPbsNWr197Mu9LWSkvYziAb14V0I9eZjaPRVCDb5sPOE9seIfPs3TqL7iipi+8AMTvTd7DT6WVoq98YkPPg16+b3ynJs7RG++vsUzBT0cDSK+RpfovX8VWT1Eb+y7CpWVvawKtb3z9w494i4evfbFt72Swss9gPEJvl6QTTzwhXS+SxvFPQCmfb2v2Le9bJ0SvmPZ6TuaOR+94nlJPdB6ub20xg29aVUHPBIimL0dTz8+EehYvls7AD3XLAy+/DpBPTMNV7wzUEs9T8wzPkZM6L5enP49JzRfPQyRIDsCp+67efRKvUsFRb7UO+w92ZgFvYbwlr45jfU8Bk0LPtHFP76euSS+lhU+Pa/yn73icNA9cVAXPhPK7b1tleA9r4/DPQl1FT1VeXW+KigtvjnDsb0RAje+nG9ePX1DoL8+Yyk9u8qevV8zXj0dV2W9uNYevnc55r4vvD09geYnvc2ulD3T9l69uCEAPnmnCjw4HvA9oRWqPWaKJL49WRg7IJsDvIedaj0wahS99zYXvdRrwbq9Ehg+lcHwvpUInDxQohI+IGH2vVr/brvdDpK9itO9O8X0mj2MjZi9ATE4vk3GBb5yYsm8xQ0FvZTC1T0pH5c+K6E4vkQZzj3QuoW+uAa+PQdRp70Oliy+z3gRPX0TpL4m9P+8UyCJvqOfv73D45I9l45IPQVMB799e0W9w/jivVsd+D1lTmE+/7uLvp3zWbyj/p2+w71QPnMfpj1YuCG+G9iQveR/Yj7Dv4u+yJdQvX2wB77/kfm+ZxLBvTUkLb1SFpq+cupdPabyx73Fz4u9YKQLvl+n2by8M9c9KsbYvX0oVD0ObBO9PY3XvVwP6L1yMfM8tMDlPUEHcz5kVe+9+aBpu/UvUD5UKRw9yJMZvrjqmD1f0wU9oqu+vTvjFL57OIY9hr97vSYA6jwzj+69kFxFvZ6IFb27E0M9ImgIPIlDSz5S4uU9+LUMvnUmVLwNTwK+x0IQvudbeL6hF9i9ENEhvaFBtDxdR+o9lpbUvqAKCD4ndEg+muViveRnHT7LpBw+dL+yvXmrID5EGua9KRgNPqIBh7205++8nzxsvdOYcbx8xbW85wsaPaMDdj7pFNw9BFkCPTr9BL7AUIg+OkHVvX27FL5O2XM+aNGSvqBWRL6x9J69tT82vtfb6b0BhB+8/J6JPuB9aL3L9Ey94uyRPB+J2b0toJO+HpMpPl1dGL36WGc+crThPPn5hL1iRow93ULJPmg06L0x1US+zJcbvRaOWD0SQTc+cQS6PYORKDy5d8w9C12bvjS8gzxH7ta9HpCWvZkFlz0OBpy+CA+FPFs46D36Iz6+4RSGPufAh73Zvys+FDC0vTeMST3X/q+8OnyIvi3yUz7+QPc90Te7PRHuVL03dmY9+qXQPQt7tz0ItKO+phlrvtrzSD75gSI+M+xgvXdIab5zqie9z2bXPb7WeT4vrK++kOdWPgzv2z2rN5C+ZjlUPF6x5D12zOu9ulzPPZ3kNj7yPj69nSetPg1avL1nXua+dvk2vhqlt73/Bzq+7gf/PT04tT02IeA8zFUuPj0uTz4tura+qgwWPF4pZj23rKW+Ao4QvlzdGT9hOjE+jliTPvMdk73F5qo+nTxzvbPu1Lt+r0u8g5OyvhoSNT6nLS0+mMm+Pqw5Yz2h7Eo91KJCPet+hT1+xlM8hoEhPVFcVL37IC0+nGRUPcJ/lz6ToKo+A6bxPdHMu72iJxC+5xBvPZ2CJL4MOFu8DkDxPWwiz71jg4o+N6SNvWD1lL3kxrM9hvISPu+iT72l6WY+nSADvpjVMb6qOF4+TsG+va94rT3I+Ec+gqMkPTY1Kb3H4Qg93alWPv9wWL3tNBW+PeSKPrPl7j28+Vk+ry2vu/8oNb4FrzS+DukXvu3eMDywEEu+xQHIO95LRT0bgRO+Ou4gPdWlLD0Sspa8V+EJPWfxAz5mXdG+GTQfvnXw3b0VhqI8r5i+PYbc772qTvO8fc07PtISAT4p4y89PVhjPitQej4OoxW9HScrvfp/Cj5inKs91avxPanElD69RVo9SJOEvf3Ylb3bcQI+lLrkvR49yb0NAl89EJm5PEpu7z3wBqa9MLUAPsFYizyS8KI9VjNCPJwPuD2kNZa+mSkzvkAJO70rpTe9Ba1sPdS3T74fau+9JXM6PCXRXbzXez89m026PTYzIj78WRy+NMsmvYJCKj48kiM+nRBPvrIo/D1e8KK6OWSiPVdUrDzJgpG8+6CdvWl3hj1h7MG9fv8AvnbH4j2mUQi921MVvsQHcD364T099MJPvvVaM77ALOq8kKgfPtbHyzrOvQc9yQJrvLPb9zrcUFU+ttUXPQZddD3Wq0q+2mYuPjKpKb3yT3+8gUAAvv5BiLwk4d08rTSavXKphDysB+699HcYvryWRz0H81G+pfQWvZpkBD6g+oE8ZghQPdtD2r1bIAQ9lMDWveoz77zHSSG8lV0TvserzD2E6pO9obPyPeMiX74CF3++ZCQ3PXZVGb4CajU+sqcOPq+MS744NOU9KKnuO4ZoIL1vGpQ93I0GvWsBwLtc+fU9pIMcPZmyNb5Rpt+88Vi7Pd7mCb6cMms9pG/rPYhL4L0GG5m8pd8TPXtuML3Gj0a9mUeovS+dCL7Z2jI+2eQnvqTGFb5tMC49yk+XPb49Q745nIA9j4pRvk5BoT0Q7UU+BWOjvdqMpbz7y3M+8kXHvUh0d71sWCo+aCA3vdIkFL4EiB2++na7vdOdLL6HFRE+fTwoPtnDkD6jxV8+ozG9O8VOQz4FShg++XgHPAsx270UIF2+JxWYPd8lYz5E5wc8MedZvOqB5r3DucS9Ap/CvulzrL3Q3h8+iO8VPvsNNj5Gl1C+M8ICPphA6b0f8Iq7AUspPkumXT4MGAG+TadqPmfowb6PprM8prqZPZaKrbzrc969q2VKPcu0Z70MI5C+1NAwPRQYnT7N4M+9GZm0PmNn5L2r7Sw+X1kgPpA6D76v4qC90u6kParh4LyKvEe+aIH5vXrx0j5Qf4m9O8WfPv9SVT7SYdu9p30iPqGrUT5F1Ra9g7AmvpuJSL7vVXk9qrlfvXPKsz0hvAU+pygCvmguYT7eAOk9xIXHudff472XCBy+A60RPk+UFb4G1gA+JMSKPf+owz0iF1++yQv5vUM0IL5/EQW/B36TPnGOzr7QFbA8DfYrvibZML6vFYW+tmt+vgx/FL5L1S2+yGBpvko5ej1Nq3g+oSWLPtkHbL6lmaq+rTWSPu5ADz6q/UE9LgTCPLjmxL0BnBO9ga2uvuUilb7AXDs+uvajvmCfkr6sM50+surcPOVPjr6jnGG+4d0Dvy5sjL2MYny9OKWLvqftUL1FbuI8S0KxvZEYsL3BhgC6TMixPvnjp73XpDs+FSezPee7Gr5Pzf09W7eWPTyAOb4YyF6+SuoWPuIfF700ZkM9I3stvp/UVL1hF+A9LC4kvSWHWD3lPDs9h/xPvj470z4Odie8MJRIuZlTPL02OAo+PRiwPV9fsT7nUvs6TImAPsbw8TttWtW8h5oWPl7WpTjNI6e9aMWEPuTRVL0LZzU+7Ksmvi+aKD4k7Lg9Yx93Pjh4b74WjN69qDacvM0IzDzj5Ri+lFK5vn9ozj4RmP89kYujPBQ9FD5PD5a+Ho0Bvuaws73A344+lKPYvZNf6TywJiQ+55xFvjSX/738bQe+qeCovffA+72KbBO+iOx0vtKXUz5HdSM8y9O+vFxZRb2k+Gy7QzQoPtTBvD6X/70+fbawvLjlab7iSoU+8Dz2Pf58wr3l6VI+KMKevqv1Wb2fVjM+0mkxvm+t5D33Aue9NP+HPS1dxzxJXjs+V873vak7bz4E0fg8yI8hPq/F8zxysPU7l3QTPkGN/Lwo3jU9GCz0vs+9PL7Qw24+Pp9ePSJVOb1FwTs9m35XPlTkCD76eYM90EXBPcS5Qz5Gy28+abUuvtB62z2EcIU++OHKPYj+vL4cyGq+JDhhvXUAqryh5iu+ZOvavl/bD77vqMq9OAvqPaSYnT5zH7g+sIOJPY0USb2bHZe+hNeRvakFkD6p/cY9AIFtPiyw7D0oVwk9dqfpPSmYRT2KarK+0jgFvggHfLzdD6e+1X+8vVGPgb7a41a9r4tAPsbJ470BCDu+9ReFvvxCOj7J+Uc+Ic5rvnhtI72VkBC+NYFtvq1STj4XsCE+0xWEvkfQBT6JD5S9bGbxPaVp3z3y4AU9d2RWPLN8jr3V5WU+6VrzvVS/5j1fs8K9Si2avrkRMj45ySO+Q5CDvRf1OT21Ffw8Nq03vnQ9+zwR1ko+wPoCPZopA76vnLA8Q8dWviMKNL4dAq291oOrvAMgJ72xpo2+KXRtPCzZZL4UQ1s9wfI7vV5qFb6H6Es9PAAuPYrWPb4XGRG+gGJPviF6j75SLu89QPB+PJpAVr4mlK6+ZyZMvnqS/b1z0JA9OYSEPApw1L21MzK9Lqa2PC8g7b3+BWo+k7Y4vX7KZL47hri98stKvlrgY72sXBw+EKoAPhd2oj2XoyQ9lg2AvuJH872FoBe+hN1WOyjz6b0KdiE99lZtvYY2Dr5lLhO+qt+kvZd9cT7dUHa+Ed+GvgTKpr05opi8xcUPPgP0oLs9zXy9OKrOPfm8fj0TwbS9XuP/vGUdKb3XSeU8aDaBvTa1LTxNQ4Q9zmgPvjCO/b1TxmS6MUUlvlCD+L34bqk70wG6vfdRkb7VBJI7JTbRPdZYH75YCgQ++eiTvrRuVT1Mnya+1cZ6vt+xvz22XJc95HAtvp72Jj4unow9pIFrPSopzr1DHxC+9elRPURjZL0ERBc+qUcLPhN0Gb4KZuQ8+HtnvmJhBT0PqDS6vGsVPgkWi77GHp28ALaRvo1J+T3ma5K+dmkNvtFyWr15IxU8fx+YPYnHUz7v27W60QcSvagWaT4JH4O+j/6Fvq8G/b271Re/UcCKPdFyFD4zfSM+AAPLvEeHmztr9MU+w21DvtBC8j103KC+i8FbvlO24b7iVLM9P41nvoRh1z7hToU+lroWPfFej71jnek906ozvMvljj5qNxS+hGo8PhgcJr7yC2U+3FDxPdNNfD61FcK+XTZJPW+BND7Qd509qqSDvooaib6OT2m+UOKZvMtIabyVlrc9IbViPjOJsD2cD7o9o2opvu5RaDzGy5M9BKOOvvnFsj7mL06+5E+3PRWZxD1bbW++nQqcPqwBgj0adAm+XJwvvr7S1b7QpKs7vhhBvl+MGb5K3DK+/LjLuwO0RjwyoOw8s2E7Pnaxb751fhW+FLo2vidIh70nMpA9Wl0AvZXXML6UOFO+YQvwvgbR8L2b6507T0e2vqxMWT6zh8m+CR6zvd5fTj5UQi+86Z4uvlhThT10Bh4+x+lBPQknmj2PV6W+1+0LvzOFIrzN/Y09dx2HPsdcZz0hhi4+vuOzPl7KF74Tmcq+5ZkLvIp/Fz64HXG+EAt+vss6Fz4IkEM9G3tcu3VMqr351hO9RipZvUE6Gz48cBi+/2QevhpBoD2K2l2+3ESSPnNsET6mB3W+UKQbPdssfj5eSAO/ydxaPliqfT66a8294QdvPj+m4D1eqo89Mx6bvB/ytz7GvMa+9jR7PKyPET6Mwoi9m6OQPtH2iT5qmUs9bwHjvrhSvT73aJg+npKavuEsRzyvegc+HHYVPucbFz4HoG0+bACDPjT7xL1jcLi9Dp7BPc3KkD6yHu6+0MvivRx0nb181vy6UIRlvjAmvz3kMBE+GgWYPgyTur0dxAK+0lE2PieKFbzX7D2+HgQhPnESgj5DUjy+p6ARPvV7Vr5ALJm+QZQqPjaKEj91n0Q8CjYHPHG+ST2X6Bi+MkaPPoKNU77SVRA+caQaPwnooz2R0yw+EUQ1vlVpbL7sXJY+o5x9vnAhLD76T5c8VXSYO0nP8DxkV7y9mCjXPIMbP76wIgO+koxmvJR2oj4E9K88dZmFPucGHr7eHl++AidlvkmM4b3ypHe+0H94PjJu4Lw1aOi8L/NQPbFJhL0i1+g++N6PvsEkCb6XhJA++nwQvagDSb7F2hk+P9avvuoDDL7oSBA+l45Uvsl0gT78dD493no5PZsdkj1kU/g+txaTPrjHaj7Y0Xs9w5AwvVkhrbzBRsu9jsRYPq2gRD0ajhM+udmfvj79tL7wQAI+PuJGPlFIy717PQW+VO1GPW91EL3efEs9jw0WvY9DGb7LfRk9tRkUvRFqHL6YhLC2ABziPddM9j3T8bE8Xjdnu2UJwL2BvuA9ntXEO2cLgb3K4pQ8rvjFPSuoWj5afmw9cjK6vVuA0z48J0o+jEg3vbwl/T2MHGw+kFz9PUr2IboP8Bs+TvwlPv45UL6d5so9PXmrPffCWz3vFCA+ntgOPfjOCD6vc10+Kn5BvVbdJj4Ae6W9x61DvlaN5LyJ+pQ8J9i6PTjsH76jGzM+3w1dvQ3Qy7vkdIq+Bohbvrzp8D3uFhu+FY2PPaxAsD3ieVA9iEaKPO3oITxDbSg+AQ86PkKJTT5A1+e9CwU0PFXCHb4roo293R7gPeXcEz4/zTC+5RqJvWeXAT29yZo9wnh7vS8ElT4ZdjG+SueEPTfD3T3Gaw0+8s+lPE9uOr07Ttc9UdTOPbrbBT5Mqky9AAUPviuRoT70wNM9b6HAPekRQT6FcyW+TfXxvf3rZ729Dfq949m3Pb15BT5020C+ofqAvcRH+TseQYa8PsQ5PfZCsD3gHe69Yx+YPW+xHj20bSy9b1yyPfXE1T245Bo+REYfvQKuTz1VsRE8sXGJPLdjA762qy29AtbavIpoij3FnDE+qUHrPVQtEr0ZXiQ+43AxPuRBY716cxk9xkZavkfU4z31LrI+j85APhQBkbwUyQY9A4HoPe79nT1+q829ksU+ve5fSb6I63a9FvGKPVb9pz7XIK29kci2vc965r1u6jq+SG5hPbH7HT4m7wC9lTdPPndjyL2BjTm+1h3ZvTioHD6zaYa+1z4XvfEsDr4le2E+1NssPpA1oT3BAos+ATKlPt/JLb5Jk909MMiBvc4vzD7jx9C+khV3PvQkGj48YrY7QqxhvujLeD7Mdk8+TdycvZIi3r1B+Wi+qpSHvmRnk7z1lbU9L3q7PKE/Ij7F914956PjPu3LbT4Eyks9nv6OvdU5PT4hfuY9otf3ve9wSb3LKsO7BB82vYmNfL4LTtk9RrE9PowxMT43yws++D2APv4PCb5X/RE+3G5ovsINLr6dyU6+ufPkPeXaNb5MLMw8GLJFvVfhjj1DQbo83+40vqVLqz0+cjW+vrtTvTowRj1AeZ695GlpvgFxSL1cqpQ8Hp2DPAuHN75AV2K7F3BoPskbrL6Nc5y96KdOPjAr8z3lu78+GDtqvUwor73k7R++ufSsvHOpFj5vDr6+C3uOvuLOjL2zJTK+jWemPXh10Ty2Jw++obTdvaqH2L3MlSM9xBJFvqgeYDxicbk9RdmzPYvf+bu17JQ8Ovy6PBgEiL5VIBQ+4OP6PXKVHL3B/i++N6XbPhOyU7168LU8K/rMvU627zygDfc9AG0aPrBZMj7fPWw9oadMvj+sKj5tu9W9CMEuvsxxVz6cP4K8I6fCvQBBVj5OPRS9LELpPbcxpb4xvIw9hFenPoGZ4D2Wxga97pxqvuETCz4ZNrK9qEGGvvnRPb6W1cm+XDeBvtH+LD21pWw+Q5cNPTQaUrxzU5q+hCBuvn0bZTpkxqI+CSJkvnst/z22lKg+Kpg1PLqPBD7GC6K+npAeviomHT3YXXu8O4hhPTWL/73sM3g+IqUYPUbR9rxu5IG9Yt5cvoAZJ74b6qo+MJOUPkAkn73a3jU+qpzXPMQhZT53OCu+mmryPfLmcz6GZLs9oy5sPh5DML71Fh4+d95gvsnE4j0Iu5+++qk7vrh5UT7XMWA+awOtPjQNKL4s3M89Ckh3Ps1Rm765esW9Zd+/PWxmfD741na9RNakPnuyij2esi4+HvQhPmuF5rw7rYs+tPqpveKxtL0a82i92hPHPknFbj6LmZE+Sh2VvL5OMz2vwB29xU1LvvM0gb4G2m8+XS60PLjpGb43I8I9UCbxPTf2ub6VHRI+nQctvp6lBj4+gSQ+qew5vjHIQ74Ljag9c9OGvdAlcr5jxYW+4ZwWvCVVCD6aq0c+tSkWPvMyiL49xSI9hoWBPnzxqD5SXkM+Ds0KPlKETz5JiOS7HvQRvoUg3zx6RTy+5yViPhOpbr0kaN28HKKMPWLQPT6cxao9/cw2PmUukT0tKdC9gPYHPSGp2Dv/4S69BDiKPbuPmT7bE1W9SQ4BvVtv3z3QCK47jH3NPcgsY70VkRA+PjxGvK9X2j0E8/o91Q1FPVms5T22ySC9qIHAPbBTZzxvr3s+L+0wPXtG+j0Ce789iv4cPls2ID2uKoK9KU0aPrQOEzyMy669dF+bPbCGKLx6LWw93vQWvZsUZT4mo3I9qH+Qu9GsYr2IoM89tHyvvW8/OT02Vem9fjknvSnkQT4tljE+XS9tvU6zEb7uChM+lmsXvTTgfT79l7Q9Ac5rPpygJT5+Qw69tseOvTIepT6JM0O9+3YVPm/0HTyIXTQ+nuBTvRP6QT1jnOE9W7t0vJSzfjxKJGa9gPlrO+E4tj6o6tQ9B06bvdAN8T1ewUm9UQQ4vcyabz7rbzO9OSKDPcXoK70HRu49nMFpPrdotr0tNYu8r2JGPE2XTD5V3PA999yePZ5t0T2E+p080tK7PWE+N7yoBz09WTdxveOH9D0tkcm9lHU8PaCKxby86/87SpPYvfULNb1L1Qg95NX3vCuHwj3UwPO8fc+MvWTTET7Q/cW9ikMMPlspej3tFAY+NmCPPvrMND4E8fE9HL+BPmdJ4b2gomk+XEBZPo9k3j177pi9Maxvvaiohj0A/Cm8V7ezPZOPCz6PZW0+kwzSPu4P6r1SF5+93OPAOhk92Tw7nRg+O3+dPu5Hnj6+Yng+I87Zvb4pMb6aXny+9Di6vbD+J770Bq685UWevdWQKz6WX8g9q7ASPV65Dz3S6qG+i5Uqvrgw4z0CwzM+BvkbPRPWX74R46q9Sienvc1npLwR6oo9sDCvvVNRz77L1hm+KvOjvdfuTz0fTYU9kcYgPqUOoL4Lvb48T3YqPtkyS74C/fE9+CNtvpknGL4b75S+jcIGPfWZyT3FY52+loLnvTq38T7ufUW89eVWviNZ7D3dvwQ+TUyKvstabj4zpA28uRiwvcUepL2YQiI+zdKHPfyqhL1V9Uw+pHYovlBCHT2B/+W9DjltPOs33b1gPS++dfySPU5gmL2oRKO+m65XvnlWqbwK3HO+S2yvPW5qkL7zgEa+IJgrPiaMhz3I9a09xHgvvkj2yL1IuA2+nE2WvQeRfD55e6s9Q8rsvbgEur2DTAm+9s0VPlnCnT0jGzO+tZQsPKNqtj1OURy+ALgWvoFBer0T9i0+UIrpO/wZ4b1Fej297hravalHBLvibku9qZrLvTldlL0vY1g7MhYpPUjhCr1woiy+RkUtPXEOEj5FKQg+MA5EviNIEL7uNrS9DpzJvYP5X73haoW+uEmYPjxB3719tDu9Pqd7vYd50738PJm9Fkr9Owa73r0g3a0+cOWbPoSCjz7bjqu9Fgjmvr6CYj1mpUy+NsPiPNkbI7x6kcC7VkJ4PuCUEj5XOGY9yWemPgvM5718ZTA9wsUJPqLYhDz/pSe+mam4PTaEh75Q+cI+6PyBvhj5972aTbE9NmqOPeEi3L4UY+A81RD2vIbiJL5YEYy91Rygvim1k7sWRto9AxECPsmxhT6m2yC+OBcFvm5sej3C7zs+AJ4UPlWEw72gJDu9DY2wPRtUJT01c5m+jv/PPWBZLD61vQu9GNYVumXiiL2exFO+2AmFPnczqr396EW+RO4+PVmblD32VqQ9b+vmPdMMD7516Kc8COSQPvnov71BVIc+obsgvhsiqb0X7oC9ivdcPWO98b11Sq085DcJPuOcZD2+8cU+oLgzvp7PsLz72K88nWloPGl8IT2GN9a9EGJ1PagI0z0VWoa8+Tdlvr8dWb34zly9MONFPkp/ATxecpw+0TzFPX/JUj60Rfu9e+B6vAZY7j0JHkw+s4LfvUGJmj6j4IG8C4CCPgngkL746wu+lBg+PmCKG77g0LO9KbdnPQVukDzZSQm+ItzpvfWBOr0Qg9E9iVF4vh0qJ74D1GS+T0KEvdkX1b5UrY89DCSJPOy0jz27fQg+FtcOPt6kSD7TjAq+MPNCvjNXDr5Znlw946J4PnLgmD0p5qo9crNPPfLgwD0aVQS+DOjDveZd1D2KjmG+EIvXPBc1eL0XeBQ8x5sFPoBgbT5o3Qg+GwbfvTNe0T0HghG+SccIvQC+WT3f6BY9ZIM8Pvt+M73H2BU9LwHdvcwmqbzN0eM96MA1vk8FHz7hwvA9ZzTMvPixUz34usS9Ah6sPUXMAb6lR3E9oM9HPmo9gj06YNs9jFIVvZA5eb3/RnS9r2G2va8rRD4vbyE+U2uxvYP2BL70GbO7CDulPXsWb74i6Mk8AQWlPB3JYL1w0e49YR1+u4DWHb3YpEY+eycOPnaKxby9pek9ez8yPVK1Er5RuTK8V8iivIQqWD4KkK89D+W4vWgyI74uRHs9bcT2vZoaED5m36M9dvRpvceWo72y6wG+EW0avinl+D7tKPs85Vw6O+tYcj72N0m8w8W0vcmrwz0LLCa8irI6vECYI7yWB4Q+fYIyPTFNrj2K+0K+AH8EPsKwzD1D+NI9NrIZvQ5kIr77sB69oH2GPFw8t72HF5q9uSCBvDi2T72/XT4+7zR+vebkUz4l1Cg+2hMCPtCKZb5/WXE9L1KQvjfJsD7bmLW9pRw3vmhvOT4yxwU9jZntvJ9oHLw0sxm+CTUQvN4IgT0cw/u93XYKPkmHiD3empA+AHJsvroMWT25Avu9xOzCvX8Gmz42ZVK96WPlvs6UQz5QWGu+QnoLu7jBPz5HIj2+QZayPWx7db6pYq898gnjvfJwlb1W0QE++IZrPJ8Mer5Mgxo+OgyBPmKkrr5tNSK+dodPvruHKL7tup0+uSffPegucrp+0mQ+BcqCOyJoJr5wM3K+QluKveIfCz540xS+kaiLvqhPMz6kTMo9YBPVvY/Ig76TY9M+hU13PvSO3LwRuW2+NJ1SPpV4Sj7KwQ6+OYgBubQgAj6UWJC+CoujvXymtL2QIOc9r3wWvs/UB77UBUW+T64hPh2jc77EAjC8sHEHPUpQG74DT7a9FXeFPpL3+7tVBBo+s6uKPueVsr3+9h0+aOc/PjLkmD0AsUw97i8YPSL+EbydwxA8EYPJPBP5IL5dw4q+SjYXvr6PPL0nYZU+By4pvS1NvT7Bewq+B39PPbfdDT5FBBW+pguHvYHqfL5viqU9DX5jPUUagT3ZJpG9gCSKPtDkpb5r+pY+rdx+vg311j4MRH6+4TZyPtgK1b2gGYM9EUfCPTtRoDzcIlU+F2xXPmu+pD1fnlc+ml/+vIh+Dr6pRZO8HXCdvb49uz4YZ72+aUYGvksFCj49lAY9/hYaPlYeGz318RU+1gFfPu2nsr2Pq4q7sy4DPvwrEr4cdWE+Pfw4voolnb3NyX4+wmOIvhFQVj0ifUU+pkAHPv4kg729XyS8ywsjPpJkcD4pjf+6Ao6OvW4XnT6zvo+9d/SjPopdHD3MiqS9w5RKvsQ5XL072S48GdDPvaJPFL4En8K9BmkJPpZhdL0RTRk+qjWvPf5Uobw1KG2+G0ZBPpE37713Ooi+S4arvkWjjDwtFyK+rGmlvhALCL8iVLu+KNlBvc0TLD26zXI+cIqHvofQB77uZxS+xkGvPCE3OT4DK/G9RhYBvgiOcz5Bjxu9by1fvVAMmj035GS+1lYVPv9BiD1TAyK9C7D8vZuVDD59x0w+K3FKPLfV4T2ecAo+ydJUPoWirzwk4LS9i73AvvunxD6hqYo9T7zRPbb4Tj5fLn09Ys2xvhRJGT7GrYS+8o73PWCGKr5hrJe+IJd/Pl1ojr72Jd09MOFEvWvVd74oUoo9Gy5vvmUuKD0OexS91tTBvUSvdr15Ez2+9NiDvUvibrya/i8+mDnfPriwvL0eY0+8K0RYPvHJjLzjAS8+XZVEvntsD77tB1o+kqRXvLO2n716Pq69xAGJPaaaAr9qk0m+U0U7vgg+uj6dX6Y9PqLmvKKe1L2nozq91wR8PgMHKr5JqRg+thiavlJERL6305y+GdDjvfh1mj6CxkQ+hh8LvuTCNbz04/y9u6dPPj4Fb729zBK9XlbvvZR+Hj3jE5M+eVEePjN2/DtRvJ0+8yP9PAol/L01HZu+mMF9vA5dxr1/VRY+h9/LPSrbqr2zGdQ9xELFvX323718Pai9JtGru+dPTz0NmQA7QVhHvTQpYb00yTG9nH70PSLi+js310o+p9rYPdjyr71o4qM9zGvzvYMiOr5NrA+9e+x7vY2xYb7dahE+Lgz0vZUrlTycsNY924HPPHljG76pdqc9nYYNPl5R5r3+jwu+YIXbvUjQ5D2bx+Y86y/MOgdp2j2WuFI+fhybvSWpfr28z0U9tBsMvkARDr/8Cns8r4McuoWdOz3gFwS+R4G1Por5tb2jELM7j02gPYeQSb1wlaO9B9GKPVlZzr3VkCY+/7AFPhk8Fj2B9Qe+38YovuDpTj5sU5C9Lh/nPEYLJbyPCMg9f+nqPTXv372Bu4q9LhqrvJEPVT5Xt969mN4UPjyNdT2FADS+XkJivjKdB77wF6S9f0OXOqPKhL21Llc+CBpqvd2VZT6jkRY8ikTyvNb/0TxL0ZI8n/GHvqSgXj21eu29CneZPRlgKD6ZWyO++q8Dvn5hGb6ifGY8cwbdPRfIMr27sJE7iWNFvnwLiD6deuG6jYisPNgij7497DG91sE4PHWcur1xUBM+VZ5oPO5ycj3jBy4+4NkRPBUjLj6/IpK+ZdOWPH0bKD7d5Gk+zL4kPINbBz7gQ1u+XbItPjr2bz49Xou+4v08Phjmez5O0Kq68wWKPKrxrz4fskQ9kj4HPmzBK77dsB4+h9dHvpkmzTy+DOG8D+QWPZ5Imz2uUB6+JvERvkZzdr75qu++yI8qPcTvAz7CXyi+be6TO6M6ST4ViSU+3cfHvdyvUr57Owy9D/2lPP3vgz1K5Eu9dir5vR++O728ohc+6z6wPUlBqL6rxoK9s1G0PrktwzszazO9fn3bPSVZ6L0BXg++vM1tPdw57D3Eaw6+dJhsPf3Xkrx7cjG+BvoxPiLYnrwM0Ya+1RDSPppQPj6cW42+EPg4PkDEdD76FAu+zUexPST0fL0JPpg90uPFPcRxhTw5fhO+PuEbPuF8mrwKP+g8PoeTvvO6Lz57QYM+c0rkPlPzRz5jIQY+eml2vJri9LzCNQW84XHzvdPyCj54UMS+2GW0Pl79nbv8McW+v9uFvbOL177ls4K9IQT5vDlplD5ubDa9Q+EePrctlb0iLj4+JTeDPrJY3LyrfjE+sspGOYuVs70N7wI/kUHvPWZLVz4noIu+1yzxvo2dHT7+GS0+KEoRvtzpfL3gN+y9xzBpvQbI/71aBba+ea/JPn7imby5YxG+g3thveatFT5c9ai+wVP/PMuPAL5yUky7LEWRPpCBHr1ZzpY+rvKhPmCj4j24uDA+2SfQPUcjNz7giZM+0LojPgdY8T4HynC92LiWvOvb8T0G2YY+p9lOvtIdWb78ooK9tmhWvppmrb41EgY+R/tRvTJrfz1hfWo9MsKjPdz5Kb2e/D29LJ2JPXxEwLzSbcc9NmvjvrROOL5etbo+StHcvk7MJ73qX5k+3OjUOnr1B7+p7Hw+V4ZxvVrM5b5GmhG+5zRkvF3j2j54m2k+qYXmvsN4HD7ar8U9DnajvEFkr7xOj++9MnC5voUm9L1I4Fy+ii4xvUhiLb3zIRc+zpzevVzbOD7a0le+CszIPf41Pz30TaE9EGQhPrOM4L3cu9i95s0Zvv6tK74N118+Gp8PPCldWD71+GE+dJi0PtrrGT5q+aK9yNWvvOQZ+z172dO9sETwPTx8Kr3dGvW8cc1rPsXHGL61U4U93qNTPrtzzD7eOBI9csB/voVNqj0x84W9uVJMPhlTmTvc3aY+caDRPRgTcb0Bfcs97MwfvpkEdL1WepE+Cbx+vdYfHz7d72A+wwzcvPJMtz4Ndik+2bkIPWfIhb3tZME9nmsdPqXBub24tMY+vkNsPgE3pj5EW4c9V0KEPo0UIr71Qk+8Pq9EPhjjUD6Tk2I+cggVvlysu71cVIK+QyWUvcwNgT5AYNo9mFLPu4ZIID2aBye+tBhjPhlA2L7QYqA8ZT9NvhuyIr7ZxQm9yWFxPSHXHz4yo5++xa6OPpZriLwTuhS7EXcHPKA5bz1x/HA98t2pPojkj723cjw+jv/HPQXux72pGzc+iBBIvllEDr382q+9g7AWvrzoDr7geyW9kp8HPhWBTT1ywp49amOlPOy0rz5anIw9DEQ4PihPwjtUTv69Fc8CPtFGRT0/dqI+pBVVPue+Vz6hfg2+d9skvUIpGj6JKBK+dJqCvNBIJjtePE++yp/NPAeKWb3c09M95MuNPVq/yD1kVfs9lLf0PQzX9L0B1I49Xy0lPpDJ4DzPZ349mKcAPiQC4j3lEws+twcQvuKpor0JkSo+3RlmvlZqqr2xX4e91K0ZPkf5l72cc4y8qiuiPCjtuj6r/RI+/FuHPXudij1wTSi9WihTvPPNfT6ClJU+9vOXvPugoDzxsn87L6HgvOkx0D6WWsi9ZWKsvYQwZr59M008jFIPvcexgj4cbKa9JremvLltez6fFey9NMe7PT0Tbb0EkKU9LM2VPj37RD6uUO49+vuTPfwfaD53rE69TZgdvphqbLwEt+08wm4cPtr7zr3KIuc9QMSaPjRSobt86J+9t/fwPF4au73fNIm9g4fVPElXPb1QKDw9ac3+uOLwlT3rNA29lsEBvr5+D77XJgy+nRYnPp2oRD6GXy4+1sVwPmmxQT0XXZw+q+SJO+p96D120Hc+juFlvWdFBD+AlVc8MK+VvnRfjj5ni7g86GeEPmDxzD0zaPU91goOPh+5A75LQRg+79pavjbZlT4ZuhM+eZ0NPtHPqz1Y4nu+lanbPIWd7L5+u6a+o9MKvkHrlD25Sxw/px8Mvs0Ff75v3/K9NbKzOxovKL4Md9W9NrnavRInRj043wG++lKfu8dgUT7qPjc9jXbNvVqQCb8JIhS+1URgPudW373oMF09LGOIvgpBoT4prOe9wZ6BvhfT+r3tSQi9akE2vFWkrT1YtiG+UkW8PYVya77koGa+9e1uvVODjj0IpaO+W8PQO/xbVr7Edz69g40BvUPqCD6tF3c+KYwNPitSxD1Dv9S8gGEpPldRJT4Sfqc9yx6vPtqhjj2yxq29Zom3vjP1mL6LrES+Xw3NPB3jYT3s8E09Wvsqvlb9Q71Biqq+xIY9vjbjqTwU0+++fox/vq0qMb5no0u9sBpvPnSO3Lz2Kpm9oD/XPUDI5b0gCvw9Iof6PKawlj7QZ6I9gp2EPIcJVb55lkc+OJaxvkZxUT5zIck9vkqDvongAL42boO+HayPvJkYaL2eZn89OqEqvQDQJD3Hddq9G+FTPh82uT1lEQm+4llWvt2W8LwjR9W9B1UlPoz5XL2fmRe+Wpt9vLbVvrybJDE+yOdzPejspL3V+7Y8vFT4PPtF0D2c/tk6gPwEPn9Iz7wLcs49RLQmvi7Wmb2NsoI+FkMRvlvoI7728ZK9id53vsH6g74rgHc+kNcYvVnMXzsoZJQ9cYapvdDUIT6+K9e8ZNavPXEXSr7MhVO9Nv0/vuQSBz7Bmd29g4WsvGZ1PL0nywE9dcUDvhumWr6VMjA+4a4Xvl15jL4ae0W+sXgQvdemyzuXp+g9gS0Wvv/M9r3JIVW96sIkvibh7j1h0fw8jSuUvOdMHr5ZulO+5TDKvWXdGr7Uv1W9dz2IvmZjsr1Zwvk9JGvGO9IQnD0l7Pu9nb7fvFAg6jra6AE+2RtZPF6mEL5HQfg7UyAxPaqc3T2sxc+9trJYvSx3ez5nygQ8uln5vOmbqb22q0M7YJbGPYeiPD7p2NY98v+NvbATp70fjwG+z5A3PWrUcz7AefO9XQ+LPGxGID4SACK9e5rUPSvgljwdwtk9MiW/PeMHTT4a6Mg8VGLwPYnjHj7QXKc9TlKQPZk66j0CrU++JNVUvgIIajyzy74+WtMNvf8CJD6O2Y49BSRZvbaCob1rW+o9mF56vS9CUT7AU046fvVvPaW/JTwnAWK+s6ebPiTXyDzK+qk8s6nXPSlYbb0cmyS+ZI9FPWzcvT3+C/c+DsojvQIcQz1d0e08VqwoPaozA71EwSe9iNDLvSLRML5Yj9G9m1YDPb0hSL0AMga+jFBPPSSPrT2mukO9tOlwPU2jQr7J2mG+JY1CPvIOcb4uHby9eI5QPsXXIj7/IbG7iwayPHzRQ75QPVK7FsUXvtc+zzybQBM+vWS3vPDhnDv7bck8n6lHPvKTnT4TeIY9XSdsvlFvYzxpKpm+V8dPPtVDuT7yz2s+eqcPPvyk271hNpQ9Pbm5PX0lBb6SFRw99NgNvu4LKT6pDWm+tuVgvQBtWb1ECkK+eBMAPlWwTL6Ddmc86r92PgUYxr2FNEY7xqnaO6JpML7ZZVO9TxFIPl4RHj5S60w9JANFvXp2vTu7RYA9U20ZPtA3hj2HPKw91Jisvdwraz3DNsa9l2CDPbm/Zz78EtO9oXsZvpPTlj1cbT6+QtKCPW+wG74f7r89V0JsPcyqCb3WhC4+ObXsPXsZ3z6Dvo2+ad6qPdhh4L377fw8e1l4vRtwWL6hYj2+NyCkvXqkJj3c1eI9fQSbvQtZjz1WUYo+rUVCPQQjDj7jP4s9kfUdPim94b2eIR47y5f9PcfZmr2wQ3U77CynPYC/+T18Hyq+Co1mPMhEoT1IPTe9kW0TvufxrL4Iiww+Du3rPatBgD5PHS6+MA/2Pe6yy7trjd+9aElSPSOaej00UAg93U6PvrNjBz67GmG9D9ZQvcyWrD1SQJ0+Y1cMvJCWyj0PbmQ9AC/IPT19eD6kIYw+5yywvuG6tz3qssG9onGGPte8Ir6pdXA91F3dPaOQubzXoZa97hfRvhc70b3XmYq9nLb3vd7RGr7h+jk9hAjluuUVSL5xBMw8nHeOPY3AajzrpeG+Y6rLvUPwu75lMVc+kZmKPAxMJT2kyyi+li+CveURlD6fPpU+h3lzPSl5bT6yUb09OjKMvCb3mj74bQu8lH1gPqz5Ej7Ffwu+zO01vpQspj6b4R6+22GDvvXUMD51SiW+2akdPvv/Sb4Sgow9c8NLvYLFkb64Dw4+6cjGPjBXC79MPVG+OprgPZ0Rhj13q38+J1j5vWgEEb5qNqU9aeTSvawtBz6ErdG8gKGWPntmXj6+oGO+MJZDPi0kvb1jOUk+ucldvj2VPD5sys+9NL1BvkREAz7o2Cs+k4YKPcJaO779qyu+QLQNPrxGWT2vy8E9nIeAvXwN2b0YEGM9Yrx7vuP0nj1akx49sg+VvcL7N74jCNA8jIDiPZ2zkr3CFJm+R0GePqO8G75LOhM/b1wEvni7NL3vD0m8hNx0u7A/B75p7y4+e8ABv/in3b2NT5w+uIWpvU3VU71QMki/ky+APibPfz0KC1u9TNVOvToPdz6acFY8Zok8PZJhqr0Eoz++rn2FPebulL2n/VA9RzzQPWHBWD4hkeC9qXQGvUMOmj5ubxK+EpjRvT2HNT7oWKO9JIG3PaNmf76EFDE8fiyHvgOAXL5DvoK8fw29PnKabT5xOXO+nVNMPpkHLDzyhBW+LjmEvul+JL6LbI097F7TvPm0iT77peI8b1THvbFiaL4Rvtm8Dr+UvoL4Wb1+U3o+AIWlvdx1+z3CJHo+kTgtvmiTFb0NwmA+1EBsvjY/2jyCWoA+nsHOvEizybqowoe+G+scva7h7DxYEky+X/KHvtJ+qLyMqC09u4srvn0/tz2iGo29flAFPSPdNr4lXtg8EXHzPdBH0r7KTy4+sweWPZgoGr5yNTO9rrGavV2GaD5FW9C+mZ09vjIcBzvzDWs+3zUuPq3W/D3lJpA98OgKvvs5cz0hML6+3fGLPjmnJzwWUYg+zPeJPR+krr2nJwI+cMZZPuHiXz694km+xVNOvI6LBT4V5Aq+we/7Pd0lCj7AWhM+EYuePUL5pr1EHIc+9N0LPhhsJ76R8ZM8fTDPOxPQLz7+eE6+G7k8PuJSJb1imPM9EJ2VvFuBnr1YcHG8O2flPNaYzb5khbE9XpHTvcBoWr54YbO+4Q4+vnWtWj03QhQ+dLGkvRM3Fz6nsDe+GraCPceiAb8qR+e9KtZIvv5Djz5DvhW+NfGsvZxSdT06VJ09AdJEPdcHg72IJt69V+TFPW+bRD4/5JM9eKXpvMrWOj3SD0q+8orAvUrL6r0DdMO9RZDdvB8z9b0+WCC82KSMPa6mBL4yw0Q++J49vRDYzL1cANu9t7GlPYKgK77bEae+tYNDvmdLoT3hfpo9mBgXPrpGl70LjG88j3mrveCXSD7Jxy865BefvjRQbT4wLzW+o554PhZw7rtGM3Q7XzssvsrTG75gctY9XNREPt4hJz4bNCg89mKAvqLAPb19zlY5+12APde1ED6zdQa8cH9DPajkhL4Bsey9OSpXvn9jjb4dVVO+zEimvvbrBr6bTO48Tghpvpa+hLps+4Q+yHExPfh0u71KCgu+oS0WPgZcIb3mEZi8lB0lvsM7m70wcPI8EDCyvONtnj4dWy6+XuQtvKi/Jz3ZKbU91wgIPjT5R76tOYE9NxALPuuvgT1OPmU9GqJ8PEkTkT3Z+7S80BONPtjH8Du7/OO9RXFlvsAzFj6JInG+LmsovsYEZ720VJg99qeGPtSbnzsBKos9sk/XPAHuHz3gcSW+zVCTvgNFhb6MYas8BKjJPfOzrjzciRO+y7ZuPomk571Tnw0+Ep/VvQLb6rsfIcy9QdcbPVqttLs3igc+2wL7PTZ9rL5vLsk9ZNIjPsJ0hL6vfnS+FqC9PAbXk71cbes9ir35vbVQ1jz+nc89IxchvXZ+pbyKP7w9UIsRvl9lpz3hmge+mmM1vcRvP72Zo9U9hGixPsOwwL2DzJg+O54ZPDgSbL0xVI8+sEWCPSrMqTpW/3M+6LmYPiHrjz3OvUE+WHPTvCGuBzpgDBk+w2WCvh0r7bz3mAS+x7QcPm9Eaj504j++NdeSvgagk73/qPo9irJnvc00Lb7LEUq+Obk5viiBC763Pj++PXI4PcEcuz2NjPE9zusCPeo/1L46OOS8P/i4veTta7enTYk++Vi5utkzU76CzXI+/TF1vpl7p745M44+g5VoPR3IJD6Z6xi/X5uCPQEeGj5KHjW+4XGEvmViiD6kl3y+Ilk8viiIcT7DLQq+hRJ4vpcnCjwMk9+8dqQDv/17Az5u7C2+xjQRPwrLZz2isbA+RiNOPs0rxj5DMSu+LWnyvQ2AGb4OVRe+ANAtPuPicr5/Q3K+eIvTPVIOcr6OPZI9tUGePbl0Gj4kapC+UH0ZvtxYwL3iGc6+NEq5vqnnDr6RATI71SNuvl7Vjj5xnTa+VATLPWx56b5d76M+4dU2PpDUnj1x0jI+GdkwvZc+nD0xzZW9t7vjvshN271212K+BfO8PLg4UD4Vk3W9bUPPvXmcBT4X6Ji9FUMcPhfua77ZR5y96yA+vujLor0CTmi+v9pXPUZ4N7389zy9uBK9PV535D16MwO+/AYcPKr+Jj4wQYS+Lnm8PJbrsL447Sy8DXyZvYJ/kz0DBDS+jQCrPO+Ryz6Qm8O9Z1SmPLTHFj+6B8S7cqksPio1iD272788nua6PcVeW73Kusw9w8lGvDx32b1LvWG+NFadvvzsDr5vMSu+eOLYPse4S77+jNo9gZXqPjoHAj+VXSC+f7nZPSkeAD9vHCU+4qmBPhDIgb4fxoA+RtzhPHLNgz17SWo+LUlbvKcBt73loFw+CgESvmlXCz6aaMo9S+GSPnPVAz7Q8pG9aA9Cvp00aD4SiP48JK1QvidG7T0xeSe94pyyPXsFe77HjIW+kKUJP0bDvr1UXDu9GiuVPs2GLLyG3bW+siwvPr9VsT0ZLLu9tjsjPjn4a77rct09xMGUvLKWir3tbKc9eygBPuAWlDwU/4Q+sw4pvqtDgr5mP0o+ssYKvqC0Br8zuqM9ggPRvRAUkb4Kbji84K8CvV7E0TzLCLw9DnEHPhfkKr4mHbQ9eZcWPmgMfL4cl6S8XBq9va8dQD4xQxE90yDWvTV2Yb6A1oQ9dLILvKu2mDytBhy+ytckPCd/2D1ObUK9hjIQvtzoRr5/Ub8+tBWXvZbWS76iGfG96g8Jv8eHpb4k51E+al2pO9KZfD4o0BY+4S7Jva643Dz9zOe9Hka2veZ1Cz7AniC+JVthPiK7HD5JpYS86LGZPqbhf70NhCM+DIN1vl6foj1jY3s+TIpHvkQTA77e6PY95k0aPoNoLrsdTBq9jdgRu0yUc73sw269Yu8CPi9Cob0U1tO9BSelvelzQr7dFZY9PuyXvmKWAL5krxW9e0kCPrFvED7G1tE65rLyvA19qTxUG7i8xzCpvMmpV72NnsU8WboDvZOBVb7eOxW9yzftvbk1Zr6Rp/U6ZiafvaQt5z2Ym7S9BYHHvSAR671xscs9uqEyvoBZNr7QxuI9xroaPkiplr3/wFE+Oj3tvdHa2b0ZerQ9lFqvvjF8Ar6smWu+hTNBPsCYHTvTrH68YgUxPMryVr5/OKU9m9mEPdzrGb5JTG2+w7fIvX6tXrxwxxO9Bh7aPVN2VL7aWjm+ec+uvZyvzL3XuP09jIm/vYSgV75vvaA97R5fPk45jLwoSW+8MD94vT1uM77gZpG9ocs7vjTmmL29lDS+2Lg7vhZhuT3hba88J2DlPavBkr3gKo29w1dDvMTWHb0fA4m9fKlsvnkOOD2w3Dw+EgG+PbdLLL4UPP094pAVvlVDDT0+f5E9u7ZYPen4h76YuKC9RCrCvLcghL6DebE9CQABPoXWmz1PB6M8sx2RvHFUj74TaCm+oPVQvVCarrxxJCI+aSTGvTRNVr1QG6K95OhDvXiSAj7dAIu9R8UIvt+wMz6SoUu+acjVOviedr461BW9HRR9PtC4972vJvs8U+R0PvWKhzy1iBU+wQsWvsxD+j1f9bk++LTCvWyjtT6jnEQ+mGXmvYyuPL3RGoW92DhQPpB377xBRBm+rX7kvDn8irsbhQc9f4YBvuaUVz2v7D68oPZAvmBIqj2E1KU97MVBvuNT/b2DyhW9erwIPQKSq72J4ti+MajAPamCRT0AZRU+cAWJvLjOeb5PurC+4FNsPusa573m9Sq+bJqtvW3rQ77E02I+22GFPgRi572xiV0+ZGjePYQE8b0wrNY+Rlr/vCXjWT2RPJk9bWNePrMzbD7I7ji9LKTtPdP5P73T+g2+QdWJvtezkD5y/SU9kfAfPpMY5bx3Uyo+KeMLPiG7kD6FjIM+DpJ7vrdHNr03Ox2+Ql6SvXluAz4TVri+de0NPlVLjD2Kbqu+9sqtPa6err3RZYG7Nt4SPgfEbT5n2rG+hAfIPYn+J74PBEu+H+KTu4TOGb0Q5Tk+RnMRvVJDWr6HIMK8qV1evUCGjr6TpDM+KYFaPhTFBb7iM/M9HHJsvZHFzTxyGmm+76E3vMDuIb71Gg6+7+lDPc2F471tUK89h9MyvlxkQbvc0Ku+T8gGPpi2R75Qyfm95PZhviKiBL4FA6M9GQgLPuT3gL7lWiu+XA8EPp22LT6Kmhg+Epj7vTG+jzz2/CW+Yt4gvm9dh74ithg8NkcbPkrx/z0Xk6O9Y4rivdAMmTpV9Um+VwHQu6KbZr1Z6iE+HSBbPra8Bb4WOYi+7JxQPk+ol76CYDu9IQYmvqCzFr7gFR2+AnsBvpFzibtad747dpfuPJr0kjxkMz8+6kRdPhM/bD6JOJK+V2dVO9b4Zb5WKhK+qf4GPYEIn758Ttm9z56LPBXUc73BlB2+nX9KvhA5a70jZw6+j+eXvbg9cz7gT7+9NqdlPqYzcb5oTEc+1KNZPeCSQL0kg+u9M/WGvfs+070Hgo09UrpbvsS+uz3xC5E9rRYwPF2UoL2bSTi+o8iuPYp1p704uPQ9GBGJPiGMQD1KzJM9Vfx8PSruZT4KXFE+dDdUPe9RA76wQvQ+ikeLPZcBE75+3Js+VBtovQFzaz1osgI9EoCPPXduBT67M2u91X42vsazuj5OI2Y9WP8XvqeWqD7M3ce9WxHVvZXxl72e3UA9jEOYvopzRb59B4W+6y0IvQzDVL6s58y8arOWPkvLMb6ff3m+yEnyPPh4OrxNRMI8hJ+KvUtkxz4zQ8U93nVEPi840r3sywK+gxQCPKMsBr6tpRW+3cWJvnnGib2Rwa27hbQQPuR58j2BEEI+PK1ovEe7C72IlI++YrmfPu9tUz4ghym9L4UvPt1UmL3HypO7jXhMPStpkj6+hcO9D/5qvsHkWL0wZly+e5jcvbG1yjzU9xy8HWk5vktvpTzqd9w9fvyvvBs3wT1jWYO+AoHUPe9Cdr3cnpq9ED63PWmsvb1cFq69HTWFvQrLHbyh0e290xZavqtcgz3FcY++9AEqPcvkRj0jRga8n2nOvZyNG76XUty8zADOvPfo0D0gRMO9lhajvs/IOr5MYhE+7TZVvsLZlj3s8KC8JeRevia3qrw7ox28Itb5PGvxIz5o0Ym6/flguxS6WL4TIiw+qUqZPQ5eCz5O1KC+3jwFvi3HpbswrCa+D+i1vRGwhr1bcx4+jr7dvVXOSL3HKxM+4IyXvb0SZr5EIk8+unocvh3FL747XS0+JQA6vkNK1j2yZA6+iO5bPc9DIr7LrKE84IXwPP2fgL1xxzk9pdcFvscQnz2TmQW++3advrA6Iz6fTZQ7nLnqvUH29bzWCAy+XN3UvM98eD0nKHE94yFfvDDBkb4iDCQ+ueT1vb8gyr29nAY8QCAIPKuWYb0Tqg++1AONPhKXgb74gg0+ItjHvHqwwr1ZV30+rRODPQzNQb1FWcI9S3Uyvl90gzxh1/M9Z3mkPTXKTL4JyTq+j4CVvv8QJz6kPBq95QWZPdIKK74bPe+8w0zqvLRSMb61FC49Gr66vbRoML3fLva9/TucvXbxhz1Pyb49HtyzvbtDQT7mT/Q8othsvSVRfLzopB8+OmeAPY1+q72AtvM9LoKiPsAOOD2UUoE9xaVSPplqnT1as3O9kGYevtHpCL4ps+O8XxM/vYnAK77HDMa8cqWivZSFGr04UKA9cYaxvbXIpr4nuJ2+/xtmvtk9zL1Wkx4+P7oNvcPhaL6q7d69BM+IPVXjDr6jH+09EpkHPtuwWD3b5sG+RkRNvAc4dj5GkjU+Hdwrvr6Qhb2YoAY9njCVPFjeYj5xnza7bEJVvbMpKD4db/w9cDLHPdmEEL7OEng+I/M4PnUHdj6e+aU94m0CPpIgiz4Dyza9A0GEPTwMVT12gRk9Ao+UPrS/WL09yC4+T6nxPRrsPz7QWPi9JkZsPR6kBz5+Uy4+zV1EPc9hgD6ANSa+ltsPvixoDb6Toxs+KrgGPfz3/j3DGMa9dp8lvvR90DzVrbC+KsGiPVxdHTqyn9+9EPy8vAIV3z1ilxM+Jvh3PrXhG75zfxI+MIKuvlp/Yr7cRPw9/n2Gvj/nlb5ZKQq9dNJkPlYiJT5ebro9yDVevpAxaz4nXMg90NchvsW5hr0BclK+yseIvjVVkD532Za9ijQ4viwX9r3v7Qy+ekgtPGePn74ZZ5W+zgNLvTqAMj4r85Q+MHyZvsiNNz0RoHm+zBOgPtG0jz7ZtWe+WIFEvgcX0Dyuky0+7KZjPmb36b5v4Lu9oKvDPcZ8XT1JZ529s+ZUPUeWIL0OADU+swE3vvUBy71Qg4y90nvRPoXBaT6VWNy7q4nOPVaMTb5nAqa9aQfNvlz+Bb1Y1g4+L5zKvoNWNr7T6QU+iUc4PuFfxb6FR9W+pa/TvSAPAD/+LC0+37BbPkuAcbxdgZ29KzrxvEEAMb4TybI+wtAePoWljj4ra2U9wh40PtPjOr6mlUu+rPLbPW4x8LwML8G+1N+Hvt+UUb5Qt1m+4goJPgaexD4xNRm+obyUPiU8EL40twM9hfWTvR3K4L7iew6+2qJjvhi7Fr4qns48LaKovmt6Lb2C7ZG+RdIjvjrafjuaMhI+8EgsveJ4FL4LoKY92aWZPXPmKD6SKvQ8C0g0vvFHF74BF6m984WcvnWrnz15tKu9/KUvPrIIKz41dh2+9ejovdP5rz08+LO+qvCBvXL7db5fdjy+CyC0vmYwS77qjCM8shGHvl6KHr1ReJM88vWDviB28b1CdbS+rF+1vZt6gT5tf5U9q9PKPZT3KT6Gq86+gqd3PnQ7pr24hjU+VniMO9hOhD5T4e++JrDavUkgZb39g6Y8dZ/5va+aDD4ZoBk9IUBHvbb7OL7SURS+fEUoPqqUTj2DYTi/x84pvsl+q7osv/A9z9iOvNAJyDvBOLa6EWkUPioFQj3i9E89/IcsPn5+uj55qIO+fOXGPYnNp76fZ4S9vSZHvs1gdr6sdrs9PZcbvZMDMb3UhSo+aMhCPqOvWr7pICs8VOo+vRWUk743SgG+Pc+DPcsOZT26KFE9Z/qqvDe7nT2XegM+YdV4vgj0tD1kJz2+8LWMPSXMWT6CX4E9ehHSPAgMA77ZfZc9TBimPL+xc76s4wM+cJxTvkfIPz1+fTa+EVICvqZXFz7yEiQ96RybvWclWT2kVEe+64aevFcc5L3OqiI8Oc8hvjQ3Pz0ErVM+SFR9PguYSL46Oci9bg0SvhcCab2O+U++cXYWO4ahcr7yDqC9+nyRvVUx7zzjxX29GRYivulP+rx68jU8ajDkvOLSoj4JToi9npk9vgeXoz1wBMI8sJQtvX2H870IHrk7Ep/xPQ6t/b055ye9AbKouwaYFT52Uyo9hOkdPldYi705tCA+RusFPgSCjj6odc09wXwvvlQMCTyFyeK72FiDPv8bar0NPCG+khwUvgPgUL2Msha+YiUkPsFm0b0bBy0+dxMZvjwOFL3rlIk9czp7PB/svz2iOre95CD2vYHQOb6YV729fZ6mPRntLL5cI3K+ywIhPTH2RLzH6GA9+P4XPl+I7D3bVO29hg6TPgwqsTwgc5C93jLMPCcnZj0UQm4+cWF/vomGAL0Fvi4+MN4dPNjDzr1h/CQ8PidfvfaVfT6c9QA/WvkvPadSy72v6JE8Vb61vYZeSb2w9EA+TTAIvovqlrzhMKK+CTqevWlzlj4lQse9E3QZvRJYrb29EEa+4wLZvlmOsT5s5aq9CNZLO8L6dbx1uLW+xVfGPtSrEz6Dt4I8hJqJPR13WL6xoWu+vmVKPjda9L15Fg2+1J3wPY/Qwj0P/Ze92TEivqUYXD4uOS++djwqPMsIZD44ZUK8dU+oPcfJbD13A6s9D2aFPdKQg7sPmuk9zjwYvlISjD3NAwU+qwWNvfRrIj5MPhY+jz8uPj+8i71n8P883lJZvgVAQz12Boo+sQijvpliaT1+PKU+yQpAPj+DvD14k2c+LovPPqZWwz3iros8sLA0Pj0wED1cI3m9krI8vnszLr2E2lO9pqevPRbPaT6OJww86P8nPRTydr7BEAQ+0astPkB8nL5LDn48vnJxvnWja7pGVGW+IG/1Piv9Tz4oT30+L5QMPP0fcD7tFKg93dHDPk2mRL4CT5a+4K0lPgQgpr2IkL0+OrwWPo06071Xn2G8OQQIPtPS6T1GUNa9Ck2pvhlQ/b3dXCO+A9BNvtcK0L28Tiu+tcbwvqkzAb6TYX69nq+Xvnw1OT7Yih6+R0eIPSTqib3AMSs7QxS1PjEAWjxI5/8++lbuPFSYV72yDpI+6PMRvnKvEz7Ij7c9azm3PW8N6T6YGFg+2B79PMBTYz6jYeW8fJ8CPip1Pb1koEu+t26avfnWmD0ys3m9NozlvaAoTL7O1aG+Tkx8vmGDtz7ibgC/giiRvgiBkz0XrRi+hSabvudi0z6kqEE+0XJkvrWtoT0Jfcq9fgBUvh02WD7G4Ye++IJEvhPCoD0fKIa+wgu0PnDfmT513Aa9BukDPE8WSr4cWq0+gBzxPkOtYz3g1xe7Q+cYPecsl76KflQ+qDtIvlQt4D6vHCM9IV4nvW5VOD5NBko+IW3PvnjwzL6x1YW90jwUvouApjzibDC9jhYDv134kb7cjeO8a2Xxu/kCG724tYu9NycyPttl773QbSw+oNCNPp4dzb0nQ6m+UWcQvqB1GL4ehJ29OGnOvjoTrz1r/AE+vGUDvVx1nD4w6iu9cL9WvgM2Zb2vxd09xNqYPr2zEz3VH6Q+O9X5PYbu/zuV4dY9/txnvZdt87zNPPo9KrksvoXY1DsefQu+NBrSvgK5bL0gp8i92bUiPjiNAT+d2ps9F6zZPaghrb6ONh69g3lCPjFv9r0cJTa+IECIvn7QaD2ba6K+SsavvoWGMT3my+s9LQiOvZ562j09Www+Tz8IPqUbYb4Lgg89DjHovX+XCrxL3KE+FWMLPgEHGr42HlC9Q9gRPrawj73l/kG8ad0nO0E1g70EFc++"}}}}, {"name": "sequential_5/conv2d_10/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_5/conv2d_10/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_5/conv2d_10/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_5/conv2d_10/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "JhwfPTLHbz1D7Ou8WIKUu6B3PjyeACO+bU6TPRntZr0Q7yQ9qOJtvaOzszmHJi28MtB9vp5ZsTxvLY49mio+ve0ZEDycLi+7/smHPVbbZD21OZ89kHfDvM42KL3dBYQ8RWGeO3AyC748Fnw9iVXmPKYPD7zjVgO+Pd8lvKbQeDy8FSw9eW36ux18iDt9SjK9XCkHPaxZtDwkzaS8m6q6vdkI9Tzy+bk86IxcPRurMjwvUc8821+iPfKqE74TtiS++cjqO4qabjyVMZW8bqYIPQbSjb0tOlY8JAuyPOQaIL681oE9CUGHvGBUljyMtWw82fuhvUWusr0Mm1E75sQqvbn0oL1ZHAY90VKXPdidNL1X4/K9g0gNPWCxmbwhgGI9Z8e1vKpRKj37iS881AliPL5Ksb7fK1o9DCYdPBJssbrfbsK94+e4PN6u+TzY8yi8DvosvuVjxb164Uc7gPI8PbzWuj3r6cI8HHwtOon6VLyFOzM8UD98PbyE3rzq0JG9VNZSvbOVp7zcoQi9kzI/PGhYCbylwwg9WyfNvAWyHT0zB0A9YTYYPNApJj0atOS8VMgDvLRzKz3mRaa+iX7EOIEpwzxEVPY8YiUrvoA7fbxfmcE8ZowYOy+Dsr2jHMM9YIsHvlAutDxwzGa+YyGyvJ1mkLy27QU9H7mNu5kIFD0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_5/conv2d_10/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/BiasAdd", "op": "BiasAdd", "input": ["sequential_5/conv2d_10/Conv2D", "sequential_5/conv2d_10/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/Relu", "op": "Relu", "input": ["sequential_5/conv2d_10/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_11/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 