{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "D+auvzDKrz4Q6Hs9OCeqvjnfRb4x1tU9ve5LPvrKmz75X40/3JYwPoTYBz/Bd7o8Wn31vkomUL5XCPk+Kxl1vsKspb2wQaC+ky5WvgOVIL9hG967IacKPsYjEr6umvG+w1jxvWSa7zskbkE/UT9FPtPUvj7J9VO9ig9UvSQB/rzVaik+hNViPW+qCD5x34I+PdljPp3TED6++j49mfQ/vuc4R776ZUQ+ubASO/CiDj4O+Eq+NuT9PKYpm74S7rS+vSJQPcPOob6WJAq/KcSgPSxL6TwtEAy+s0itPqWD9T2G2IM+dF8Ov3XQsz6QnwI8cPN1Pogcyr5GNwO+/JKHPTj2lr5nRWg+Da+YvmRcoDwcfyW/hBs8PWMcvTuH27W+5rauPsK/UD6MXKG9PRm/vbgefL6t1CA+fluMvrqfqz3wmDW/f0GAvx7+kjynnjw//Yp7vqPlZb3HXoO9KSXsveKxQ740bo+++zaYPi4YFL7hKvk7NNWpPioDvb6u3Bc9i3bWvd6oST1AoUC+Dj4DPryqrz5+s9A+wyGxvs3kob6IGqC+c1n5vlmdBr64B5c+HYH1vjIjmLwiJjc+ivw7viVXjT4pjwK/PcqIPe7Geb6nFKA9a+C1Pf8qir7GBSI+8I6zvsWa/r0g5uM+sUEaPWos075lNs4+IJbZvbuIqz49Dyg9c+/7viuNWT6I8I0+2DTLPoH4Vr0oU4q8lPqNvWGuib7P8us+2XGJvFDwDD7SPkw+5QVgvtoBBL/tI2g9F2VEviT2ID4XpT88/SrWvalfsT6yQgE+izZOvmjfqT4tgw2//Rx4PhFK8jwdoCS+43/nPtep+L5TUxO/WPfUvN2pWj7nSNy9uQMlPcNqLz4CyG89WxBWPmUJWT77BYy9+dqAvou2Iz0fq3w+vIMDPO9srTx6hQ0/ylDJPs0Fgz6UpWq+z3DVvpwsX76YXsS92iWivtW1JT4T1DC9UjGFPcNYHj01xwC9kkzCvpLnYr4AmRW+onBkvPVuMT4VRew9DaT5vtbiKr+S6BQ+U5covsowaj7ifm+97kcYPrI9VLyxsYi+j5yPPueFCL41DVK98dEWPqVBuj1o42E/u295P7OeBL/ju90+nMe5PvUaPrtgP7i+lEQNv8qT6L77GIA+/aUTvl49uT1IHF++izsTP945BD6t9CW+0hLcPj5HRj1b8IG+8aCSvGyRkT4V2aW+EopBPVGuUjzOpQc+sAyIPUTyzj0/+ps+1kHQvVFlAr56+CS/rsGTvnleEb2PKfw88MTOukAGtz1MUim+MymwPU7GS775T6m+PKmDvR82nz7xgXy+QHpePntq/7xfJla9WP7fvb1yZb6uLZM+LPqVvXx6WL4XSES8qLs/vq/ngr5jgda+oaXBPb53Hb+E/qk8siYoPm25YT5Yfje/ozHVvWKqij7HoD++VFnMPuO3bj1o/EQ9kkRNPT7CSL4CKgo/AqpcvoIe5L3Jj1q+UaFYvofkh74/8By/XEInvw/qSb1B8JY+GlwZPx59ED4c4oW6uczGOwPcfL6WZhi+RjwCvuRd4z11/aC+RuqOPr+s2r0PyEu+qlxkvgs4Kr6PM4e+F3oFPowOv753e1c+P1twvkHHuL5qWdY+KmpLPhoznj4jE2o+yXpkvj0zWz2X62W+M4e5vL5lFb6yQIi+Lr4jPHzwBT7CHJE93/nMPofgmD5eoQa/IHQvPsQCD77FTrU+WNIEPd1+zb0PRWs+ymCQPrxQEL5GaOA+5k6vPtmMvr1FB3w+z8txPjWdKb1/cxW+qWCkPoIf1L5dBXM+sEohP7PIoL7oNTu+x1K/vtFPRb1rKhg/COvNvU3Gar5cWbA+wfh5vVTBzr4VyV8+XWXRPDbg9D78wR4/HkyGvv0vrL5Urdy9qacNPotWB7/BAnm+9hiSvuydt7suDks+A7f4vvYwzr3Edrs+iEU9vIWeXD13XrS8sNaAvtP4b71bVZi+H988vxfr0L7O5wK+mvKLviOhW746C0Y+GihiPa3MZz4uhMQ9/9A2PC+fmr4HeeA+HOmNvyeY9D5ReY87iVbqvqWOpr1ijBA+n/qHPiDEpr7VHeG+nCXxvSDM6773Zxg+9hOJvlal5D4RqAc+QcYmvkAZCj78VHu+IqlmPeoXE79D3VS9sF4uvU6hY72ntso+zxoRvsgXt71AnbE+X+cWvh9dFLv9Wjw+w+H1PW9Z4LrLmTW8sweIPXGLiD5wbfK+XhZivcigoL3mkAI+/i+tPnptlT7/FB0/sdhnvtBXpD5SBtk9BmsPPpg+AL7jsRi9Ylq9PtxjLTzcjiu+IoW9Pl/Pr766a1094CKUPVHnU77in8M+CpXXPjNeyTz1Jak+39zHPmf2ET8utnq+RYGhvhmXGz+qhjw+HvvNvkfuvb5Yhmc+GvjQPWYvoj7782M+jkaMvpoex778Acw9Vuv5vYlD2D5lOCm+Y9VNPeFa5L6mykE/tnF8vkuQub4FTTS/UJ8bv7yVC70k2eS+l77ovNWMqb1uRtw+TxfuvbdUyr2xBT69MFFrv71p9b737aE8XXG2vjapJ77sEes8VkG0PfUC8b67kGI+ZGniPYx/mj3JhUU9U0mcvslp3r6J68S8P8PRvKP/s7w01WC/ScDHvIP5Hb4oB2m+3iIAv2j2k76lgyi+QlqRPtTZDz7Sfg6+veBTP6mDPD6RWI4+/ekIvjiw+r5ws/Y9ue0OvnLFN762dwc/ejKZvgeCCj9r58Y+5FB7vl+SLb+cujK+3lQQvxmvMD7QZ0G+4IxgP+dQBb5radA+9mlwvl6vcj2BWMq9ojU7vXnRvr56xAa+FFalu7I6UT9VG7E7Ua9OvyMg6T3mslY+K0ZzPsNjC7+t52a+VJ5tvvkb5j4zx5i+yN8kvyZzVT6iL6G8yOOWvgRWdT4ctBs9uz6Xvi8/Lj2OZBy+ji1WPug9XT6kUOA8U28DP4+huj5gKXI+M6DRPtMcxjx7LTG+xwZaPpAHjL4yVgK+UKXkvowYi70EKfC9uKJjPgaSNL5ozEY9rU4XvpnVID6ZtUa+ZJXDPX0Rhj3v0fI9GjldP+WNyr5RQ2q+HHvmvP1/3L4Lqco9PrNSPlJB8z3XTqc9aW6FPucswzxlPN88JiWbvDhS6z7uqZs+zaBCv8Mt+74sheG7HtUWP77oHr5FCXG+JbJnvlXws77mFiA+ZA3IPt4DIr+rfAS+qQKQvvMfFL9DWCw+FpU+Pox2lb1U1Qw8yuF1vYNc1j4h8lK+vWmivkApnT4a8Cu+UZcOPeclRD66qI6+kCxWPjpy2T7CrNi+bMy7PcmDXj6KTuo+yj8Bvj+X3j5LExE+Ms+MvetXtL5Brt49luEjv+5BOT+aAI8++kSyvuICgzx1hUK9SKEavmIpljyNcCe8+XAWvdnTkL4oenE9540rPZc/ZL5gwtq9med1PQR4vz3po5E94WhAvoXJjT1dski+n/UrvyVoyL421Jy9U6b1PTbxej7di4Y8cq+gPiaIFj4ZV8E+empIPdlwgb4nlS4/8cPpvU1Gsz5wRqU+Okrrvlwveb7v/7y8G7aFvczNUDwFTTc9nU/ePW8wAT9LW6I+BsD8vmKjljz8jZk9cZShPtdWI71u56G9pHQ7vi6Gpj4qpFm9X7KiPkPFMT50ffo9IYSHvr0Oqj6PWp49fRkrP/eQSzncWM4+QMCdPdbmVL43hOC+yrtGPqCkuT18n6u8uFigPlt4870gwdQ+HZqgPVvp4L1dKLA9/diSPn8DjD364QA+Lht1vpp4hLxBpRk+wNOgPgbUwb3RXeo9tymUPTSZSr421Xa+ZlKLvnzbhb1TgZW9NtRrPsytdz7tWlY+eKa3PuLHzb5mdSk8Aq4tvSX2Gb603y4/LWKOvakMo73mTH2+z5I9vsgOx71y5Y+9HI+rvh0KAD/Dxrg+K9FnPlzwXL6m0N08ksySPnHjwL7F97u8D5fBvhLBdr5wCH++rn1rOuoerr32WWQ+pTvuPRbe+T12iBI8bNuFvhcuDLyYuMw99Vv0PWyt3LyiWJy+Oy/kPrNo1rzzCAu/IKjaPoBafr60J4C+jDRXPcqDAL8uJio+MTCcv89bxj2IBwS+9LbPPoLftr3IdPu873G7vQAUxr1YWN++9eyXvtY+Lr8nfZg9e/HgvVTC1L6WBvY9OSGpPdHVyD1JZmA9JxRWPZfyzL53Yau+PO3CO66xCT46BuM+LLB0vdYwEb43Wva+CxdjvblOfT5k4HG+O4iZPXR7D75i5Mm9ErjUPaeSU75ueAk/rDHNvSiylr3+fts+TykOv7P0dz4RUGu+EanWvj8gFL9A8cC8OdyAPY30O77lXtU9aJKKvYz/ur5YQNK+1jg2vif0Vb6mFYg+Yz27vrQBpj4gsCo+GWF/vxIKGz8/tLM+n+XiPTp0xD7gWKe+Tcc6vWppEz960Xo+fQ6GvoDs9D4dbYw/uOYuPjFiCj/Qbwq+YoptPFZt6D2iuSg9KuMXvu24qTwkka89x1aavrULKD7VtFU+TDtlPvs/G7726b6+koPNPJW/FT4Pqqk+5Lo/PWPDT77x/KW94MCsPpjGCT/fpAo+7JpAPzW5ST0DtYE9XWynvo/OAz71VpK+jXVhPevxVj5syhS/zTGQvrmfPj3oSMS9ESq7PbKiwT5XML29HptPPrI1TT5e1uE+uwgtvvIEpb7AhcQ9/CJsPpleRj0iYMY94IRiPaUnor6RrSA+zINBPPoqU70Ad7m+Y1FTPsbdBT7oNo8+p8aevMB9oT7mpxs+1srAvY8e1D7BkDw8/OdjPq9xKj1+uW+/owbHvrDXX74z6F0+KIqFvoTtTzpb1809EeS+vAyisT6fq9q9vOyEvrM+zr6l+zs/h6EIPzmZTD4O8Q2/6ebTvrrOGj2OuMS9hxgyP3pTUj7q3lC+3J9LPdlQEL9KiAS/Q+WDvdGBbT5e/Dw/8eYvPqfGID5K8KU+6QABPSbeXj594CC/rDrivgT2BTw5AI49WICpPoA1Pj41aJO99Jv1vfpRL76IFcs7cJqoPcxThb4UiD0+NWPUvqPuOj40xAK/tYx3PnGpW72mwQ4/t895vtD2Cj+8wQi//iaSPvgGjD49rTU+6SYWvmhZlL1n3l++MtkkPiMboD5vDd898f/5PbZjpj5MymK+xWn8Phpmgj6gKtS7E8uAvhNjwbx+w2A+9rFPvgBv2r6lS/y+jFELP8juaDzsSaG+sD/vvkObpL/62Gg+zM0MPqJeVz2+f0e+f8WFv/uklD5Lk+a9YVvUPf7D8DwaUY+9XHeVvkQuhz5Bdwm+bUxjvm/Amj798rc98ACEP4/2bL43VEG/eheavvEm+T4+RU+/YKxhPb6cCz/wpEC+XzTbPRiukj1E0yW+G7T4PignNT7jlj++jMm3vnN4iT9b6R0/VqIQPsZWcr3Ss4o+AZMrvppqMb5jW4k+StTkvTzTU78FCpK8RhBDvhgMJz6sHQ+/bgqLPqLCVr7hq6C+3efGvli9Jb2aqgC+xVOGPbt9hL5FBPs+Ys4RP0AGXb5QGc69sE9DPqES9T24qbk+If6XvjdKPz1u6Gk91K7OPocoAT5KC9S+sOqPvgBTWL5xiQa9ElFrPYZ3WL3cPvC9clUvvs1nCb2JYy4+CMwhvqDvvr00Orm96xIXPjqSs77i1DW/RJIGPj8X0ryFhaC91k2mPpLNQz3iVo2+8HknPch0BL9aoqe+U5T/Phs+s76/Qto+vyyOvYQPJr1jyAe+4Ed6vj4dlb09CKW8I+GKPqfTAz7mjFY+ds/cPmdYur4/gSK9m6bXPfpwBb5bjZ8+/7bLPiwlCz5UmFm9bx+IPtQrMj0Q+ak+Jj4wPS55br5woGa8A0TCPrBL/jwxOWS9p/V2ProMer4ncl0+suc4Pc8nTL4bd2++kJKWvU3+6z3cvDM/UIaCvBV9t76e+t++JbWgPiCbhb3whIi+3O+1vtUSEz+3QD2+j86uvG4j0L3ZDe87N4gpvspbwb79YIC+xDFYPvFh+74W4Gm+l4Rgvv7a/r1TYDY+fPmFPlk91T2cnGu+KGIUv/SIHD5d2o09C/+HPppb9b77G1k+seytPaZZTT4eMkG+TOiTPpCIQr0ndeQ+MGK3vdyMVT5aZBY/0ogYvYBe8j0sRfm9TQi2vPynBD2znmC9D0R3vb5D7T3+K4699RifPTxpAD0/MW+9Y1UqvSyWvD2gb/k9KbGMvtpQr7+ZFhm+7BgvPrs6H77LI6Q8EmcnvqHC5b1KN8C8TgLYvEg0Wz2lNvM9hQugvv3N2r1ifM29GvzlvFPPAL6xjjY+qhHnvR8t5z3i3609Mh7bvLZsGL1bz949q8wEvc/slr21dMW7tjFMPYcnjL4HKL68XuNwvmJBOL3kxN2+yTy3veJ6jb2SLlc+1xIpPpdpSDyRpg2+eL4hvrYjd77VZIo9UsbBPZ6YvTyN5Ou8OWQIvauwZb5Db4y+qahGvX/7Ujt1uTA9wbhbPYNNfD0dzCi8T2wBvycgXT7DUy89EjwZPsmLtzym7au8xBbGPQM+nb3TLwQ92wu1vSBXsb2BemG8ljOWPUabv71LO2a9OebgPbYTCz2p9NU9ZRkfvtghET3Yr5K9MxiIvf3sDD7rMqo97SfqvVZAhj0iH0G+qdl0vQOngL3TEZO9J73SvjBmAj7Ylpa9/Pifvlacvzz2a4++4lOFPeiKFz4Syo49SqZPvc+k5j3Ewv89mPtRvjInor5IN0Q+S6bGPDxZe71W1MK92gwcvopfDz6oIrU9DdBHPVWZzz1N5uS9tgFNvpARjDvlyVG8lScjvkA2nD0wdQ89pBYwvGiZXr6hpnM7VT4GvoH3Ab7urYy97hucvL4AHL44vJq7T0oVvgB8Lr5OTGA+zv+Xvan4GT6Lkyi9mHJgPb40Dj64SmU+mooYvbiQRj5meeo9DzYePo67CL6bg8W9BtkUvbOfeD1ttWc+c4LIvYdg271LTGs8LSKyPSsrK7xFqKc9ngGtPBXXlj2xR2M+grpCPq+7Lj2MGcO9X0BHvPEOKD5BrJs9m4+Bui6c2T3R9tA9XdmbvZVFWD7MWAq+Or22uFQ+ljuQ7Pa8DuwovrT09D0Z4hC+FHoiPv8pIj4Qi689nyQmPond0jwhYro7sVuAPIvBoz0rX5A9/83QPTofsj0jtlg8LnOmPR0Uj711Ha++yYHOvVCvgj0oXJ08+rjYPM+36DwtlV2+x6W8vSTvzzwb9MC9OvvPPQwJur1DVmc9xL2dvr9ZyDs6Mhu8tFFtvX9IPz4rLwU9fUM3vXcL0b3Qvu68xL8HvoG3Jryd1Qs+uyHzvVMVQTyhotO9KNc8vW7NmT0bxXs+mdx5vXABCD2MHuK7HdAhvHJ27r06Jb68qJ4PvQv+3bx6fxU9gennPfK1aD0DWze++vgavhpKpT3YU+I8oKqFPnYWozvQfJY9KW68vYF8FrztyDw+XwwvvbJrtj77fqi9cTNKPu67sDsrIU89EzbgvTCh5bwI4AW9TpedvSy3HT5/6oi99skePqoJ7L22U9094KpFPbCHB7yKDCI9FldwPvGK5z0qT7y9lbudvl0tgL101bC9XyEwOpCrLrzJJ7Y9fvpqPDtWeD5NjpG+2YNVvTYo+D131g6+Ru83PZaM7DxTLSw9J0HNPQoYP73paZU9ifR5vkqVVr3AbB49x5Z4vecX9Dxxbrq9oFa5PUNarL2JCNk9WkPzvPo57Dw9Iiu7IYuMPSDEmL2N/JC+35xrvnaW0D0Tr107qpFJPctj8TzgZtg9pc8uPiGKUr4CFQW+Jc/HPOWNWT18fDO8oQnHPUjSxr2j4t09Ur2TPnjZsb30mH69haWbvrhnk70Ynok8CNzEPfRCET2YH229qWewPZQgZj5DfpG9dXdJPjCMnT17Sjs+ICY1PWcyRD6O+o2+euQYvWWsGr3YSoa+cM9QPconx71tD5+9fSODPRgwPD7V4ce91pm+vSNenL7/VkS9OmzWvVqK2bu4N7s9ULKPPtDzhzxLc4O9C9zjvf8gtT7s8Ty+CNK6PfU7p72m/CQ+nYyzPUCMkD3GBmS9DlWGPcGKqb2p2Mm+prqTPZNYrbxWVYm9O+tKPSGOIz6SlxG9KabZPcxJ5j0frQm9pF6ovSMmiz0iBRQ+ETOZvT4WcT2Cp7i7H8csPRAgtL1G9JY8GXSfPfS5Zbzw66G9u+nivS4Xkz144WC+TRdju213+DxOYp49UZ0Cu8YLST32xQo+N7r1PcPDhj1Ez6W93Io7PgqDdb3I61C+eQRCvpX+rjyJCQw9rjfJPLdti719dP48IT1KvriJlL2SsKk9qFfbO4qwdr77bLG982UCvdAgr7pCM1c9+YhyvmSQwz3U+569eMEJvfpEiTwJjuW9DM6kvdiAWL4MWvK9LHmcPLzk+b3/dDu+XkWMvTpYsrvR7Hc8dQgcvrzniD1aU6s9YyGlPKsbSr6tLW69W9T3PFV7pr3kVL49uWQcvf3l/733Rie+yZxBvaizOjug3Io8KAsPvn5Kcj3Fsiy+giP8vQprBb426Sk+lLoWvYS7qb0CfOq94a5sPRkjl75eXaa9IPbevVoDMb41VIq9x4EPvu1QuL0SvRo9k5fRvQfwKr7DGKq880srvZ4PLb6aMVi++zYUPbtNQT0Q2Vi+vJM5vjWUDL6k+RC+wrulPZAL3D0H6fG9gYHfveQ4Ab60SWq94ZuKu7SryT1zw6O73kQxPXJUpr0XNiw9Yvg0vKNjrz0Y9E+9itxovoRjlz3xhL+8m86rvAkvDz7K2my9k9emvU5JYD1u2Ja9BhDfvSpGazyWawe+kTetvGN9WzxRFLo9luAQvVocBb7c1x4+zqfFvTq5trxHm/g9vxAzvlHiRb5ikSa+hL+BPvIuhT76V5Y9vJkEPPR12r08VeC9bhnzPR3iqb3XbNg9EGTCvLuS172RizQ+whh6Pby48L3fkto9oNEDvlLN8j1cKSI+gKg6PukTl70tRS8+bkiWPn5tFT7/e4e+K6TjPYfVhT0UOKQ88HqovEgN+rx18y0+/6hFvaYHibyM0rQ976lVvp7a+71m47e9h1yqPTJqLT2vbuo8r+kOvi/dCb4/ekC+FFEdvtzLIT68Y3U+GpTDvSX3aDw8wpS+RFmkvQHS0b0Q7fm98hnfvfLwkL5D3KI9Yu3nvVw3nL7/rR29fLtpPE5UUL04MxO+tCEhPhUyuL6frBI+xexVPrXP5L0OMvw9w0iBvk6nj74ISum9cXM2PbP9YL3l0xY9Z6EBPtNChL1IMDS+Xu6WPgoeOL44rwA+S5J4vrXSCz1oGwI8Z/1kPgR/Fj325WS+9xVUvrfXibyvI3C9GUKMvR04zzwfGvg8XSHaPYtwuL12TK69twM4PirYtT5A4XG6cVjOPeKHgz5m/YK+s38CvpeZhbqiEoc8pohbPUH7YT5MLnQ+5O1BvOIy472JXVm+2z0Vvj/Q+byffIy+ohhXPdV/hT5jx0u9Ob/SvNpMuD6nDC0+RoRxvlCN0b0KWNi7lqyOPXWycD4Tz5m9fF+XvqveJL2onf89cFFJvuPPHj65nRe+DC63Pmr2R75neVu9x3gtPZq2Or4qSj6+qH3WPTU63T2RJmA+mITTOwkYAT4msJQ9+tfNO/BtsbsB9hw+mnpavoGOFL78vlo9TsqhvhpEbL7jm6m+re9YPFaHyD5CcEU+kwoUPBsb4r1bJa08vD4aPlTpAb7ERXA9r5cCvlKJi759QxI+e+bgPXfol77xYn29jWIYPkBsMz6wYIk8yKgSPtadmj025X6+oEMvPfBQKj0qpq4981NZvALbpD244By+DcC+Po9RQD6UPPO92JsOvqtcAj5O6ro8DZC/vpvZNT0Mp+o9Wnq7POdABr0dpCq+7tkJPqn0Zz6aqA49FCwkPID1rLwtXha9pj47PsKtBb56mgE+3wmjvcGlj70K3jC+ndKGvtnWXL0H6Km+CItUvXDep70EzGu9zMZAPiiVWT4TTa89B9BBvSkLjj6NifQ82vIlPsBKyT1ShZK+KKBKPmMNQL7B+s49s0nUvSR3/T10kZw+4+a5vkcW97z/YII+1q2xvfotdj7MLrI+d6wSvddyDT03VLk95/V+Pg93zj0Ik8E8QXxXvRsKjj2U7p49Fc6XveVKb77ND8a9RKtau4nrWL6xMTO+4nA+vX7TKz0yTFK+GFHqvSFV+j1lEv698QBNvvZLnD7zfuE9SmuMvn2/O740sqa985y1vSMG2zwgys29FSdgvqagoDviL4e9Yqy1vK6/R77Q1/+8HVPFvYv6Mj7YNIg9NnkmPm+QrT2RZ6q9xvzhParqZb5jmQu9DxzCPAVZwD31Wni+nfJFvQiHq719yHU8MeB5vmwsML4DKXi+BZVFvcQoDT03mUy9h4gnvpX5nL2QaHm9M/FVvDj+4L06WbO9hM4ovZ7hi76qO1O+IVMoPgCMOr2s3aU8Gm2VvY9rrr3RJLU9G+QgvuyQ07kp2ro8clqWvmH3iz4rx4G8VYYNPll9aj3NA4y+X00AvhzIXr5M/nU9QwnhvOmnsT1pxK08q/QHvqcVQL46VQ26LWi/PJMsu7u688m90i7sPYN5TD4ZavS9Fs4QvtWr+z3HfQ09jfDkPeNAxzzBF0g+Z/7ivWu9SD6qXTE99CdZPVAN/jyIPwO7U+3IPQFxMLwF5iq+7eZnPqolN71bWR89zlndPff8UL70sNg9BEMtvkcaiz2MdT0+JKWlu611M75WTJs9OX0qPNOcrz3uzDy9fiYTPhFeVzwqzMw9Zv+PPSUAjj2k7Pm94BUCvTDj3D0IYG4+kiGguubEST7nhMw9rLdivhzGDT7hDeW9rmQwvnelQL6ptJY9R+YePuM54z3XSQe9qGmuPV1O1j3z9wq+Few7PmcMRL72EbM9qA+Evv6CV75yIZc9kJoPPhH0p76rP24+ZytCvhZRmTzAAG+7s2Y3PsdXVj6ed1A+qCihPTkTVT0mh6q+o2BgvvrAz716dZc+10UCvdkmhj4NEpQ93DOZPK0jCzjGRQg+ktivOhcHOr47x+O9/ZQivuLkrz7Eqiy+7a1avTr0Nj0rMdE+wNIUPg3gbL6YmGC+gELUvrW6PL4ND0e+wWulvjtfEj2Rr9+8LVj2PG0JIz79ZkU94ivDvdRpyrxFS4u9EU0JPSoQWr7yXUk9i7miO16p+r34TQQ+EPi3PsbouL324kQ+kCO5vsZ3ib1OYCM9PXBMvfmxBL5h8zm+DqhcPm0ZQr36Vom8pQQQPVzfkrwmao48ejWIPeOdSDx6XeK8ZCeUvERMgj3YlcO9kikAvrNUZT497IA+Fc6Avn1Tub2e6uU9BQbMPq1X1r7cRzY+mVO7PCkj1r150JS+Z+8ePh1+Zb1zu7K9goHxvutNjr6M7WY+mIdIPkV+vjz8EsC9jSRFPistNT4mo9C9j50lvjy4CD8JaCE+vGmXvhqpsr4++Fs8GPo1PvWAxj7Pm7c7snp+PSiKqj1Re768p5duvRmgBz1uZ7m8LsLHPN4gdD63QE69LPGHvo/CuD7tbSK98VMsvhTvCT4Wtew9vyF/vhMMyDqL/Yu+3k6nva0Gfb1lRs8+GmybvijWQj68Y+e9/DWiPjoQgb0cFU6+Zs6BvGcSBb8tIHm+czo+PeiJmT0WcJE8B9O8vR2lHD4Jnqi9s+QvvkS4Vb1rdKY9F7QlvBt9lbtTieo9cD3FveNVir3h0BE+Q79dviDTML7iP/c+OAdCPgsdyr65uzq+3+xKPoG7Az4BYa49bhW6vnNNGb5vNGc+qABAPpmVrT2jQq49gaAIPl1nmb2SSpC+zCUOPjCVeD3efQY+GFWfvcEl0T7DcSo+LXJuPBZb2bxKn/C6rNSGPrvL3z5Fjqm+Xqosvo3z2j3hFyy+CkCKvtCvUL7MqAg+xOMJvewcmj7qrrO93T+6PRKe/T2SB5++Us6vvv1kJr2c05q9fMbFPV+B07zs0ls+XhOdPnpG072CzAK+tSVRPHfUTj23Zki+n1JXPlT78j5amS28ReYxPp+pKD5vaGa+ENE/vaNmGD6jt8A+m3UPviQtFz7XSIU+3Ytbvn8wjL6q5Do+2ZDdu81cbj7yoWU+q/JBvir4Zb0S6Ds9iucFPqruX7xLVxK8TawmviKOET7RnGs+Me40PvDeYL7+JJK8iDUEPgnOuLr4KYU8ZpQRvPCMmD4jQWO9M2MPvowNUr7wKtS9VylBPajZzb2LLdY9N9UTPjAtBj2LvYa9ar9QvWWrij4ZPJs+pKD+vX9lBjwCUos989BMvkmmp73/PCq9dJy1ux6RDz6RSrE9Tec+PsYwSb3oazy+aH1SPuLSm70zGRI+xSxQvvDzwT16TLS9DSR/vCCpA7xGf4O+7YInPGfUuL39PxY+Ohi6uMcMnD0IeIa9bUbdvB8LhL4Yzns+aPwuvUu+Ob5oe1E8SB4bPcz91L1np/68HaI/PtSdzD1Hn6g8pVaBPULb/Dz/ywe9JgoYvgxRRz6pKh29WK1IPGHqMD0B6CK9Ma20vfJaNr4CRjc+hy/uvbt9o70tQ7q9R1VWPmjzEb5OGxM+ARXEvajD0b0VzDe+k5bmPC+iabwtZZs9b/7ePa8hJ76n1kK9acrWvGICm735xWw9KZPVvTWJSD1dF869MbeFPGSNt71ReOM9eOm5PiPoDj1qtKQ7cKhpvtxWADwJHFg+UGFWveWhTL4brdK9GK/ovaJtIryDy3w+n/ndPTHNhL0PKcO92LaPPlk3k71hHjO+dRSFveDyaj0l2gK+7byXvE313z1cXnW+DSExPlacvD3BdwY81HLvPDS8Pj5aXJs9A3nEPRSGQL2Mi1C9zQTSPeHri75VGE8+kvO5vfebO77dIc+8TfMWvi7zE74u8lW8LButPT4XHr4bfhI+ojBXPbMqHT2Gm2Q9g8S0vUMVYj29vrE97JyDPvjdpLyErFa9J6W9Pjda1b0gFqw987rvvRy/vL2a1A8+0NOKvlDjk72OUus92AK5PkEbCb7QJcU9C3/rPfOb873+Z7A+ywaQvX4BUT1C0Uy+8Q21vQ8/OD3CVNm+c1kKPhS9sT6xdiS+kOwDPnhvmb1ncUI+UqEKvtxdmL4XISw+EWIdvsmabbv1qZw+WHOLvJhdV740f1I+8ADKPc/ATb7Pckm+pxk1vgDo9r67Yuu9vHJUvBozDD4gEtS8vCa2vpO4hb4dO6g9IeqUPcUDuj00uX88CQfYPduqML1KaRK+jgKkPt4aabzGIHo+Q7XmvaknRr56ZWW+dCi0OxfiCz5lgTy+15VrPREwmT21D/e929OrvfRfxrwY0Kk9gwcpPuoZS74ScHA9H+qRPpcGqzxIAA8+OilfvVBYoT094qc7ywgYPUSpDb5cCwU+Sd29PnB1Rr2g816+MF2Yvl9hGL5vr7m9Y+7cvJr9Xj1dBMS8YbErvtM2oL04JXo++SEevo1DUT6R4rA9tXhrPoJVE77byYC+RgxyvIK8Yb1CEa+9mx8KvnD5MD7bi0e91q51vCKOIz5V5aC+8HQ3PhiGoz0w25Q+1/ocPmuCa73ca468oHyYvfytRL2oXR++Y8INvWfUsbwTCQU+x8IZvayOz76Aax2+8YJBPg5NqD6WjcW9/wYdPYIsUL49skI+lH+rvUTLYr6ZhZG78IQUP04iD74V408+DvO3vhstwj0zqbI9V//tvYUBx75qmPC9XmSnvao5Xj7emCs9wKFuvtQRMr2oMeK83K5YvtLZF71jTVC9F26kvoBptr4ByAS92xIUPg+xxz1ixb++hb2KPjqrjb2Xnu294reXPdCkwD4dwpm+bzSxPl3Gbj6arFQ+x0+ivucTJD69Nt0+IjZHvm0Frj3VsoS9kh9bPn486j7xI2M9lI1qvdNo9T0bQ329ieadvKLvmz6TNC891nuDPqyPQbwQPqi9XqXPPaM2fj0F5YW968lZvidET7wERom+j8S8PtMNoTwZ4X++i7ofPuydP76IPvG73M6gPdruar21gyw+pLPqvQrqsT2YiSy+ICHSPX/AXL533CM9VXCyvT/4J736xNi+yfM9PlZPGb2kCDY+VZBrvqpH0ruXrfO8EqlmPgH1R77EeUA+f+niPLHM7rwI2Oi+tZaTvqmLKr5HEbq8qmZKvWo/bT6Zo4S+KlWMvSbWML37Amo+DvdivR+Rrz0fZDg+MySXvf9ZTzyW8rG+IvmjPbr0476IBwo+niFFPemMJz2BvyQ+Stravfj7hj3l1dg9HCZSPhrnA77VcI0+zEgMvoec870bRpS+tIWHPZGyXr2TxV6+EHTWvprvkDtJvtC9W6cWPADgn71/Oc09R/xwPd3imj1pA2Y+gFbdPfZwLL4iwAG8GVyWPSNMMzx+Jpw+Dmk1vjiCNL7Fv0++fA+HPpEPYb3HhKQ9powZPlQz3D0IPtw87ngmvrw5mj4knP89hvWVPYUJt70LWRe+9IOOPchCzj0F+RY+YZoaPnvMLD4k69K8nne0vQMLU7w7x8c97BoJPjPz4j2ZTzk9GHqtPdOXADpIbQy+a9RgvroZSb6tyq0+5P2rO6McSD4uZMG9hIaEPuGIAb63+3W+7ar8PbZbsL0lOrU9xiEQPh/rIj6855U9mJMHvlMNUb1unkE9wMbiPbBfWj6SRUK+vpzsPXHyOj1ebEC+3OoHPvxX/b24BpG+AVHKPc28Q72UnWA9qrMbPbqg870m7Sc+zVdLPqMTJD4UlhS+dswdPhGLp71vCv69Yi/yvTYzCz4EHWu+QHDsvOGBAL1WTCa+iNZYPbWBBT7dHBq+mUmkPT8r8D1QeSw9C0bwvWttTb60Kk88PMxlvGkbdT7sLXq9IO6vPY+pxL3+bSA+DBdROULdz7y6Bzw9/7cXvjFbHzrOycQ9QcgUPsVLNz23qha+dV/tPRtcMT3A9gk9EBy9PdMEbD4XaF4+/nrEu3YisL23NQ8+U7CKvulHRL5Vu7K9D/tUPszb7L1isN89chxPvslxmDtRMEI+D1vpPjUvp72bwrG+hpbJvWez7rwOKNC+70vAO6OPsTtSsOU8YfygvdX6LDyQmYO+4OHIvTS1Q77vf5Y88dAvPhYUxb57swq+iHZdPVgDcz694GS+LcMOPB37MLwtC0e8HEHqPl56Oz6uCJe79/ZSvRafjr6DPye+JikFPd31d70svC8+UlGHvl+5kT1IBGi9YpPKPaQtjL71nRU+Aj1dPi3Anz2PA9W9wshGvSPRfb0PmaW+GXRPvfNfA76lYI092sxYvhWYir2+h9u9hFY1PRt6072L3Tm8ZPR/Psh1Uj6J8jE+Va/9vImbHD6FKQ++nKITPqz+eD6McAA+HOo/vbtUHr5BnMQ9yNATPn2KIb3EYk4+/X9BPTReiL5KmQG+QlLIPI/VoTwIYAS9OpWaPvCm3T0ajmw+eV6svjkfmT5w1xS+VAo3vq/QIT6dW28+NSraPscnpDwOmIU+tKyuOz3eEj6tzQ6+V/RbPhIPzz2ZFNq9B82Eves1Ij4kAza+tT+KvUonCb5Kdsy8VJOGPmT3Ar5lEiG+BtFnPjEabb5jC7k+MNK4PpH+nD1WBxc+wSeJvivkcz0uFK2+STCfvtJG5jx76s69KMxKvs/wbjyZvO88qpB7PqW5uj7wYiY+R5c9Psmyuj2wz4k9lFBovmbKMD3lL8m88tqEvlg8jr31BOA90WVJvnmLPr4oszS+WUjQPaJOhT7K1068tJnJPbMjlb1nYD880HoAvfEW8DwB4wY+FnRSPu8wkj3nNQq+x5d/ORDIlb2OmPs+QstSvnL4gD33ti68C7e2PBU/cb74/Qi+qmilvdj0Ir6CuJU+mCXYvjE5FD0CJIq+KBpAPtTuVr5wOwG+bMHrvVRG9z0L5UG+o/leveayR74dcSW8JPTFPq08nz7Cd2a+QSzEPqFgazxzOxQ+kT4vvl+aQT3O2Sk97oVgPVJc/D0BqqQ9w4+BPktt0T6SJrS+wxzjPUzGMD4UUKU9+IP/PdOPvj0WpPC907tcPo/vWz1LH1A9y82fPvS/DL3xPRc+f+emvVdjFb7OG7u90IJpPnTlz72T3w0+koQLPWNdjL6eBhi9uhkSvJ1o9z1iBCA/SxBXvmGvqj6GDR8+dEgPvoQvyTxepUk+XjWOvZ5fmL3jYPo+wuULPV+iA7/O2ws+IdqOPpB6+j1quNG+6bodvqo+jj4F9u49QCmVPR/HoTsaK4K+7Na2vjV2Rb4H8HO+Fs0gvhZQtL0OdCI+rA3GvG9x8DsfAz49pKT6vBRjfD7oEGC+3llcPUXf0b19iJG+naFKvr1GGr42CXG+y9akvbouCr0ZElk9aUpavgfDn76JEDa+vGnmvmCvBj5dFi0+oD0bvWzDaDxAhhK8baq7vWOVKj5H9RG+FEvXvZEJTr254N+9gmVeu63sZT0rmrg9Y1ybvfbmJD4371m9YieQulhr3b1MygO+5foYPglNKD5C1pa9K6+XPYQmQj3W3mm8/AcOvFFqUzxaKyM+0oqzvQwiSb4LBny+GZGGvtGWnz3bNp49YHyTPcfoo71g8xk9/Vm+vT3e97wQiig+U/Dluz8rAD6dW2y+Y2wevpDxCD3FMNo9BQaUu9bZP74Hj7g9Em7svcW5Fb6RtBy+AYfmvWVjMj4WTBq+VpTGvYuEJD3yq1g+lkvyPZrnl75eLhe9CPjfPeg6Eb50hUS9us2GPlCIAL1f1Le7EAEhvtRhTj2xm5Q9wjfxvXRH7D3lwn2+DlfYPHXh7z1kJiY+R6MuPpPQVr6YP1++OrSZPcWtJD43IUO+0O/JPCAXrz2PbrI7ICGEvH+2RL7grcE9its9vgtpgztvkaY9x7uMPYxNVr4m+DC+Q4+3u+P6Az1SA5a6M5eTPfWlCz1tfi88E0XSu4CEtT1TcFS+goEoPZlQ+z2Zul4+kSt8vpzlIb7nYMa92zKWvdEULj1hhl++JuNavmDupT6xI3o9DABvPNYREz1ay0i+KannvbAbSD2Zl3Y9Qcapvv6dFT63JZC9B9b3vd4HCr2TZxW+D2R+PR+G+TyuQYA+AY8evo0cHT9SvkG+oMQROpwfLr+wHvk+pLk9vAqa6D3SH9o+lNqYPZlTlbwjS9i9tytWOrX6h74Bjhs+mS8mvsabAj7M9Oo+UrGZvGKqiD5ONuK9S/HSvZkEwjwaU7Q+TY+xPpEa9T3Qv409A2VlPqp+gb6MnVS9jBINvcSV1D1ItVQ+mEWZPSDCDT5ECVm+KPPnPE8kYr7AGMk7zFaXPtAfOb1+UkI+Z6ZFPvOHobsKpv69U9NFPvlQhj0G0uQ8s491Ph0OKb4sPOe+8nKxvUOZQT2ovcA8+guxvSSZRz5ikSY84YFpPG5KAj9dSZ49TtA1PqdwJL1NvqO+lSoYPu3kKr4fsMm9YisZPh5gNr3acLe9WdiOPeGbB74Kwy49TgvBPjpzrT3GzSu9TqmBveICaD3akaO8Pp6hPkpG0b3kmuQ+XVYgPr9YRj57D9K9g7fIPpwxKz2HEl6+GnvvPChySLtoPc49PnXvvUnd2z0fMb09M5QYvKIHNz6OuHy+BeASPv3L2j3vPWG9/rOivjCn670rx7E+N9umvqFWLD1KOJM9NqRfPul8yz6IRom8KAYMPncBvr3XTTO8ppg0PdylNj5qioE+LydEPBJ+iL2N+dY+OpljvjLHrj49Cr89REgVvS2YkT3XodA9+5IRPlJRYj6yOYe9AkCwvduNBj6yFHk+ZppyPd/V4j1v88I8jrsGvrFFbL7ZyYc9nxZaPnfNb7wvoTi+tH13vmgRlzt0zZM+EMlsPtF5vD2xaSG+HOnMvpgRy71DSZE+gae5vhCFir0AvQU+j4xRPRoRkLwxpZi+Q/WnPQGV+bumY0W7RmgyvvBzZb7AEYY9RXAcPRvzsrx2gPc8jpGEPpcGST5C26m9LKP5Pfc97zxgO4O9EcWVPulvFT89ILS9db1CPiRDZj0naMy6ODjJvFpKk7s6J5Q+RyiZvfsfYr1oy7y9AAeWPtlVFb5ggV2+pGKkPUvTqz5lb+A9LgRfPsdpvLzKdgw+mp20PbnCwD62YgA+W2wFvhCiMj2664g+dyiJPgy0dL3B5by+0Ka/PuolG70iYJ69beKCPHGsDD6BxZE+cAfpvV/TMz7cPpC+LpwTvjYGdL7Ym48+Op5FvHSFG735xdu9DvzYvlEXvT0i4Ng9uwhSvmAlob0cLqS8ADIcPrOtRD6vrnE+fDtSPZfX2j46Rak+NaWTPsB6KT0Lpj49Lkf/PS3B1btkIJM+2NxOvRiu/b1geLY9RD56Pn3O+z3IwMG9PC1OvgJ7CD2lJVo+fvJTPmeVZj56fY89znZqvV0n1T1otiK+w8xovtYZMb6Ubbo+DzVevB0lCD0a/kw+f1WPvidax71n6cQ+VcbcvOXLSDxrT1w+Ki94PbQBoD2ZJyk9auwcvtJcu7zG0AC+37kVPo5TFj2EaNQ8MLkkvl8gkz7FRay9lD6wPVVq/ztnmBi+2bBPvs4z7736pYY8hbvpvQCH/z185mi+ZSubOyzM6DzmzoK9gLyHPiBdXb4Op/Q9t+9AvCF/JT03hIg9mS+8veyQFb4R/qk9SyvRvBSAI75Ovwe+QI3yvEgHDL32zPy9ir4bvmU0NL7y1Ew90BGCPm4IQT0xD7s9O+jyvKw4vb0u6im+mLFJvkzFDz2H7LS9jZUXPjy2jD282ew9cVmPPMqQXb1rBpe5+OWcvgfsuLyEjLs9PjF3vS74Fj7Zchu9jPfCPJAJKr4PZJ29VmQkPO6hij7WJsM9/sK6PU74hj1fM38+1DGrPnNogr0XRSQ+N83XvRUaHr1Msv+8+/xbvTv3fT5Vx/U8Afk0PpcMrL2SDCI+Lma6vaQJPL7r7YG+XW+xPVhWbD2fInc+2EI7vq+6kzzywTe+VJOPPmoUgjxsXtW9Z85cPtZMp732EEO7p1PXPXrcHj6T/Wc9SgIGPkd+QDwnEq684GkXPnJ1Ej4nJw68nkwLvgFzgr0s2iM9X3UovuvRej4FwQ6+P9LFPJy7Hz4AC9M9v0IRvkP+Ej0hoD4+aqmbPU60Kr0p72Q8gpl7PpEsMz4S3YA9b0eLvTEbmr62LzG+4TtMPiSozj04vck9RbE5PXWmiL1/21a+0HT5OmwTKb50tiU9h/9gPL6qwLpcRdM9pau3PcZSQr4N0iE+TeCNvv9sKb4WSH0+UyKrPmjLFb0dP4E9o5l3PaAMqT0/gg48mS/Ive3pIz5A+JU8DyJTvKlwCL1i51E+sfvGPbNC2T2GAyO+sbtKPVd3VL2uW/69D5LePOn/KLw7Pxe9nkblPb+N4z2g7Rq+z/mAvtuxiDzjiz++WhGdvMlFgr72DKA6A7f1PT0J4L31Oa89XxJVvQV23r2TqNU8FC2ovBVUib4FnyY+8646Pp8jUj4OSxA+bdXoPcL/a70lE2W+AJovPgymp71yDRG9Mc0yvBmU7b1BDzQ+K0BkvWn3ib6T6h85tyvKPQZ06DyLOxO+X6zsPQvywj1Krj8+n8PBvjTaIr6KhAU+Fr2svApNUj4fMhy9JtENPsCjcj5EhOq+u4iIvhIZE75T/oC9ZwxbvtqV3j24I3898mcrPZRFYj6dQyQ9rzO4PZY5rz3iq2G+hGasvUfZpT5nI0C9xc1HPK1subwjbKg9cqN9PmHk2z3NKIa9N0mXvMO91L1KaVi9jUWYPlgNgD4ZxxG+T52BPrsqej4UZKc92MdrvRT1rT2fC86+CHIEvtZ3hb1KybS8BYqOvurlU77fcoI+exHbvcpRw743AoA+352YPsmVIb4PIE4+C1FbvSmGYjwmQbK9RSInvqXYZL42N5S9hXmhvvDHm7wlmLg9RS7KvGU/rD7Srz86pzp7PdaBFb7blog9BgVQvnkGkz0GZw699kTSvZcCO7yDm3O+T8kVvXjHiT3H87u+6drQvr5dMT7srjS+HBgFPFhHLL5ncRo+tDAxuyMjyrxVsGs+NBQCPhXpATycPAY8p6qDPTZ7Gr6tLaO+bTF0vvB55721dXe+YiCkPb64pj7ejnM+LE5gPjEvxj1f+ZO+RXs5PrhRjLtXqR0+81z7Ozu16T0Ykji+sg9NPrc0sD33uai+d+XePrRJgj7eDma9+WcCvnnDVT7/Z5s+Wfcnvlw+cL16jEw9/b8jPl2IsD1JFzS+PHEIvmOmurzhj+6+CStHPh/Y+j3xGnu+X5YcvhlCrT0BNYY+d4KdPnJCGD55Aos+8MbBPt9JJT4KlT2+nWmSvhXcZL7Uhh2+ZCvVvQGnX727ttq9jsSJvu+MLz3t7dE+AeaEvr1dsb0dQFA+wV8MP4y/nT5Pvju93wUkO3cstz5YOwY98erLvK6KEz4kMjW+ZqFTvpzzQb2TMR++kdVHPlMCK74u7Qc9WadbvcBwVb5Ujx0+hENiPsbycr6wuxw+YZzCvaIxTb5c/kC95sN4vaDvBz4hQE4+CJgdPr8QQr0Hl5M+ug3pvRFlXL0SQ3o8+HqoPSwNWj2+uia+ksLLPWSWjb07yI29x343PsnVr72Um0e+JXv+PXhefT3vXDK9FZSmvZVtLL2oah4+UHI0PqNoRL1gwoI9INqIvA6csLvxf4E+S1yJvTPY2j1KC5M9mlziPQf5eL2dUge+V/azPelxQ71W6jY9a364PY8Lyj3NfxY+LMZVPinAH74KAyQ+cjcqPvyIFb4j4yS+Ll+vPVstAb4SPbq9JhYKPg4Ryj2HwJs7M2ZGPfZdC75+m2w8h5A/vcgUVr1r+aQ+0b0qPmLvnr0oMnW9KR5JPq7D8r1CgwA+8s94PZ0d5L2PXdm6WtylvHQLjDvXe6w9JxdqvexLHD3FNGg+V24SP6+NUj125uq8M/lpPjstn7w1/pu9b9DsPWK1bT74PDW+bvUPvS3RcD23RSO9wucWPe82oD22sj89oFNdPLC0oLxI8m4924w2PY9bHT4tRAI+q1QKPu2bqzzjsfc93Iq5vcb4d71PTM49rs+0vfO70z1zzJM9wrEaPUGzAT73Zxw++zvwPG/cDT2Fn6+8CoOjPdz2DL4ylUs9pR0uu0I3LD4Qi8o9odkRPYlVzr02UwS+zA+vvZT96D32sBi+uXiEPaGrt73alhe+utmXvG9wjr2BSW48MKXYvPt3pr4Abqu9PblIvtfsmb41Wim+SFlKPj6DgLzZqH+9P9NjvJWNXb4xaRI+eZp2vjlXaz7QuTG+fokOvo9Sg73N+9I+KPVOvrPI9j2TuEc+crTLvsPahjxhWNy97hyUvToWLL1rqyw++ESdPfSuQT0YGmS+YKg9vumjKL554ZW9qwSePNANWj0CMV898mcYvpVHVD6Gmu27EaeBPcNykz7sx4Q6DSjTPUztGD5xm5i+B6KnvYqI/70AjRu+D8yOvA3UEb00pAC9PEhDvmNZq72zZVa+CP1tPlYzLD5zQh6+tlfTvUgPT77bRIe+a9IRvjJ2wD3A8Jq+VFdUvv0N5j1qWqc+2QWevb7y4T0gI3u9UUXzPe+YR7wCTJu9wGBoPpOQYz2xH6Y8XPNQPVgXiT1Si4s+2HKCvtZvzz0C5a29sOojvpjcaL6yIze++kmHPcy5WLqXdui9ptY5PuGsEz2s3PE9i/+BvJMfEb7wRWu8b3gFvvcU2z2Y0TG9Gxp5vvMXt73Lxno7MvjtPYtl8Lz4zCi+1SAvvjDNgTsAwB48jpP0PeY0db6b3po9V5Hwu4N5/D1ttz4+ld3+vVUWCz33Lcg9Yi5nPVEttb6MOCU++DNhvDUs9z1/ThQ80nEYPlk5Nzz1VuQ7wxKQPbzfnT2VVcu9Mbm/PBb0CLwTICA+JKx1vgYt/r002Fg9w+Y8PkZ2Jj4ceI6+CqtTPCjkqL3WIUQ+SPg9PoCRdL6n/CG8k1qIvrZ/m704kYY9W7K/vU2h575zqwE99qInPDueRL78F809vXZoPpNeoT7Oevi9UbCBvmRyv7wdkjE9sxutPhWLHr4dfSU+eaOYuztr2D3teGS+ChUCPsNzbb5PzoY+fAhYvaUTFT7mZDo+00EgvIRmrz7ukgi+i/60PBPC5b1BZKk97udCPvt7vr4RWYy+d6e1vcQlBL3ykWI+bmXWPXcjeD78w6o7j9omvrvTBL6ITNM8TNQvvhms0r0NEIC9GsajPv3GYj4cmMw9QpzSPgSRRr12BFw88rd5vleB0TxKAdA9m7+EvqWrNz56Aii9s82jPhVk3L0L8g898I2Ovp7Jq75opSs+jUjOu0avlj7T5us92VaSvpoBwj2/UMA9oo1MPT+AZ71gCOA+cOl/PlCd8j0zNau+fa7GvdGeLb4+R5C+WjmuPJAXoT6D5Ly9pUCCPXy8P71I+rm+5rZJvmpRx71z40K+Og2YvOqv0z0x2H8+zo3Ovg1uOD7CLr2+QOPjveIYvz4uPaO932Kevafzkb62im28wVGLvVtgwr6Oo5G9CT2ePMX1kT241Jc+whOcPm7POT77dPm9MGCaPTec6j0T5oA+Wz/7vQvm7b3A400+CKmPPv+wJD4BRu499BNtPrRQAj4dJug9cweavbMZKT51tIK8X2gZO9RJrL17ghC+RwauPaZ4dT2hVYc9eY6TPn6Hf7041Fs9oXEyPv6hRT7Jogu9ziw8vdk1Z75G+UK9FDBoPHZmuj0IgaO9V6FuPhNnTT1YcSG9dfMUvoeByDznh9q9sBl0vQGMoj71ngu+MDV7Pm5OnbxrW+a9w6dGvt3r7j21Mhg+DKIHvntMvTyo6nM9vfm/PfO67r216hs+NxYTvYE1HDtgRJg97P/vvSOiJz1VRym+WWHGvB0lC748jw87qQRWPea9Ab7DRuM9bBrTO1oTob3Pb5I8pcsPvY//l73WwbU9573aPM+jDj4S8MG8PHJZPAfsnL0lxaw+3xvcPopHj73egaG9l0wiPX/nUr1VLPs9uWThPGoCKT16R508nzPfvaO+sTwQz549I8n5vZOR7b31+1A+WD6RPSADmjwsvSM+HqjyPGWr/j2DpiY+13MlPrNOGj58ZPq9xrSOPrdT+j3JgEW9G66NvbYKg717D10+3v1CvYWxkD13BTK+ebUBvJcGnL02afa9V5bFPCIhtr12dS++0m56vn057T4FUa09FQAVvsR547t9BNc+B/J1vVNJyb08wz49P0eTvbr/uT35oBQ9fribvlCS0LyxksU+gmtqPv1Rnz54Z1o7PKqGPgmHUb5qSnA+1NUUPcnhD76uvT09GXp8PqpjgD0yFNe96nuFPlzdz73BVEM+GLwfPs65oL7B5qY9sB7EPWSSkj6eVq8+j3GRvbzfj73yYOM+Nb94PkLtczxSw1o+U9xtvrJvvz17g009DqQpPqb3mT3Pn9K8kw9ovnCFjz779pk+8X8hPtTxBr35RSe+nzTJPq1IGz64AQO+MesAvsh+E7ye332+xs6cPYsPED4O5mc+ZgT3Pf15uL1uBwK+WA54vuFEWz2Wris+vxZ0PabiNT77+NM97Y2zPoJ9HT7EwWa+iwOJvdg9UT5qTNa9uQjxPigbE77SdH+8EGSzPcYbmr6bGW0+pvhKvm/0lb6oamK90ZECvU43P76fVQY835UXPcbRAj5HhES+BHKKvlhBaD52CGe9UOvlvnpRxr022P+8BQeDPqf7WL0U+o0+TgsZvg2Za72/GCK+EJ3svUVP1z10KDc+rrI8vkQEETyQaMS9TrydPumLvz44+Ak+w7mJvemHcz5KvG677LxtPmJkcj7Lee+94vdTvukDjj4uqxo+/fCGveZPrj3ozFy9UYVTPnpE8T2ZQ4s+gILnPdlPjT5dIIy+kGwhPvfFUz5X29U9HP7bvcpXQr7yVRe7Z8k3PjJC6D5Y5uw9vE/fut97tL0b7UO+HJeSPrI58z3D/9u+RGoqPt2GXb7LlWo+hpufPV1Woz3VTCu93b2Fvqjbhj01/4C+nGVvPlJHhb5Wfw6+Pn9mPhcQrDswd7s9xYRlvkrggb4TeAO+oyrhvIJNzr6rxI2+0oAjvQnSbL7qxwQ+yA+9vTMcjT4KfQk+9Mq4PtgX2z6H2nk+pw5TPlNZKLwv6RO/HIoRP36rdz6dBAU+8+yLvVpgjT6o9eG9oLHVPrLEDD5ja7c+L7WqvlbFhj7Ty3g+yLuEvY//Pr6wLRq9W4cLPhYyQ722GOC+GK+0PbzPiT4BXG29EcbPPoC/3z3inJA9OnJdvY2Lcb6cebQ+9NtDPXWgbr0/eW8+KPJoPWxuRz4F4zC+SmWVvG6mf71dTy8+FX3pu2jNzD3+9Za+GLsmPqMz1b3fcgQ+DRUbvVxPnD41hEW8laf/PXTaGr0uAsG+4bXhvJRJtD6r7WY+84CNvegelD3uumk736CdPpcETT3Axia+AQgovpqn3z7CjWI98wrIvZphSj7ZyAK+ODgivp+eQr6lY5I+jWpcPutJw74sPAS+vu0/Phm3xT2sdFa+oYwMvnftRz0V8Di+3JfhPP5wPD0dNYI8+VLjPdWiCz6SsTC+y9XMvYyN17zWy7K91QChvHy0LztLIhM+KLVpvsIFPL3Kkzq+Hs8uO8XIVL5CffO9IHCzPO103bzhH7e9iFVcvdwojb1Yids9DGCrvbP0x7xZnaW+6VnOu0qnxL22rfi9q54gvvYQiTg4yYO9jXdePYjX1D0dyPm9CLujvRchqD0yYQk9c7W5PfDElr1u2sK970YTPRXxYT15PzC+6aOTvWs+jD02y6M88CY9O5BXXb4y6jO89SnYPKNlAj5/OnG9vUNCPsebBzy6Z8897/bQvUZROj43mI48CyKnPb9u+b1VWpW9S7AAPszeVb2mLdu9iq9AvXJHzr2IJvC9jCdPvRu1UjtvWA6+BymxvW4EtrnI24k9NRjuvbuTAj5nC7S99n6MvDYlIj3hVx897gUCPjw55b0ukuS9qEAUvSjDx71hwqs9cvnpPWYAmb5a2wu9oRTIvSBUTL4KDTS+5PmfvJX0e75f6SA8Dvw3vpnho77gwou9bOsSPeK8oz2R5+q9cPwEvj33d71LqVG95mqhPfricb46/Ny976mlPUU7AL619pG9mofbvUeVrb1y72C+N4qPPWlAMjtkl4q9p3jBPUB+4L0qAGw8fwfdvePFrzwWyK29RsL0vSeAC747VhS+RY+gvkz5PL6dRSC8M96kvlJIir6wnQ2+eJjfvFQ4Tb2ji7o9UGBTvFOIW75DjBW+32isvdOfJj7MY06+3/6UPNpuyL3y/TS8XfpKvhxEGr4g4sY8sX1FvsRTlT4MtkS+UD95PSbcEb7Mvfs8G69ePdDCazys3po8zwNMvWozNT5xCV69UKCZvQBpEjwhrxa+sokwvlBAij7rI32+kwT0vLBqmL7FVBy+8bOGPji7Ar3kuyy9IE+IvRnMdT40Sgw+OKm7vX3HjzyAqD4+64IvvnMXKj7UGHW+OMbqvafp7zxLlFu+B7JWvvxNNL3GFMe9a3cAvRXfBD6MLlg8ixB6vigCLD6XYDo77Lh4vWcBBL1YBzk9x+0TPaDgQb6zV8U8yYKQPcA8uT11KTU+/Zutvvclhb6WngU+9gL9vVOBIT5ZxXO9dPGAvpn2n746gU05gE7iPQoP1j39yKe9FI6jPiZagL2pLAs+H0UWOy9EOT4hPio+Il2tPjaGmT7RMus8H9GCvtYW3b3/uDy9JJWNvcjwLr3MYAu+YXslvlj/mLxvXyI+xonXPXDOYj3DBjI+ZCobPpyKij1Eniy8VZ1pPo5rBT0lp/G8MOYrPqO+AT6u/g4+kURivoaXgD4HRUO+1uPkvoapQLzmO9G9ts+ZvoQEuz176WC+ouixvRJUFj7rN1w+hrWHvRdu8j2bFAu9izFBvkxrWL4lG7w9vhKCPYTK2z153AU+lrPkPWLQC76U+Ic+oec4va5JiD2GInq+3PtavocOtDyTh/A95y2fvkhSsL2XP7294Gwjvu1ByD17eJy+xI0YPvBwtz55vR2+NS1rPvMlMDzfa5g8P+8Jvf3FEz7vAIw72OiQPhXhrD6pfeo9tY33PaVyPj6B6Y89igMHPtmeg70RCZu9FE4ZvTe1cD6Zrjc+UjsbPntkx76FgMQ9xdtCvrcdND6e0lq9RybSvLqrNb5Hai4+KkpSPjHnBr5WJJC9X2d1vAkMUD6wkW28fCrBPV/rFL6539G9Ua+3PWTEcD5oa6u9H1gPPjSRJ76SKoe9hNerPsBxar4HiDW99CXyPTCKKj5VdtW9cMi2vSRjJ766fBM+EFXXPSE2Gr4Y/cM+K1m3vdWDb7yLrs49l23xvU57WL4t6Ma+O1Q9PpsUsj1lbny+0nsYO8VWE76mOmw+hGmpvbA0jj7+gZA+QBCrPRFFpjyYXJG+nG86Pg05MD7jU0++1cTCPAtM+zzfbRg9E9qRPSUGob4zL4M+FIBbvW09/z1vu18+ZngKvUsIHj76wlk+WN+wvcvzUL5X7oI9SpkUPmDj/D3Z/BM+hPzVvf1zej4DYHu6ujPbPV20kb6vD9M8q8mwvcN8Dj5tDp69kv0cPT/HyT1JsGo+Fao8vp3Kmb50hsq8bRDjPK7KrjzR4jy+jGiCPQjNKj4n8a0780WKvdzwM74yI7A+5KwAPJ6im730lqc9f8zJPS4iLT1D1SE9m4QLPvFKyz1EUvw9xQNWvvks1L0NzCC+HibDvaEuI76BkAc8ebSmPPaSI77btQE+0tJoPAk1kr07OPi9GMKIvZu6N726fZ49rjvAPdpBM74D6MM9qmwaviDF/D3804a9YqMFvnMOuj19Yw09XRUzPl+Isj3KWO692ndZvo9UX731viS+ret1PUryeL0U6iG+dAhlvVdJIj7Mdfc8pISbvJlq1j3tT06+McYNPUF0u71KlL672uiKPeoRMz3n9U290FIcPnTRmb1UJTy9b86wvafCz70qcES+oVuAvlom2zwpnhK+PCy7vVS3rzwEkpa9xr9ivSwHyL1AywQ+ksvLPSV9VL357Rc92dRavrcY3r3Z9om9eyiqvb2c9T3p1M+8cxgFvlhVMz4Mllu8KXZCPDTs2r1HFbE9kBDMPbih/TscBge+GQTwPBH2rL08H1G+VG/qvR1FPL4x4Be+hrYlPovRsj3Z1I++/AcsvbznMz5VAmw9OspOvsTpZL1IKPM8iwYbvYdP2DzE9aq75XzFPQ8yorzqxLa9lo7oPLYcQL46nKi9PR7mvfj6TL6HWDa9hPkmvivGT73Upgs9NOALPT+VTLz0hBS+4MFHvRUJEr7FJZK+AEJaPgNz3z1Pu+O9BzDoPBeU9r3okhY+rWEfPT+iSL5LS42+WYigu+ewR76gm48+jNigPOq8Er2fD3g+6YPKPg6rIj262Y69BicLvXZM4r1jUt29UqmbPZLgVj7aeWi+rpk8vkPHMT5iUhe9WQHgPeZKRT500Jo+igWwPreGMz0VL1Y+GgjhvfhkCL2m0oq9q+AhPrMClL1rtKY983bnvIomWj5y+gE9CaobPtmSVr5Ozs895Z86PX+a0rupckY+Bb+/PTZlcr6QQWE84O00PhdoLL269809XFcivLySbr1RTxK+efSvvc4xW758KYc864emPeEflruJrdM8IEUGvdeXUr5ef9+9wUPnvL+rX7sGv+08VfaFPvPMhD01uBe+oRW2PT8qbTwMfp8+3fk7vqjLQLwbPTs8nJyPPvIakr0dRyc90TTMPbPHBL2MXKG8+VF3Pi9CED5pML09s2sHPiCNv72/SgC+BtcLPoXVoz0Y1qi9JU96POgtvTqYIju7F0cuPvzIG711XwQ8PrquvUc5wT3o/Ua9293+Oz+IzD1w00C9z2HgvXD42Txw3Yy+AF85PjvJDb2wukW+SlFFvVMcYL1P6E09HpKkvo7KZjs8boy+36MbPh9JOD0Ghmk94+tjvaihMb6oxcm+1s05PqHbXD7EPVC+2MWMPdNdlD6XMIC+JGnEPML1LTzA6M48xz0vvdtAR77Zphs+QRKJPFf9e768uqq9bh6FPoAb/r24Es4++Vy4vh8VAr08h06+oQKyPOHFc74tMSy+4PcFvWnkrb3RNUI+dOzavAlhhD51gxm+MtqSvaGKh70/M7k9TZNnvqm5nb6zOzu+m1POvWgciz4a38K+ApFjvqzglD6Qb6a95D3GPSaicz5loZq+ilOOPp7D6DtJ0ks+7ZmsvPY5mD0ODyI9ZPBFPn7nXb6pjri8o6PMPUEUdztRZI+9DPUPvjKALL6WVH8+mUJ2PibQJj5gV9s+etCqPbubkT6KGaK+xcHcvOCE6T3pQKg9g49OviK3Aj6QxBc9jefGPZcxlDtxi4C+KD6WPlOX/D2wcnC+UrnfvVZYHz7vHDY+TBEVvq+3Wz0dgss8MsKWPOVpur3CNHu+omNevpY0YD6oStq+4MRhPraaWD5I5Zs9JT4+vjfeqb5vQa48jBobPV814T3H8Ws+znOovV/pRj6EbRg+QnYZProvJT22ma2+u0CGvu1UIz5O+5I+71QOvbD+GL69zh6+YtjCPdtAR73ADC09J9sXPr+2C77fMlK+LICrPlcPjb0Wdw4+rN2cPnkA1T2r6PQ9I6mZvljFX779yIC+gPrJPvgvyryB/L4+Y99gvRVyLj4WvmS+BwfTPZKqzT05+QU+rE/4vbjVaL5qRhM96KKgvVTwGb4tFk0+JW69vN51Xz5jzzq+2wPEPXpzob2/ZQO9waUSPfxTOr032Oy91zdcPfOoHr50NPy7a5aKPUzLMzxiv269IvdxvRbKa71nQj2+UWdQPdNYpL6eSms9ugG0vCY0ZL3zu1w9C6BRvYTrFr5chOm9A3ljvvE2uz3Ojg69hjjFvc82C756iLy8Iucrvu5GLj5/K2k9xseZPGpDpz1nWUq+n1sGPTCshTssekG83HHNvbBND75AawM9PScxPfgct708jd89SNztPCsOLT6qpea9zks0vqJKrr4jRm8+ZCK5vYrDAD5Xu7u9N+ZCPl0oUL1Tjqw8pzJJPa0jnD3vcXm9GgjaPVTnY77CB9S9bf6yPQ75kL1xyxU9To7EPMTwTzzKKFO91iWEPoth1r3cTDm+wP6+PQKz3j1qbbg8A4f3PbGyDD7ljsY9VUmKvS5qhD4b6aq+g1kXPtz9yb2LKl0+2EyrPeGJID7c4Y69V5wGvfD1BTtVuWs+hOFpPluE9b33Ke69XZQXvcEiRTxwAmU9mXIQOzFJmLs8BZo9H3PrvYOKzD2XtgA+WSpyvl75fb6zIDw9tWpPvkOr3byazu05msvsvLAKLT0bCcQ8JT3QvSI89z1Mm9A9A2ySvaa2Vr5Yn4Q+86iKvjCZLD3geDG9SS0kPhpl9jyOM+W82q+3ve9ffz6rES28UDRWvksUoL5HVpS+iMUHvvC0Gb66a7g91xrzvak7571usqM9Pog7vpE5jLtwHa89bFWOvWsCO76toJ0+Y0Awvv2GwT1CW5G9HT9hvuorkr7txlO+TeeXPg6/DD1CQo49uvs+PoT7Lr4/V5m9kjFBPRokMT1ytay9hvCIPUeJu71C5xU94X18vuW5Y77ZwJM8LPbHvig7272cHUi9JlmBvQ0sYD6Ipts+Lu+qPn7jS75ElC6//79jvjbIW74bJL49IZ2avQSBjL53CN27OHHmPdj2LL0Ctw4+qbmnPLEf/rxQ6cs8UVT+ugiCMT6NxbO9Pjc+Prytfb6hODw+dIcKPt3IHL7BGd+911mLPr/S5r5vtsy97/s6Pkphkj785qI8v8EUPtUIu73npyW+B7wSvvyr2TtJvHm9HE7GPMNPY77FCsK9UsMdPjIDY730KrO9mztxPpnqJj64Rc+9NWNQPaBgrj6romq9fiPHvufs9jxCRoE9RTezPsSHCT70jPy8wXXqvGBkDr1Ej0M957MVv1QkZr5/hX4+KcygPtZ8Aj7vMoy+1V0yvuyWgT6lhzk+zpVHu50Q9T0u65u+j/IEvp9wQL5WpwS+o+uAPXbLDr3d8C8+eB1ZPvQJTT7tR4E+HgpsvkFsUz1IFAM+tysBvpE377t7zgg+3cYCvtfVcj5bOeI9N7qCvp+eSr31Uj6+qWiMPr3jiT6ZFJc+0qxdu7SXJb5Lohu9rJMrPUmJdz4+J9K9Eafdux/eJr51dKQ+Z8o3PW1LS766zKQ9OsjDPjL19L1oCFM+1HPlPd6heL62eau9HqoxPpvsP74BvIo9YZKsvICkt71ujwi+F9lVPKpeCr3wDxQ/AfHIPTsJJb4ANVI+0IVePtsF0DtiiBG8BmaEPgXXtD6Iofu9k8DovffIlT4DNos+06erPN4fsD2LsYi837XNPiudaLwnNQu+WFIHPlTD4j5hlSU+2nmOvr1ybL7NHNo+rr27PWZaZL7TKHe8kTedvcyH7T3xnhs+3vqUPYIsGT5TCs29YFWOPvRfRz7icxw+l+GLPmJHHb4IOoU+g7u9PiBsMr4RBLU+diATPgopGb6WAJg+LvpIPhyrlj4Qi9O96A3JviGuKr4n7PI+1KmMvhcD7L3cFa8+dUh0PAjRjL1fLeA+vYt9PjTxlj1yzn49VHjdPgx0IT2asnU+/zxrvPubJ76atk8+PbbfPCsVoD5fT5i9TaMYPoJn0b5QJAo9gsJVPFrgxz6yD3a+ZMYmvVMCMz7Cc249FG+BvqODF76iKnK+L4PcPSzTiL0JQDq8AFSCvDnG2jw6gVy98skSvdfkNb5wJzg9gksQvEQqa74HxAk9abRYu+HcBL4LfGy+F2kKvlH5N74+UoG96BJWPde5CL76ida84Z7+PMolbj6AiSw8eGABvobOcL3SLRK9KDaLvlbxf726cQC+g+n/vS9Q9j20RWW9e0kSPsAVgD03BJs9RkUFPvqvV74W6Di+mKlTvmnFnT20IoG7H7UmvlDUlD01WAy+3kvrPYpXi74ZRQa+7CWGvXtHDz44ttK9wtkqvtoHZr0eOso92n1AvjOWVr67rQc+E9jPvJCcar4FWOS9F2NZvij2TD2gRBE+qf+FPfFpfb1M4Eq+mn0DvqXRGL0WeYm912Y8vtC7BL1eanC8jIEKvsQsdr5553m9dI0evrXhwD3PZC050Z0XPA5EEr7fXka+byspvolF0zynTew9zAn2PBQ/hj2tUkm+qdOJvS3zHb4htRK+m2mUPN0O+b2SsOK9NeKYPAbP/b0i+3Q92OQLu7Kamb2LL7I9g5mKvefeXDyP3jg+LCSku45Eqz1Mcxg+ieH6PVrWPL3NE/O80XDePXBrTb7CR+A9535XvsT7Pzx4b2y6qbjkvcpW3L1SkLY5vXkLPs00/T2r1cY9e48Mvgr4Ar585PI9P/zWPWuHgb2t/5u9EFQ6PbfCPT0Aiq+9Qicsve6ZSj3Lohq+4cM0vg3L17wCE6O961qePQoa+jyhgym90OAtPU/fu70EgZi89xCOvZ7kgT1IN7U9j6ZyvhYmkb53mZe9NWUMPbSQmD1/dbC90yNWPM5Iqz1gYQc+J6U6vdPJ3ruv5HK+Wz8wvt3J1bv37Ng9+ySJPZOojby1uOU9FDzpPaMeXr5vHkC9eB65POoT/jwGtz++tpcjPR6Nh7wU+Tu9OLxdPkSP373qgxI9Sju1vXW8iL0eJz2++7mcvudQgr3odRS94v9sPmnJjT2y8ZA9lCh5PhBAKbzURuK8GhsXPHP3Kr5VNwi9PDedvSl5OLwViCU9xOZNPsBsaL4++1w+tHy1vaMWk71lDK89cpzUPHcBoz4shfi9mKpOPqf1z72c7FU9SR1lPRysgr61uv677MqlPry6o74Ru9M8gc9tPj3UKz0kKWm8LiWTO3hNLr7ji4O9oteZPiiVHL0537q9VVrivqR4rr2Tq1w+2UIkPu7BUj1DHK88L1R1PhkBXj6rZ3U9Mj4nvj/T8D1kMJ+7ohA/u7aBDT2fkXG+kiWrPq2qmT7B1J2942DbvfRm7T1590C9qid6viDDl72OVCE+h7i5vkJs1D0Elka+wAL2vTjceT49YQg/IPAJPvBcxL2ZaHU8MB10vv6ryT3kK5i+LZRqPWubDr33vHY+R6N2vi+Coz1Cofg9FroIvpiHhD6FHlo9IWq6PB0VI74c5Ma7uMLdvW1vBT5OYVk9Txp8vhkaG70nVie+XxfBPT7CUr7wbzK+lNxlPvgS7jzhTj29rfzVvSwRDT163mu+Ey44vb8zZT7hnLE+o4YovYklVD6pTKU8qwJEPe56mr6Poni+1NsrvtYp+7nndbu99svsvQzlyj1ieeS8nhtsPQJkHD4de+w9mtaMvLZehL1IJ769taCYPTPFhb0pQ8Y+IKB3Phj3dTvIkO45VdUoPqlet72so5I9H2eGvcTXgj7BPSY+8wfVuzOrxr3cVIw9ZTctPrDk7b1Qpey8TdzSPanOBr0ZulQ8Szw2voCd5j0HBq49jVfDPkaaTj4s7Gg9IMOhPbeG6L0HhQg8FWMWPvmc+D0jYoO9NngqPqRAWz1cMic94UGXPoSECz5BfeG7aFUbPVcL7Dxbczi+R+QGvvjRFL4Xa04+VluMPtYCzr0y5jK+z75QPTTOCz6WAJo+7pilvPNbGL78LtW9AhaEvbueHr6pVbI+T70KvhRlgz4QqF4+0gEgvvRBmz336i0+8IcuPsWlKb7oT8g9vZxCvXfO8r27SlO9xJwAvcYbs75oQqi99FWbPZkhjz42WEA9LPfePDyBgL2ZM5c9p5iDvttBjr63uFC90X4LPve89j2QlLO+yXaEvdndxL2kqIw+z1+5vs+FqL5a4L47"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_3/conv2d_6/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_3/conv2d_6/Conv2D/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "b30xPaeJobvkA3W8+SuqvEdN6LzDW/Q8oNiQPABXwzzkMC07RSeRPLNs9jxEu+o8ojdBPcrDjL3Zcry9U9MfPaxX/jyfCZI8R6eSve6LgzwGJXY7dtQYvFhm6b3wPRm97OzZvMkzgrxDGFC8cFZvvsJwLb2NEtk9D0a0PM0TTDte74G+u+ofPTScJL5CHas9a/a3vZ+PBz0Xf1m93NbMPHcpqjvELYO9E90mPINIA70jCrG9H9+JPN4jhruBMgG+2xC4u+EbPLzOPxC99S7LvCsmH72HYIA7qeCgPNO0mb3zR4O8TDOtPANkGrzIrZO8oRq8O14vkTqJnwa9T7CTPG8F6LxnkYO7E/ilPNmV1Lz06ck8ekMUvuMIn712Tue8BWpPvQxl6jxysbS9EwN5vlfJlDvFe0E8YEafvA78BDwqLR09/qsZPMGOUbx7TT08JA2WvWV/SjzNvb09zc+LPG8m2r0V/Ck9wO3NvUvQR7qfa5O9w6EWPG3sqrxhaq69FEVxuo1+Nr3ELbw87i87vo1w170sLPY8WhuYvGHS/Twz7a+7LZ1FvU1YSbsDgLK8NDSNvMrVur3OQHE86fnFO3ihPL2gIU2+FevgPORScr2WE0o90ynivLQ1ozyxwB09ozy2PB5k4rwv1Ng6mUIePSe9ML2kItW8NC7zvay9DL4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_3/conv2d_6/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd", "op": "BiasAdd", "input": ["sequential_3/conv2d_6/Conv2D", "sequential_3/conv2d_6/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_3/conv2d_6/Relu", "op": "Relu", "input": ["sequential_3/conv2d_6/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_7/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 