{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "T": {"type": "DT_FLOAT"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "11"}, "end_mask": {"i": "11"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "DstT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "N": {"i": "5"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"end_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "1"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "N": {"i": "3"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "7odyPMzh7j0F+kS+mFXKvXyECT4TAwE+xiQVO2bvuD0ZFn8+W+cSv0Bbcr65yTG+y9XhPASyoL0sm8s9LxLAvYZ+cz7F0wM9y5QgPriMSD2D8Tu+ZYGNvYTiWz7ykB4+dATEPfuVzTrN+0I8o3ElPqO9Ub4aL4e9g55Yvs0DVDz64TI+ir0SviDNFbz/WXi+FORSPQ+VKr7RRHk8cMuFvHkhW72PrJ+9nzGLvKjQaj61rbU9Ju7NPWQpEb9k2DO6kZJUPo3Si71s/ji+mEM1vswp877rhnm8gB7yvcheqL6zg7i+rpCAu3IpBj37v+y7Dl9Fvt5kFL7Dy5a8q4ZVPSnKPr4pJY+9X15KvQgmlTw5FiS+mUW0Pf4d7r2CJ9q9j1kovjaa4rzH00Y9nOTjPdjfhL03/Ke9OcPOvdV13rysu8U9teMpvn4H7z28gIy+66H9vD+7vj05axy9D4OnPS/iIr4Qg589onkoPhbFub1aRSe++O0MvpVv0r0I8ac9+NlBPgMCIb4cvRm9HRspPu0VAT3eEOo90slyPdp7UL5mlFG9Y0KRvg4RIj4k3om9e6/evLQWjT06qk6+1ACfPRx0kDwNkcw95vK+vXCIqr7FXB2/oc8LvmiXer3B1UA9OKtrPeBzXD1yZU69G1cavbOi5b1nQWe9HjCCPmwIBr6p1Ee+QrvdvWHMwb0uloc++qtwPMVkOL5YCvk9vzD+PWRIcb7Jypo+7MYAPqWomTzU/8y8BeQOvPUMIz5oMni9MNN6PfwghT5mCpS+ITHavVzYeD7iQBC+MdL3PT/sHD5cRzQ+L31bvq1oSz1/WVY99BYPPpol4LwqY7++PAt7PsP/Vb7WGTm+4vFzvHgBZL6jtP46dVENPpYqED5PWJe6gkiNPobYCz7tfI+9Qlc3PvlwS7v11cw9MjDmO4HH5L4YO5a9GxSDPiV4JryoU3M9hBUFPSHBFzxlLEs9iZp1Pe8rlT1+1JE+U3J7vXYulT0E9wG+ua5bPGhGu7vcUnM+3O2APUvFQL3/NcE9lsjkvHNqaL5rt6m9dMqaPXx+UT7VlX4+NbmBPPvYDz4rEJE+Lk5RPuJ0MT4OvVK+voSkvrs/5j3yYSE9uAs3Pss20DyGIjo+S/JlO/Ohaj0HAi2+C9FgvAoG9r0rhx0+SqMjPr+ffzp0uIU+fHXVPUHE7j0GOVi+rTT3PYuwrjuqRVa9hJoePv5orb5cxh+9wL2lvmb25b6yb2Q+45KFPouDzb4s3DA+/BHMPZFEOr1bJsU9h6wGvtUk0r1JsAk9e/HGvMdyn70CSiK8aPUVvldkED5Cvai9AV60vmrjpb29grw+mxaLvkcFP725zYY+GiORvi0UkT3ZzF89PpLoPcNrir4/aaw9/mLyvUc85T3eO009jM7MPVtWdj0P6Nq9tFAYPsB0Ub6gRQc++RkwPtJlrTzhXSG+ruaoPVL0xD2R+Xu8xxU+PqWMGD7G2ha+VDmPvTg8KL6QFd49EnuaPZUX3j1uFDg+k7vlOnWEiT67CIQ+LtQePKl3VL6mB3k84EcdPvI8L75Avt89aBqGvXiu/jx9Lb09VnXgvU+XaTyXsew7NI5DvXjTiz0cnaI9awarPU0Iuj3UCe67Ms8IPmFvEj7NJhA9aU+ePXGtijy5+D6+5Y0HPnXV2D0oVSc+1IN+PdQlojwPohu+K4QhvZ2L1zzZV1g8XBwTvQlnwz26JYs+twrpPcj1Gz4HtH2+7pmTPfsX5rz9jYg+EpGFvh2ZgL3mHAs+EjCGvs9RmL4t6kO+2moWvgy/HD0qBpy9JGuQvAvcHT0QwW8+utuHPcJcbj0nGnM+1zqnPYD3cTw5VIS+bs0aPtIuNLyPHBE+gMdnvfr1Hb6jbwI+fImDPR0mvjwJzUE9mRghPj6d7L1uRmi+EQIhPlwDvL1DpB0+MxVwPnI+TL7ipc29e4/ROV/qM74kglG96st9veoxsz0ikBs8errNvDv9RT3H9sS95ZIGvu8ANzzjcGW9tCgVPqHy/z0pto++U1TsvSVfHr3xHsO9G3y+u7Cq6bxF6rI9xa0YPin0Gj4ZtVg83D/XvQ9ldD1EgFs+ffL9PVySOLxLGFI86b42PYcc4j3YsGC9QjFRPBdWQz7VZxk+tyAhvh7+Lb50GH2+2L7RPQQ0kr2yuDy+9v8hvhTY/72l4kY9SPlQPQ9ojrxW+729Bkf0PUEdT72goei+qKrJvSxGzr2Q6tq9Vt/7vQ6eLb5Dj909h54AvJgddb6v4dk95XgjPrD3xr1Pbhy9K0+WPYwnDz5CHBs+hSBfPtRMMD5IkSQ9YMBLvrM5HT5RZA298jcUPtZLEr6CL988e7XPPRhFz73mDi09oTgVPi6OCbpM1Gu+Varivmnxjr4Ri289tnubPYF5AD3B8QI+gvNLvhXhjD0tID2+swEYvl7hrr0GJCi+y8DBvV4Eyj0Zvxc+uCquPVcFtzysGz+7V3aqPVhCUj7GKwi9kO1qOlm2PrzED/c9FsOgPDbjm7vzUBU+QqpiPaKIcT7vI8W9la5hvuuUuTwz6YG+yHvQvZnKYT78Uv6+HSqSvtuHez0z4zm+b/XTvQiuQD75vCO+3LE+viTs3D3yMxy+WAVNPnNL8bttG8U80n9MvofgbbzRw4q90AS9vNBWjD4lvFO/rNs0PfXE371gx08+xRlcvUV05rvERFe+dAOMPWhbiL63Mie+WAclvpq9oL3evCm+NmWyvLMYJD63WB4+MjC6PELunz0nsVk8fA6fPZQkCT64rSo+KqmhveZOCz74ZKq8EKd+PkoWyrsnns+6bmtavpsZmT2++Eu9qghZPkV8gLxMyeW9G+ZGvtWJzT2gA42+GigkvSdOG74LOFi9NdZGPXLFg730ywY83+Zjvtg+nL5DBpc90+QfPgOxKb7Ms2E+/KZmvd5O6D2iVPQ82Q2gPh/tgT3zRXo9dniNPchROT1q8c89+8LMvZkxCT0mpny9A7/DvtG0973YV1s9H169PUHHE70ljpA+p6KAPlqcQT5dlES+8m4gPpr8Vz7S7wm+NICzvV6VyzwH5Ls+UspCPsTfmb0JKam+QayhPSEfWj7W5Z4+DUrIvchLpz5MI4e+V/tGPtyhAr2D8669YCSVvtgxlj2nzEq+pW/nPSnZv75z3w++CUIgvuFueL1o47E8zpAmPn1fyL1jCnw+bP/svA/mbL195vw9VIUFPiF6Cj7Cj8o84CsvPQyRjL4Gzxa+BMtAvlxH+70ZUv89B+RIPcIf5r05NL891IYMvgw6lr7D/Uk+qQXHPTD4fj0UlWM+uyYxPXurPT3TroW+wihXvUufZj7LsDI9BmPWvcRu9b2vK2W8kO1WPbqOWD2hMdo9aeKGPkrnSr79I4w+qmxyvt2lxD2Tc+s9RJl4PkZiZj1fsTm8LDV3voaZ2bypSa095esnPrs+lb7rJcQ9hGdFvjClK7xNLLA+MMkjPmH89z3ISwK9+ReSPJh8jr4F558+nkjkPVzyA77im8Y7QTAAvu2S7r0r0M2+w4aRPbo4Bz5xx8o9uwvQPbZ3+z2FBJg+PpfnvXGJVj6wMRe+UXONvXV1HT0To2+94wr2PDx9FT7JFRW+Xj1EPphqMTtnojg+D1HIvQIpBT5X+o69AV+XvMlxlj5OW0G+/GUNPqag0z28wUg+d3VkPc/GAb2+5La9pv1LvueQvjyzsQU+Ih5bvobtwb5JenM9S6PDPPrGYT4sFJQ+WN2yvF3sBr6k3ee9FLbtPAs7Hr7MZXe+Gf2wvQY4kb2c7iy9qSv0PUyztL4heYg9SpQgPXW3VL4QiyC9F/ihu0VhtD5EO4S9H3o9PZoRIL489s+86yNSPYO3P776pOc9XrtFPpM3FD6zggw+Q+6uPWQQor1hg8K+41pqPoDo3j1tFn2+snenvY8pbD7jBcI9y8UHOioNpryBURC9wkbivWuhQD5wuoE8DcIUPlHZCb4aysa9JQWyvT9Zmj7GF7y+2jUkvmPs3D49lB++lDkuvuIDRj6kcZk9Va4tPXOCNb6Zvnc9oYIrPvrmO77qKiY+AwoVvuXmMj4cLKU+M3znvWTmv70I68o9jry3vb47Jb1tRaY9Ae9kvgYdFryL7Qu+h5GRvox9HD1g4lM9loBIvgdE4byKT8q9U6gWPbBbij6D7G89RuE1viEIQ76mfh49f6ohvA05PT7tuiG+5ZK8vhF5uzx7ZNK9r8zSu5cuJ75hH7486bA8ve5err1TC6+8nhKgPSog8TzvdCg+S1zxvf7vEj5fIEA8rMehPbB2dL6fWO49L5dPvuLNYr12R2k8YmPvPO/IoL30cMq9PUI5vewhNz4Kwj2+QLERvuGiTT5eTRQ8EXA2vgTO8b0pt1i90ZVsvmT2lj5S3dw9b4gOPh0RGj6XO7g93inZvcLtR75rg1g8+SWtvcdnAr595Os9A6WvvCEPYT75Chi+kwkVO+ABhT48ngm+WRL4PWk9zD237hY+hXAmPanNez63yIu+mDaePpXNbL0v+Ui9PTLzvbDOBr4pi9o7/dthveAjcb6NBfQ9LfXpvQ/4tT0aUL6+2uMdvpsDtj3FbjS9O/ntPavSKz7TpbK+U9tTvilFM74WoBy+yuhvvFecAL4iHHW+IcpMvhgOLj2cdwy9YBJ8PevHhT2Be/G9OcrWvQujFr25oAK8ezobPqhYET0Cv2a8laq5Pfk9AL6A8Gq/QMl6PuevnDs5VQG8de9Gvg9fBb32rte8Cv9VvnQ6t71/P5O9Fx1hPiXn+r19fh2+aV+zPuZFWz2wbII+A+f3Pewykb6oKzS+fPt7PkbsJL31b5g9H1/GPdgvRT1WtB6+k1ppu4EoRj20slw+X8huvkBPNb6hbJA9eDY2vDz3JD592NC9A7bzPVyOdb1pXaM9KCy4PfJ4mT7cbGi+BKJJvrahjL71gma+2kInvFMeWz5Ykg49wr2XvtqMt72VBhG9oRipPQdSMz5hHke+3IGhPYb1Bj5Wj14+TckIPlv4fD0Mmnc9NcCkvTaRZD5MLRI+n49DvvVuBT6QHsI9yzejvVaxiL7Jvgc+nNAMvrcobD6ugq49eH7UPLBRLb0/VQc+cwTmvdQGH75NNSa+/T1FvpWoAzw4w5G+cCW+vPxHVr7OMAW+VjFLPtg22T1F2vu8xNxXPs5pHT7OESi8GmcvPAe7N74oZ1s+ELhNPovFbr1lY+K9uyqDPT3jBz7TLSc8dYs3Pg/l5DwKGMs7cBnMPFtxSL51lkE9WrJivNOoXb23W3Y95i+uPF2yCj2beIw+9/LaPCGtVT788J68N6H1u17IqL1/Moc9wqESPVQfH77fuv89g8wuPuEmoDxD0kI+cbaAvhPVmb4kDQq+HdJpvuB3Gb42IWa+BE7YvQEfLb7I/Eo+QoxnvOrUWr3jSZs+9qbOPEoJF7662q8+7D1ivtTdDj6hFt07RCQgPT3POjz+Ei6+TpRXupwO7DpNF929EL2ovVJ8nj6FEfi8q4KIvSbfhj246Yw8+ToOPT8jiT1upcu9m34sPrD8L77afdy9oG/qve9vQj2WZIc985gevFUakzyShAQ+xHzPvY2POD5vBwS88TdfvTOv7b0sDj49YJrTPdQbvb0o/Ry+PK7pvQJSNr5LZS++WwH3PA8DXT46YOk6f/MxPi8sGL3msyq+hov0vTYHTTxYyVQ9+7QoPnF3tD2SKsq96EHPvcwxN76oHK+8+hfcvcAPUT7F1GE9g5L7PJ7pMb0yezA9U+tpPp51pjyGUuC9ViH4PSCMfD3exBw+S0oqPJWBhr4q8e098zeSvR6Rtr1+o589gbidPVlvaj4iu28+exClPkRYhr0RoKe8vyEevMCdvj1cgAk+JGOGPpaVKryy+jA+3lmYvaNEgLx7Ss+9h78iPgg2qj0KnH0+IVWWvbXzBz69OLq9QioGvjSp9z0/r3Q+K/4DPjqBrb0cLXM+WfrwPeHqqz0T4A++rM8FvB5/5b15xKA+yZ8MvjjvhT3yjzs9OMO1O/y8HT1XHDm9vcMHPXZOiD1iEAS9CNdqvnLo2z1xI+W9q3tEPoe4gT6B42W+LLvcvMSAO77zz4699mqzPcRzxD3xbtI9NlFePtZqSb5nDWO9j1xpPfNPzDtEZF++W0F+PRakVjwWcNG82rT3vaeGSj798Wm+M54Uvhk0lLyYrBG+8lRBPX3AdT5WNT09h+bkva61w70iuYW+WJUMPc+CvL5/2m+9icBPvusMNb3k+Ba+aT9kPVS6Sb5F0sa96LnTvZTNFL73jTs+hOlhvna2dr2n13a+VegdPaKW4T17P1q+PY0bvds+Ab7gr4M9h+jMPT9Qjjzlpps8ErkmvuzfTb2J9kG++Tsnvg9SCb5KUSc97JGdvd+TAr9rSde7G62AvnwkA7zVCGy+uJkMPaD+K779umm9HF4XPj+2PD6HLke+5kudPYO2P77qcFm+tGEpvFI9Cr5uCI28kll5vfRSWb1pCJ49JzLLPRLctD00zrm8OBUNvp9F2zwM5rq97EEGPsQsGD28+5S9BZ2xvU6Vqj35YM69+9mqvhUZcD0qP5i+cxRnPb67nb3dxjU+zoSFvdWhQj1RVVo97+oyvSMV/ztAPbi9iFDZPFTCW75n+o89zxh2PFnsajy2oqc88Q0Zvlt/iT0pf9w9EOrjPVVJRrxf/AC+iUGTvJZe6LxPsks9WXZDveDUGb5PH5o9U9fivZgpDD7+yVO8yxaiPLaqzT3noBs+CiVlvnOAzr3yf6S/rkstvuG3Zz0c9Cq+jxxLPpNYzL0k+Qs+cS79veDSvL2olY+8hBKIvoJTCj7j0iw+Qy8RPmdJq76qMiE7YFTtPRhmbD1Ij6C9BxjyPdcNgT6cdFA+E/3zvKTSKL4PX4E9koUfPi2a5Tu3C2U+3M83PrJ+E77jYyC+I2SSvOCN0b05wMa+V81Ava6lIz4Dw7m+P4ZBvoOrqz1XsY+9i2QDPntBTb7YajO89d3pPY1dur2UYeU9/p0CvpT0Jr7nGHa9IjoNPhMAFz442d89DNxKPr6Rrj3EoQQ+SCT6vXO4vz0DD9s9azJyvep6Nr7T++A8i5dVPl8Tf74SF4O9cSFDPX46fT1hEYU9xpdXvoyXwz1SVdi9rex9PgTHSb1CQ1c95GOhvT93Tb4etMM9Pe0Qvl17870VXMi9SLqSvlWBv741G4u9AmTSPaEoNz0YjFy9bybaPQLsWD0A4Sq+oKlNvWTOKL6NJqo85DtHvtGohb6cY/S8Je3DPXv6Rz4dfSe9gy2XvfaxiT5uARE+ep5NvcKh9L2dWC2+Am+COkqISb6ITaG+YnQWPcO45b2qYkI9H/c4PtSmmj0VD6o8K8e6Pd5Dl76h7Mw8AAoMPQUIS76kutM9dsKVvApIj7zFENS8oLs1vakULb5rIGM+Z06xPJnsbD2Q3To+YvInPGbVPb4cyqA9D8sKvhqLcL1rGYc92lq0vi8+sTvGiDC8gIJxPmp1OT47izK+Wh25vRtAKj4vE8W9DYmdPaPq2L3pJMe84R5UvZ8qWb4vrWG+B16hPcdArT6kGE09pcBRvutlJ76AP0g+i4PmvRPthb6lYz89U2lXPt5OCTw0gxk+zQ5ZvZinmjzM+Cu+JNGtvFFcATxf06s9kBWNPZhZDT7vTyU+VwAUveEeVj540qK9v7I2PRGuTz7fQ4y9Wi3wPeM8pD22uwO+vQ5YPkLkFz1nGke+2wfWvcmZM70Jczs+hv2QPZ+xTD3/8ha+LAZ3vITZWr7dtdW8AyV+PVcBIj7hm6y9NIMfvlsF+7wBqti9NL6QuuHU4j0mv3K7qOmCPiF+sryph58+/ugAvsUj3j3Z2jm9Y+HsOhSmPz61siW+rqzhPfF+Q73y3z28ZdDkvLqSxb1cBF0+D5ujPYp/QL4PZuC9/88Dvufu+T0AlQ0+pocdvlgBsj1xcV6+aXYjPfQ+T76vM0a9D5IivkjJ+jvOTyw+C5nbPZPeSr1hR6i8huBSvGdDar4L9+G8iS2pPfuMuLz2PMa9BDuTvYAvnL1IrxM+QRoIPoqxbz0Khku+fb75vQQaW72yHFY99TBLPg+M8D2Wibq8wWIbvmnGcTxwxb2929LBvSY8XD6dQ4I9/DuIPGprY77O+bI9yitEPDwVLj6I1UA9P6UbPZK7Q76Bqkg+kV8nvjmvDT6Jx526/K9RvpSOJr3l4Ve+yKdQvl//sjsHJZg9/cAIvZ+1K73u4jo9bNABPmuENb5HKC0+tZp5vhow1T38IZ29NnZpvdFUFT6/2G6+JqByvSSKKL7r5wa+fbrcPRutoLyIq+O9uzWxPOCJGb4Cs5M9tjBBPTpfQL4mUzO+CIaBPWrNJ74p1g4+xL4bvRe3Fr4eomY9rnUWvkQhg75/hEm+QKm9vT/ykLtEIMI7evmIvU9WDL5iD1W+f4ocvi5M6r1U7fG9dAWvPUjLk74HyoK+bQuTvXKAoD07wci9DD08Pq17Gz5WUpc80dcMvl7AA755Vr075ktqvcoWAL7YmQ8+npWuvQ48cryhtUe8sYxkvWGeAj7Dsii+9UCxOiVjDj128Jq8XzF4vunN5D2+P9O7z9RtvqCgPL7Y8Wi9zUSJPaoFR7wk8tu7h3XxvftmD76UowA8rOGyO67Our2XQZ69K8bIvOA0sL2umv698JkAPoPKpb1b2bC9MKwJverJ0b25EZK+CBHSPD+PO7w5a9q9IyB6vSTTBj6M/ss9Ym3IvEVgEz4nfq29o1QOPpU227y+oVO93vXfvT1Fgb1yOQW9gt8GPfUzgLyOoLg9XxawPCp/BL626J+9Qg2LvXu3bb7gNM29pq76uz2ciL7x+bs725G0vXpj673l9Hy+BtV9vZKIhj1Qb8Y+5oYGvr0uBb7RRAg9jRwiPhijjr5rYOK9TFKsvdSDhT3ldBo+tUqcvWtR/DyAa9c9t6VsvBnUc76vUJC9bA3xPBkLND5+4pe7KNdAPWpTq7wMHUG+BTIEvmqQoD33Nt49M6M9vBb6Oz6e9AE+PYNwPKXhQb4tgWc+XboWPZ0oHj47moK+NhMhPWKji70uFG0+CKBJPueTCz6tZuq9QML/PK4vEL41nc0+TV1OvS/Tmr414TO+SjqXvv9gmD4QztQ9nrXMPZweDDrf/lu+Pv8CPrZZdL41G9I87qAUPt2IErxH6aa+907VPEk0W752eJs+Wy0GPj+vvD07Ov693a6VPZOtsr3nquy9+4vsPXjrpD4TdCg+X648PpaGPD7TqXO+NI4Pvhextb6dODW+yJC2vcm5Sjx5X7e9eqD7PbQorL36UyS+noBaPgDlpL6+WYQ97qKpvhCWo75KB0A+jQ7DPUdKxj079oe+0oA/vVFDlr7qNMI9cgcIvpnGor64BCA+7Y9VPj/Y1z2qOwq+PwS8vcRDlD5+Y9Y9aEnkPY5Yqj5Rfi699lLAvaQup74iH3K9BtvvPXZXez5zWNm9zxIAPdwg572jSgy+Vi4UvGLcSL2oSYI9QrouPqhgKL4H9z++dWVTPoFXb70KFR0+ICSevi/Bkr6LuZq8ri2KPhUjjLwcERq7oCIXvYk5Ib7wwWw9oV4iPpEEzLzxyj2+1BykPDEvEr7R+4C8dLsDvvIdUz5BsdW9PSgXPs4CwjyICBy+FuuyPdsjN75cuCA97++Avlhqhb4rQnM9wfgAvujXBz4U7vU8dBwbvv90Dr12KWm+woEGPbScJL47kC8+6iL5PdgSXj3BaDO+K6wavhCcBD7UPK+9TShNOvrClz6h+Aa+QdBVvUl/OL62GFA9R44EvZlTtr1BDbA9mHE7vlnP+72SVTu+dEPevdNxM71e9jk+09iXPgTiJj33Qju8NPK+PVPjJT6hSx2+s5eDvfmtb75ITj8+BQjSvQqWWTyG3PU9NuftvU3dAT6cn/e9ekBkvth+pb2Hk8M9qi04PQKRdz42DjY99dCePrJP2r3Bgxm+pqyJPlcfPb2bLyg9V9FTPjJvAD62wpu+Npgqvl4sgL7NBsu9lQCtPIIl5zsfmsY82asvPNjbiD5qNxY+rXbsvY15Eb7YcXA+eGSAPT0QAz5WNp286jaJvVkgQr3Oysq98G+qveHGJ745GUu982kFvvypC74TbNW9wpCUvpU7aj5/Gzy9XHewvWEGD71fqQ2+yYW2ve/8iD2opow9rcjSvcADVT0dqsw8SKIyPh+EOD5ve0++A0RGvpOdGr6ukXo+/oMdPKFbVDzlclg+hfbkPabMNbsLXqu7xhYZPqG38DykP08+7/6nPf/eZz6ZZTK+k42kPXDTOj4pjL290cZxvT24JL5hCTA+mQ6CvVIwBT6HILg8Q6dnPme70r25nQi+SPUKvpDtTb0Myl0+NAtRPeMezT2KqIu9Cz/FvQPlIz5aAqW9MNwYvoHiNbpZFJS9nCUCPrUN5D2hkQI+DsuWvBjujzxFS7I9JHu5OrXBDL554GC+3yoLPmFBJj7/7ay9u5liveOBAD48CR89QbBrPlIHoL1s1CQ+ZYWbvZs+dz39L+A9uboNPrPUIrpwA9G9fX/APRFrED3sNIg9LKS4vQeCMD5G6EU+S/IZPExVMz6IgUI+I4tlvpAAIL5Nb589rpYwvY8hPj52cTS+ffeZPNuQgz3Hf4u9PwHLPemrCL7IuYy+CGqjPUZjSz3b9m8+AuYNPswrSz2QXBK9fy6VPU7jLTzv8BK88/QGPjsSKjvBa/+9mwsCPr4UZLseRIg+kwYjPs4/FD6OaQo+QHvkPY1rKT4GfuG9EBjUuxNMOr7Ld2893MpiPdWFPL6YzTY+OadXPNcUG77HCPq95PxxvOMBa71CIBQ+A/bhvU8Qkr3O9hc+aB4NPnpxYD1yAke+OeurPTmHOT5gEPA9g6QBPRo9Gr7M6IA9/zUPPivR67yhLoe90AoJvrXljT3C00Y+ndy0PSxgb70zVwC+0jkavI/bKL7AeVS9t0GJvUTfnT30ETM9e+LZvZjSKL3rY268RYG1vXUnpT1Qo8U+aoNDPNJ3cT7UlxG+L87GPSvxaT3MSgA/B+mtPXIBAr4gbKw+erUQPyyTlL2RHNi9CwysPKjkD74Y5ZC9NqTdPh4Jkz4jsGK9FutqPc+zvTxAaI8+HU1HPTLgob70YsM8ed7BPoMtfL20AGC+yacnPaNsCL58MZw9b4anvcGgtj4/BUQ+rlMJPfRqirwDqYy+O9oQPnkpyL5Yj+O94tGsPnH9R71TiYi9a3kAvs7KEL62HIE+m8jevbLdTz4g7hK+olEcPsbQwj2wXy69I1rFPOQ0NLuIeIM+S/YaPq8xpz3y2Wk+b/SAOufPkb0kZDA+eJ6Zvm+fGL6TiNw8hx7pPoGBEbvTbUa+QicGvm61KjxoF6u+EpcdvY1UQz7RnpO+1ZWpPjgLP71t1/c+DQsfvgTAsr7wfAG9m1G0vtRYtr3/7lo+nCU0PiBwS77ay12+bvx5Pp5OKT5fsAI/hvyOPv+kAz5QszA+SWlpvsokB76la8e9sUxhvVsQHT6DdK095AmsvrUpHb6uEa8+v2vhvCg3F73Z2Ze9T2ttvpFzHL5ZuMq8NRaaPuGnKDy7Unu+a2faPcxouj3+l8o9kU02PiaPUjw/Szc+ZQslPk17cr7YYQa+iDApveteKb0m9aO7tP8kPhVfYr7Udie8CITovWLDbD4nDYy+fPN2vo8Ihz0IthK8VK/iPE2G0zy6OBm+1Q4oPnohNb44EYU+KuHXvbFnIb4gbYa+7JBUvqiOAr3E6Le+PdtzPfU/HD7k/R08oR7XPVJdmz4C2TW6hZ/pPsygNT6uATs+Lxz9Pe8Lnz3bYgo9godGvo/bjL7Bzmw+6uWBPd41Mr6MYXY+saW/vdytIj0SXwm8z4cxPqx/fz6XLoA+UorwPQqjLr5eLpK+Mgz9PQv5vb18c129RrvwO5IQX77B//Y9EgjnPZlcFr630Ai9kbVlvnfErT2mxcg9gMqVvXcnBr5ZcBC+J8bDPXQDhj2B5gu+TrEiPj4G9T0mC7E972bku4QsGL3Wnwc+ujB7PSQh9DzLexi+5zA4PrvnUb1KKVs9xu6svaYQsT2pZgY+Yy3EPTGDn7s+A20+z6GRPaL0mrxsG/g91pBOPXmX1L0NEFI+pEC0vZX0OD6LN5Q+MaQBPSqQer5es0q95w/2vUgrir1rvHq6c7v/vSGAEr5Vw34+6uTJPc9omb0bAEc+ICE4PrbeGj0yGmE+enBlPiuUTD5PlRu+dutFvhYjhz337JG89VLDvaSE3by0eUY+9xeYPcYdtD05C9K90y57PE9Z9j3EZ2C9dve2PbYX0j0zcgs+ydmMPhe0Bz5gXYK9EJyGvr5nCb7uYgs+KVBxvTph/j2gC7k9kE4BPhVQNL3ShgS+eFWUPejGj77NwT8+NRWXPUL31T0PD3i+osnaPYxA871qy+i9HHoFPc5s07xl5Qq9o28AvitzKb7fV0y8iOkSPettLb2kMDU9F0gJPiO2Rb2SAeQ9PzIZvpAbWj30fhQ+B8TDvb3VhL4Kqvm9z4kwPZA/O70XSrA9nK/RPVe8Wb0+bVm8ufAtPTlz2D2BQ5s9e09zvUwxXD3yg6+9xoZ3PCLAFT5aovM9OEYuPiQegT7XO7Y96D3dvR5njD5uxXg8TNihPCFqi71BuFg9JM/FvPqHUL3FdXk+eWzrPchKJj6xMUU9Ndy2PZUMCr6lokm+gA3LPRftXz0lT6291C42vDS5Vr13nES+kKFaPtnCFr5AOQK8ssuJPUcvy73y82O8eh0OPdBIt70ohhq9lDpavRsLWzxqIaK9GW21PSERkT0S9LS9OtCnPQ2FB75dJH09/YxaveR2IT2hf689LAXDPS2Q4j0e+vG96AsJPX+55L2RFAc+x51BPZXLiz1l8tw9U3rZPj6yizwm4Ii9IMkqvp3EtzwZuYi8E7wsvnkVxr01M3k9X779PViBoL39i2+9E7eFvKiQGb6+FZy+aG6ePk8Hgb4GqQu+kqtivGGWdz1a37w+p2Epvr9iLb29ans9mURKvttnVb0TAy6+thNgvYm7hb3HpoM+acu9vRyrRr7YnKg95r6kPSjFOT37Pca+VH4KvlCU6j3z3qS++nibvmHHjz1GWiy+hDpGvn8S/Dwfuxa+TDfGPZiYa76pN/08b1b7vC7/Yz2L3B6+nARHvsy+Lz49M0w8BcenvggUtb1G4Qi83aEuvrFemr7Bj0E9fd4bvot7eL6i7B++oxH+vNBmtD44GfE8fIHkvPCufj0n2nG+VxCsvvOVjTxBGtO+P+C8PepnkD7rxxQ+bwhJPihj7ry4VAY+zE+bPS/Rg766/oO9DBR0voj+NT69B6u9N2iqvhh/Br5nTqG+/XwQPpqc0zxguzO+CgolvkvChrs5KDg+iFfBO/Fkn73c8NO+XE+JO2SaoT3Q7IG+mEAuvn2SVD6v/s89dySaPTLLyrwGKwY+v7dvvmGaTr21FhM+yT1bvrrdBb9FidU951P5vYo81z14PKM9jtIIPQi2Pr6RQ5U9U3AvPXVaQr8gLz09+9dbvsXBT77PPW49aLSqPKmMtLxcZtS95iOwvV8sHT7tnau8vecFPkW85L2dg24+ahfxPSC2e77OctQ8dpuUPqfmCr6BC1K7yByRPnufvD1o2fm73O13PbFbcr7Ki3G9+zOCPRkxb74gcdW9ZrccvhY2cL1n0B2+xR4DvPMwNT5F/SA9k3WVPT+F/j2Qo+W76byFPj2R1L1JiQI+6/+OvNuKnD3fSZ29dBM0vq5FH77FgfE9nxpVvvGjkj5LEKg80KJ1vUNk8r0rlyC+B4sKvb0Onrrq+iU+noCOO659Ob5XnF4+fMSdPuwvfr3Opr49A8NHPkJ3zzzLrdS7mIpUPL/5Fj4uZGK+XXiNvvFzPzzWhRU8fxNFPUsQrz3hwga+6pMFvBYGYDruixG+d3UgPmPOSD4qRJY96TIQPj9Tkj3q9KQ9QzdzPammZTyUQ4a6rfryOwBNXr7Rmgo+b+UyPgpe1r3XD9m9aNMCvZC4QL1R03Q9XPkivTpoVz4tjDM9ZCBrvk1yDz7WUoG6wEbivBTUFL2VVrc9V9jwuzP3Bz7mO1y87jn3PFOuVL6WBuY+jY5nPnnAdr2o3c898jdjvSZlYT1txU29S2mDPucl9T0ZqlA+0SiaPsFah720cR66L1yVu7OwErvL/oy8GtSBvcFYEz5h5bm+sJjgu2WbQz4IuSI9+RMbPqPv2D2IlPo8nULevCYhPz6yiu89EAHZPWB+kL5jj8w90irdPWMJzDy81J2+vTFqPsrgpj3c4fm9OttTvozWmr5sxQS925UPvu6iM752vjE+ex7svZrNYj08nBi+itXturEjKb6ITDY9x/qLPW1+FD6MPEU+g8ZMvnklc72rfBw96Xk+vs0slT30KxW9OPzFPQsArr2/Y5g9DjG9PMSHGz6aWXW978rUuszQET63btK8/q1tPp/6QT5C7vS87401Pmg6VL5T4M+9jGtVvTpKHj7fdIk9hHVKPu/xCryuT4c86Y7OPF/Qy7o5CRK+Pb9OPbyp6T2GfaG9X61hPVboAr1xZG08D6qNvWqWgj7LH7q99Rj3vZOzsDxeC7G9gUDOPNGb773tcw4+AbCDOVyyxT2gjyY+YCT0PVi8ST0JAR09Zc9CvmImiz5v/7c+G2thPeuZ5T4JORc+ZywyPsF7wr0iNma+/HiGPYKr3Ty7AhU++KWsvTais73UjqY9oVYSPsSTHT5PRZi9mS2VPRi6k72woAS+iWsVPjkFDz7g0AU+NCglPnhRbT5j/Gg8EGAQvuuyxr36lwE+91iYPfvTcbzBCnC9z4ryO/brRz5MEWY+wHnEPL2g3T0yqCW9cAXAvbNGCr1rECK+GohQvfE/Ir4MQZg8ktvevR7RMr7kHYC+4KhaPgoC6j3V3K4+KWHCu6Jkuz0lhwg8wGAkvbFADT5AJmI+EDJkvHg4Jb67TSo+pk1KvmbSKz5/iVE+WL2tPS0ynT5v5Im9jutjvhkbBD7w/aA9Apv9PSsoiz0KLYq+qH+JvUGUvD2OyMs8YK+UvrveBj40iQQ9kLo9Pc6ubL6UjJI9gV2fPYqkLz514CQ+3cqGPJTHt709jH081mMavugaMj2C86S+39MBPnWr872D2H8+oUsmPe4aI77sIR++Ve+Tvmdlpj5ydVG9FkS0PNkH+z1jNfA+EiAHPo+/vj1ZQge+A6FbvNyn471XlqO8207uve6yyjuCYpG9tkdoPjwKw7x2MgI+Fn2/u4Ml5T3x2Lw7C89ivb02pj254kE+eGgzPd+8qT07JjS8XW6/vPRNj7s5jzK9a+gMvr1rDr6Uw5+9LviePeLjlr1sPYO+wp76vVi1kbwramE+2XEkvNxDlT2UAVs8hJYdPj6ojb6H+5M+03JlPukBjz63L7i+gscKPqKoQ71bA1O+8qZBvTjbQD62sXs+nBQGveXdCr6tPVE+oYMYvWqxQD2D2OC9tD/OvbN5xr30IjC9GILiPDRTkb7JLsQ9M3ZLPcmp2D2cIM48J1TwPIl4Kz4AAgc+V84dvUC6Qj76sjW+1KWcPUkAQL3zkUA82wkJvdVHrb6PnbC+PYq5POO68D0M9jk+frLlPXyE7D0kQyg7UcOou5RXmj3F1yy+pum2vVw6Ob1zOoC+WagBvvaJEL2F98C8ryy/PtB4Lr7e5Wi+ZfxKviijL75Jkhs+kcGfPJkUaLxDh4M7I3QVvn0W0L2z8849gzh9PggODr4O80K+LJ+ePdNqgT4o+ZI90jHZPTXFTD0rnG6+7XshPbTkmj1j3zA9XdI9vT7LQb0GV8w9uM6Fvl6X+L2y+1G+d99FvXJe2b3HcIG9Cf07PjtljDyJSMU8hfrbPKW3LD6q87E9cJNOPOKYdr0ThTo+eW/dPdz6Sj2XbAe+dswgPBOdXb7EHoI+R9IMPc9CpjtSL+w94PjRvZ0dCb6xWRK+oEvtvd+09D1Bsxg+w2LFPUrIsT2P5Fi+D4QaPnfiCD6HbvS9nfm6PZktOT69LzY+Wp0OvnOtDz7DA5C+iyBBvlinKb6TUQg+MaolvmZYob3GKbi9rkRvvs8Xoj1UygA+rRQzvjgaCr7C8y8+NXswvrtc0L0tj8296kAYvl2A9j2j2eC8D1CPPTixfj7IsNQ8JCm+vTn26j0cBCI+GKDZPQzA0D1E68E6E4vJvEvOHr7daTE+JbOBPpyE4730JyQ+lSWxPWGQKD5BkgC+i/ZSPYkAxL39sG8+qRs1vrnEjjtyGyI+RIshPcg3LL1dcF69qjy9OzpVQb5SR2E+DtNoPcKOhzxBrU4+efzWPCkLob2DNhU81Z0CvqgLXb5F2TC+W8ukPcgTDT0i2IY9Rn2nPXOM4Lz20RO9GpSdvjkZvb0NoCo9YUFZvi1xqzxylw++w+aLvj/llT06+C69ZyWaPbFEsL2A6yG+D/9UvsRYUL4GToi8OAXrPa6bbT1OKhY+aMODvl42cb7Hntk9bOF6vnegqT37ZQI+Y1kKPgRrMr0+bCY+DuqKvorA6LxVOqK+dny+vbDic71KkhW+NKGgPOfHsT14+pu9HU5VPGmv8r12NAm+7l0VvkxWLL7s6h69oSxOvpQDlT2e7rs9SDZDvho8QzwSXyi+tqsjPnAXJ76KQKq+BLGiPWa5ir0yXxe7zKMIPhl0Fj5GRwC9K035vbPbZL5PS5m9Xk6Bviy5obrL2NC9Yn2JvdMBAD6WXVK+cfhMveAlTL6Oyvi8bu97voKjxz2a+Qg9kq+LPWTlgbx0lc89IawjvoNkC72ZsxK+59oKPZy4PD2QZ5Q95bm9PcpoBb7etE27royZvcgYHD72oNU9oaycvUJVcL2exTC+o80xvgO0fb36qaK8+xEpPWmA0TziBoI996o4PQji7r3W6yy+VRIqPYVTNjwXnFG9V/qLvfMYFL4qZ0e+reDxPVgM0T1ogSk+v4dZvQ5/hL7tLjA+B+RvPdWalr5cjny90t8WvnBGMr5pDxy9g7oSvk4FBz6cwEa996T4PUtPuT0yP1e+0sc1PBUMlz2PJD6+LMS4Nzm7jr0Kn4q+VZYlPn6jML5eUTi8nOMJPotlzD5wR6a+TACxvakyOb6+zkm+AHNmviYcPbxy3vQ9IsGbvqlYTz3SuS4+bgwSvkJme76fnta8BCvSPRCR+r2ndAO9wU6KPR5EiT2zdpo90yLZPXrEEz15i5y+Gajlvt5FgD5RGo29tPQjvhx4YL32PQM+HNPyPX1LaT47CKS9EfJgPScoqTsHl5e9PuYavW9mMr3h81Y8wTqCPranlr6u6+m9lW/zvWpYg70x1xS8pzSvvvJPpz3+zaA+8Mh7PW0IOL3zkwG+4SrVvVHpHb08L5C+ULQIOj56v74vInE+qS/+PTImQz0vvqi+j0oDvZmGCj7bph08ZFNRPsu6wL77NTs9gOouPgD6BT4Jpgw+hJMlPmuenz0/2xW+OmDqvSViO7705149d8kHPu/0X72TF64+xxy9vgnjZT3pdwS+q6GCPvYr0j0Itg6+B24APr1JHz5zT3C9vRRXvhDNrb2Yj543XFCOPpM9ST4yyL8+loq0vVghpLwtwN6926NEvl2YhT2ZF+M8hwz2PRLrpL4qCyU++ptkvkHujL2735y9X00BvvSWGj3+CVc+5cFPPq8+tr0jvGe97vqXO3RgLz0qsLa+/JCBPS7inT3Pfb++4GsAvq0GSL4/4F8+Eo/5PSC3lT3vj2095YZ6PoojRjrHpju+2CLLPVcAiz7N93c9AUdNvg7JAT6/CpK9QXodPXbVTz2ewsc8LmzOPYvAjzwvYRe9DWkovlSmnT7pSqY8gcNWPUunjD13Mpy9WlatvbRYFj66VJS95CA0Ptl/pr1xJki+/PsEvr6Myb2wPKW+xcEBvlDkIb2FoJg9eHzLPR8vFL6GBpu+dEVTvQBBEz4B1Ao+jDv+vBdu2z4/Jnc+cBKDvtIzkb5xAY49vyNuPtnop74QIxs+oJwCvtjjsL1utDU+bpUGPlAY8D1oEEg+r62YvtmGzryFx4M9h90Nvs5nOz0Jgwy+Dtw+vhSCSLtg4fo91gVLPayjJb2dVLe9j5ZevuIsur3fR5u9mjcmvqNppr01al8+nRCUPBCBIj39Msw8njo0Pg6UD70O9qe7oKTtPur2rT3pAti86XoUPbMGLD6yYKq94Uo2vpQzdz13F7Y9VhhmvsF/bL0hb6+7i95IPvDHyL17tbI9CQeavreS8D1s0Ak+3KCovCcTEr4ZcdK9ELi8vfvUiTzVlnk+Q0vUPIk90r16o8o9H3w+vcWKBD57H9Q9sO0/PRCpFT3M82Q+GmyYPau7OL5QB0C+PKshvsqMEj4VFrg9BDLjvCxhID6dSyQ9AXwpPljvLL6+OKa9L34OPn4AH745V7q9TSpwPrrRmT0vyxm+DJdVvrR+q70k0NS8hpIXvqvg2j17R8Q9YyAwPeUXCD4Puy6+fQGkPZNQMb5LQzy+SsOEPvexAjxNH8Y9DVEdPc79Kz5VwDK+E9kXPhL0gb7mC7Y9d22pPSsS6TutXPK9RY2hO++injztokU9tsEvvZGY7LvtI8u9+RB4PtPgLD1e8gy8tgvePVoj8b2SAh++3DOGvECO9LoldE8+KtxSPmyB5z1oMu29OqxAvbhmTL6XhrG9eBXpPS9XLj2g6ge+j6QyPdG89L0LUw++U/7Hvday8bwFLdA97UcLvmyFWD1h2lO8ghj0vHUpFb4AGrI9gmczvm7wTz7Itkg+ZnQZvmOKlz5Pj2o+fxMhPlabU7570cq93idGPj5kgL3cUki9RRufvTrxNb0IB9W9ms2APQeYML61KYo8hJQjPoQ7Qj5pQEu7sDSJPW0Eqb3J8RY96HaOPMmaIL4zHCO+UeLJPYycwj1TdK69IreYvLA8eb7e3K69zCuhPZx7Q70QoFG8aLtSvc8LEL2Fppk9c4povjFAlj3gwVA+yN71PcoWVL6uyai9UnKePUUQYz1x8CY+uKWNOwICNr0v+is+utITPssEtT5EMd09VpYwvcSgOz6eY489Pk2QvXKP0zzKCp6979evPZJW6z3WLag8Z4b/vb6rorzxkkM+NFSDu2geG71O5bo+se8IvrzyyD29kdU9uOrhvMflo72M69K+GrmWPhLIKT1E+dC9JRElPp3mXr1UX5I84W0oveO07TxEtrE93nglPpvqkb3z8X8+9Io9vt6vbD7o90I+b7OKPc6F9j5jXQs+ME8Evv9EEj6TSwy+LKMKPqO1IbsuMJ4++6ifPu3lAz4AEqO8eLi4vdDR2r1IqiK+wTj0O9gh3T0n2+U9G55RvgIne75Cexu+aAaYvhUFlT5mV369BL+XPpxtqz6sywk+J331vU5Xh77B+hE9npqfPSR3Ub1ERyY+ZntCvqx9WL5CyUO9jFgoPt6VKD70t/s9SVUfvY0qMz7MTSI+FyxLPZR9aj5O8pa9W0DhPdbyjT7jI8M9o4iIvbtnLD4uZ2m+vLMSvuyqRbxUlhm+JA6APcL7uT14PRQ+pJMOPEfdWD5zOxG+Nlq9PkW6rj5SHl8+nr01Pa8Mkb0xGaC9pUWCPegeJL0Ugqk+JyQePWbrmT5QUvM9wN2QvhuLTj6mK1i9QmzJPjAZij6mZ5C9oU7UPQzyGz6SoBc+EqJsPT+xtT5Sqpg9f7UMvveO0z5m1AU+M8U3voycJT7Wz1E+zQxnvj7/wz2HeKS+n7ixvbmW7T1DG2c+hvg5PvBLvbyzU0s+Koy+PaeKEj4R/tI9mfk4PuoNgT6AS4C8knUPveBtAT4LPJK9JAbiu9b7AT3bvBO9TbgdPhpYpDzUy36+J4nEvRY/lr2s6lk+1JEePQnXob0yv568vUA4PdC9jb3TkI899QAovgfw5j0ysyo9pPh4vg9fCzv/xeA+TE8RvgkLrz3MbC4+UuAFvVRK0703rsK9L+GuPSciMT6ma9++4p4MPs+GaD4lLVq+9aZ/u4iL4DyrtW6+ddgyPs9+Vb3yoZU9DiuCvkAoaL7fOgk9Zs+GPHoDPL7JZ6M9Fr0dvePlRD3NRF2+BIDuPQOMTL5J554+bkPOvQGcsj2gvnK9smx+vWxbhb5k++u9wAEMPpPpj71vHhA+mg5KPtqsiL5J0409TV09PLAGAD6ctwC+rFWevTDLKj4Rnju+hz4bvUFcLz6tS7q+kAzDvWy3Rj7BY2a+/bzoPfqCtj6HfWq++JJMvp6pebwebxi+1BaWPtlO9b3mhwy+WMcmPnOBE75ipoC+6+86vBvJBj3xZgo+X2EkPsO+cD6WlSc9T1kqPXNTM7zQFYK+BEyIPSnvdD6Oqz+9BtY7PmADEr7BHZE8UdJUPbkS2z0ddwu9FAx5PoF2Z77TBN87p8Qrvhm0mL4iKmw9NsTkvTmBF77zIFA+di0yPI2eer4T/QW+0VtyvkedHL5iPY29wb4ivVfc3TwmpQc+kss3vQxaHL7ijYq9ntgoPhhMeTsEwbO7EpqPPJyWQDzxegA+puMUPoL9Zz6C2oC9KNHrPbYxs73oDUi+IQlRvZ/qmT5Tv489lXiCvgW/sr13FeG9OoH+PWTZQjw1aa49h/glvqc2fr04J7C9zK7pPXHbqjyOp3Y9gnfcPcsI/r1k3gc+J/AMPeN9Ej7mUlO9qU7tPao46LwM2Y+9so26vXYajr10mOi83J+KPvhvuz2BVEc+4jjRvY+7/L2IKYa8KNV7vc9BiL2dZA0+ZRaBvvmnMz3vvDO+GcnjO2yoob4na9c7f9uKvLFMB75Hli2+1JpwPpirjDwYcpo9Wkd2vtIreD2TrZM9dKKJPnw7qj0qp+A9qyYxvZI1bTy0I9w9cuQYvjp1w7y+3wo9fwqovciKjL27BuM9bQJcPcLu2TxM8AG+kzEMvY/Dtz2ts0E71xSWPh+/VLzct4g9/NkXPd/W1b063RS+nQdPPsVNKr4UWRi++kt9vgtknL0XGYu8unMTvn14vT2qf5M9EEVZPjFmAL1ByHE9Ma87vZF/9r17oYM+XgAfPlhoqr1PKCE+qYA1Pp9AlD3+W1O++fKBvUvSiTyhgyO7yeXvPfifqTyS0Go9YniXvOzrlj5ZzQQ9XgG4vPlD3j0qs4c9YYwOPvLWbz7e7qQ8DbUwPgi46DzXs0k+xd9IvbCwHDx9JY8+SbNgPmyQQ739QAW+ni3RPQn1B76KtHE9PDWYPoSbxr2IOZm97U+DvmXtsT0Su22+LsMoPpBBbT1wICk+C3eKPQ5k0ztayGo9HfQ0PSMNL76tIl6+9LuPPVbfOT356Oe9UvnPOr5wFb0vNQg+/ZsmPlm+Cr6JF049uZwgPozk8LyNnz++yqGvO+MVdT0JSyA+4KpLvpl75blPa1k9yZiAPr+2iD1OpAU8i7ktvbBh9LwXWZW+9m3avamrCjz5uM29ywAJPXQHa70LNEq+pDcevoiLZz66niY+K3Nzvkj8EL5CBJO+BiRePQui6j4bJW0+5EC/PtnOwDpctnA+TVQsPuhvNb2BgJS9e7KJviaKIL4rY5k9JoPGvZ0ZXT13p0++5miWPYOcGj6RCeI+Tz8EvXqqZb20I1m7qiVwvcEDVD2AtOA977qyvtQYdr7j+nI9R9IePYiZxz22hqC9kwaaPv0pcb4jMLK9MQuavl4RyT7YhFc9iHSVPd+KLr0RL2m+uKG2PCsDM77IxRE9QEMuPuUE5r1YxIE+jEkUvc34Xz3PKzI+duI2PrI3s70hTm09MjNavu+V37zrATM9G6kuvnwlmL2JYt++eqWuPkWDmL5FYBc890lHvVEpCL4QNfy9fwo/Phrgzb03kWO+zuhTPguxfT4jhzS+znVfPRJPgL056W8+ppyqvQK1xr40KdK939K6PjQX+D29Vxe+yIPdPSum+byICDW8mIogvqO4cz4fQ/098osVvtDLc76Cyxs+yGt8Pdqo0L1EEcW9Y1c6viV5Ir7T9VM+4kuNvAdgcj7IAb4+HD6pPcQhB7rn4z6+ixXVPh5Tsj3so4O903I1vr5ysT5W1rG9vbCgPRoABj49vUU9cqMvvno55r3eUMq9KeqLvsrPND7QZOI9viBUPo6va73nqyO8eR14PvmXFr6eLoa9YAoYPv/L/z2QXmo+WIMFPxAAsbxBe5Y90YcRO2nHlj7XNgK+z3ywPZG8jb5Et0O+GGRIPp/eDz1D4aE9tBODPuWT/z1cJHM9ZcfCPMYQWT5chjE+zz0FPqFCNr6MYs+9K1DCvGOKFr4lRiY9g6aAPsQpQb6lbAG+Vqi7vXLwBT7Yg4S+UPpHPfJAGr7SljA9yD4Ivi0WML5XTq497DghviLY7z1KwKE9rEuhPTjAEL0JVZA9ILTGvWo5HjsYPQK9paLcPQn4GTyJblw+4S4mvuXHyT0Jrx+9GWCDvZ0/Wb7Ph5g9/meEPlLqij5kQ4C9nRANvvA2UT4WYjc+6KSavLVZmb2Ygyc+5wfvPE+wlD1IrIm9N3mGPgSPbj0/M9Y8KVyKPA4kMb6Wo5G92np6vnytNL0OtQE8GwZTPbb2yr3ZaTi+xgxAvvpEcT1lh0e9ljhlPRK1eL7EeNW9ZgRrPfe8LL5C+ww+J1MEPunwZ7xqn8s9SetVvtFAPD2koqC99FaxPVQxp7yxmyU+oJluvuElfzsKlt09WIIBvpkeAr7ltgS+CXO8vUXCfL60V669uQggvoxVIr5tpbY9069bvsGkq71su2E94hgsvknFBD42SFa+vKPxvQHVhL5RpDU8/exmvhiJkb0csTe9Gs2KvmGW7r263qW+mh+jPVFPSb0n4DA9052pvuTDcD1617W97YrVvQ3oiL05kHS9IswNvkAJCT7ENAK+bbxsvcCkCz09hfW9KV4xPQ/O/70Gr5E9Ft0HPmMatL1PSZs9A+8VPI9Cwb0v+TW+nJsqvngJ/L1WRME98EFEvlgAA75q8gO+WAj7PUErNb6OSAW9/hKLu6j5Qr4U3QC+FLKBvh00J77bghk9YSMwvo9DQb7sMYY9iJy5vfC0nz3vTDm+NByFPaSGOjy0oKi9lZQRPvA4fLyjo/q9FESyvKfbWr79yqm9DtDtvKIb473970K+TmgHvnG1gT1JPCW+b24rPMPJAD7BW8q9YbJFvsFa1zxXbmO9CfQGvrPUoT3Hl5K9yDeBPQaPTb2yoNE9XN2wPLSA87s90Qe+FUnXvauri7wUkaa+eppdveBsED0xZ1s835iAvgtdWb7k9NI9BIrrvRkILL7KGZs9j+u4udQKYD6ROFo9pdTSvEo/Sz1/AjI90+juPZFFyb0pVb082zKVPH18Sj7FlN87G36IPkDoxj29BQQ+ul89Pb58Fz6yKSO9AzCcvjj+rj0rgJS+01MRvq1P+T7ziIK+OKsCPv3qdL0V+xK95ovVPvS5Pz6U4aY+HCJEPpOi9r1YKD4+otrkvFoDkb5jRee9UfBRPl7+Fb4NU0E8i2U7Pd58/L2XrAw+FgQPPqIxyT4dXAO+auShPLtCbL7gkAk+gepYPrayJT4kXMy8Vo0BvpLQZ76C/P49y6Y5PYMnWb7H30m+cpgbvp7Y8rl0lva9AEhePZoyKb74hDg+3f0jPgcPwj2yPoy8g3RzvQdiib0dcum9ivptvoZ+4r0j0WU8qViEPlqk5DzSHL29LrMhvp7GVL7XUi6+R8hCvicEEj725po9umuAPu8Qpr4zEck9tHlQPQhNuL3w4x2++vrcvQR2cL7b2FA+Q3iNPtgbcz24NIU8t3K1PXNdlj68dIo+wKIRPu8+qb4YCZI9KWR4PeAXkL3MoTA9HWfDPUr3Tj6q2yQ9tavZPLORjL1gUYo81roQPPmKcb3a8SU9Ri7APmLq0DrYeyU+W1mbPS05L75jjCI+sMs0O8E/8z0zMbU91zthPqPyZT6dIhw+Nf5ZPoNOg70YVO083vQGvh846D3ZCES+zAjwPC13ez3hh6A9SorrOz/yuz3reiQ+OvkTvfzgw70+ADm+YiPnvZKM9zwQvR87zh4yvSBm7TyZo4E8JS4pvJtRgD1G+Qg+Ji+bvKm3Zb1NR54738QSvq/3070EsgW+gpeFveKJiT3U5ZW9OKC2ux1qNT4KvIU+kMpiPnXv5D3Bczu+Nb4HvqM3fD3zGtM9uUKOPcdFOb4DFti8k1A+PndeHrxAoX2+uqHJvS+tHL424YU95X+pvHmkNr7A8A0+eBxGPuD1pT4lTg8+iI3KPa6qnjul/Vg+9cc2vsTM2r1by0M7s2tePicANb4flX4+9pCCPf3YZ762KYU+jsIZvB7ecT5vlD2+qaaHPhbt+b2j+eA9FfeVPYgLI76iIjQ+IGt6vc/PpT6ubPG9wPBbvq8Yk75emxo9AvJ4PB/TA76Tkj2+r5rUPZ/3pz26OBo+di0bvrqfET5VR4A+E3zOPL6A8D0F/Pa9ggygPfBem72f7yU+pCvTPUYgRL54zSc+IguDPsb/pj19yT8+mHNkvsxlED4KZ3E+VXzCPHW5LzxZeTk9jJ0jvhd5zr02+sm7uLaaPXm+gr4GztK91rtsPsFGGz36xSc+TrqSvcGjDr69rfc8rbGXvf00l7uuj5E6XT8KvncA973Rsae9KAcCvtXO3T0k7RG+RnJbPh/FiD0YYs+9tdllvXwgmDwZ/zo+2xTdPAriKzwJ7kS9P4x0PVaVHj6lnsi9fRUKPnf0eL6lwTI+T2gDvmZlmj03qBu+N9YbvvqEertAbNE8kRaZPVEiCb7+0+W9CyWBPl5Yi72NBv+9l+8HvMIvCj4eDum93i2avG3OE77ZsVI+pRowvvtoGj0oUS8+nT1+Pdf5rzknW++9ntrdvS618L3lChy9cjM2vasIKb6iAQ+8fyyGPVUZKz1cSXo8ujE/vpRGrL3UxoK+yJ2dvWQAvrz+Pje+AEkivftxLDw8qCU+jC/Dvd5lwD5pVSO+MKFzPHPk3z0ye8g9zCooPk3vUD0fel68Gn7BPfh3Rr4m7KM9J4YQPgzCFj1jFTM6yUZKvolprj31lNQ8xh4qPpwNJb5y6xU9NfrqPeszID4kCba8nTZhPUiWBr4kcYy9X+0DPhwbOb1aGfq7YDLYPQa1Tr2qEiG+0a7hvar2db2R6gU+7SyJvd4bKr1buSC+Zy8mOy9xFr7Qgqw9qhrsPaYjBr07H4y9gAsRvmrjVb6dOZ69GsUzvW2AFz4nx489kD3IPWBOkz1FROs6D7LFPHuTfT4mXTa+wRmavdXDB75ERUy+vkDXvQIbcb72SnI93AAYPmEl/7wmwlY+2ugHvtSJtb2TAoc9r6BAvJjqIr5Crpe9OzwZPmRMWr1my9M9n2wJPuFp6T23lHu+vigVPhgpbj6e3UQ+bsecOsjlnT6GaME8TxwmPhgXEb5Wugk9CScpvuUnbz5vf0Y968p4u4wpJz7KFB8+CbLGPqAI8r31RB+9apD7PTAYe74UBk++8ylwvr18+D1KoR8+IMFJvYNK2D2z8oW9fg6fvQfPM76dAHI+cqkcPo/+cD6eL7o+FwYcOmoGcL40hyc+g/DEPavI8L0ckQM/owe/PTbVXz0fz7k8YywQvrs7Cz7xk868PzgwPT41LT+7X1k+8bo6vTQ95j2cCqo+lcrYvT06Vzwyqpo9gGmfvpDwwL10Uhc+7idLPbz5bzm0e6E9SUm3Pb05tL1+97U+f3tTvixPjL0prdE9IvvuOAXHcL3A31i8eBodPtDgjj5YRf69VKwoPnlL2r0Ppk8+Sv+vvbdAEj7OdA2+bXnFPkjbkj4pAZW9wdX5PbhlH7wkYK29eJqzPO7ohL1PR9Q9oyxJvHbBN76z8CY+6iWZvrmDEL64eje9ujIWPtkuLj47fRk+R9T+u0uQhzvuc6m8sbw8vvXVhL3mf7e9Gn8+vRJrvL3S1a0+30WmPtoLDD5Sl6A+KQbtPXhUUL5g7HM9OO8jPhYdrj2ueoI9ucVAPlgaB75P1wA9OFBivrIOvz31SLq52WvrvNTdrzzxEIS+QnFkvP2J0D0b2hW+KEkLPujdXr1aCns+Za1MvpHqKb60y2w+g9E7PvJ2Dj77reu9RqBGvvwNDj4CdLu++SkpPTvYsjwTLoG8FiTXvc5Gz70gZTE+NAwCPoeZhTyD2x8+A7MUPtJIzj12OBi+l5idPlL+RD0SdJc9XWqtPtuD5z679R0+B+gDvaYQMD6hlhC9Apd9Pq1nBL30WE4+vVC6vZLDPr0j8bS9TsqrPlORxr2yb7y9yz42PllPQz4BWoo+lY6NvvoGx7sFgOw8ThbIvM7aZL0D5Ai9rWtmPkddHjwLk8m9Vdv2PTZ3CryoqCc+hNocPrnHi71XXDU+2FktPhsJIL2zDXw9KNCNvatGx72wJNe9gxwdvujQNL3NTZo+fw7AvvxoNb2Vmw0+ouA8PUv0Qj6Azqc82PMePqv4xT0yVa89JdlzvFxab71FHz09RNqlPpMwrT2RF3g9SCL+vU46lr0Vb9a8YUKbPtU0B75SO/u9kQzrvYW5Kj5/l7i+QgVhvQ05Mr7HNf09hIiHPqeHDT7Vsj69wOmFvMGLPb2bXH+9Y86CO9WY0L0FJoC9KjDRvczkcjx2G/09Ki+WPAVVFL109mM9e/fsu5ideD3tMKK+FmcPvhdlEz0XC8U9SWqQvfi7k7xzK5G8ZLI3Pnk1P72wyE2+uU33PVYFPb4S+bo9eoYzPU8CmDx1f4g8stp5PbmT271V0ci9IZWAvpkwJ77BBhY+EuD4PegexD20CqO96hwJvhTG2D3lTSQ+zhdlvUYKMz1nnu89kkg4vgEgSz7U82m9OigivaLN07szKP48ZSW1vTfv6b2ft6u9fs14vG5qCT2Y0AW9XvolvMZdmj26nOY9+7PaveJZOr1elJo94uHgO7YM371NYvy9BGt6PQILUD04GpW9MiGDveG9cb4rgkE8Wv06vrzlCb4rXPI99cRxveHSZT6bsuC9ossKvumpkz0eS2S9WTSBvvZNoT02aua94g3xvYjk/r0Ipx2+k8NQvn8oH7yoQFw8VQb7vDSHKT4Os2i+GFO4veEGFD4HcD89rhtDvTZJp7zf0Zi9H5+KO2Z3073wfDS9lV+qvcFvHr4o94k9vw8ZvCXwZrw6iTQ+WawAvq2BkL131T8+YZEiPimtkTx5c+q9wo7iuwoW2z0efy0+/xtEPTKLAb7MD1a8sJePvawuIj1StEw9qbmrPCyHCr5YyMm9AEFlvkpAh70mgq09HDpjvjnFTz01Rxm9brFSvlzNoD3kGqs9h/eGvOkfW73XIxY+V26HvRtzKL6S6WS9+JQXvrZmJryT4vG9vsWKvUASjD3s+mI+y2RbvLqOK75hCS8+QlxpPchv+L3Y+IK9h45NPqujLjxN0S8+1BKGPcfFmT2X9Q0+pYUePQ7uPD7eBZM+pC1ZPWqIFj6jhM49W70DPje8f71Ms8m9xgpPPoI4wj53HVa+D24gPu6fYz5POwi+wYVUPv8VM77ga3e+C31WPmxWi72ELtM9iBkfvcxR2L3L/80943Qevg9fjz4VrJE+VYPOu85317wi/ZI+JaLsvcohBT4RI1k72gRCvlpdHj64BJA8T9WvvUCgkz5I66G9ePSkugpUZzwLhI69OdUdvnNVXz2O1KI9r/lWPlaKGL2RhkI9GOZzva90ZT1rwc09yJM8vrgFx73JGw8+MySCvvq98D1gM44+bGcNvcwrxD0qiR8+/pMCPvjl1z1ZfKC9f7nKPKdMb76bI4U+g9vBPKYGzL1fNBW+JZwxPNYcXr56pIK92+A4PuKqsD5rXyI+WeMPPoM2WL6wmAa+XOBUvjrchb7V+Uu+iOyTviCg97u4+1O+78oXPlNT4r0XuVA+3QzJPb/YK75A7No9c1oEPoziQD568Y+9pAZvvvIZLb6KsIY+inCSvmT3hT3WL/47Bft4vqrl5T3pHDE9LXZrPSvnxb1tSGg+Us8tPjMsTj6D0Hs+ze0fPsMAqz0gx5G+muPqPZW2W7zq6qA9x2oNu5sqhz5mLQO+pugQPQvkgr5xqE497SryPPdvA77oQ5C9bEzkvcmDJ70lL4E9qCOKPlM4sDyIEXc+xtQMvE8CeL0B5IC74IAfvoD1TD4VBXA+XipLvtX3Fb4YwyA92u1KPh7+aj0M4iu+qYCyPc07hz74Cmo9P/HpvbEjGj1U0Yi++71OPrg4kj2D0ju+kEisvpPJO74Estw8vrGjPAqEnr0BGLu9c7ydPSlE0z0ZKTU8BoK7PCz5uT3G1XO+ihG5vF17fL1jcwC+oyyCvT6b07t0HBw+KcRKvdgsiD29B1C7OOVMPcd7jD0Fgu+94nKjvfu9m70M40e+ts49vQOsTb76DPE9CsD6PVzOCDsiW7G9DcNfPjpMib1JUGw+CZKTPvH6uD6BM7E+mdYbPhv8IT4NWeg9vbhpvuuUsT16LEK9rDzqvfAsnT1giWe+ODAPPr7rh71sLAm+su0svjYe8T0+Ndy96sQYvu+kAbxvzck9ZEsAvuj8WL7MmYm+R4Epvtpt6r1+pYm+hUEAvariZr4CwVu+JXl4viWRmL3SsOw9VUwePhZENr7YkMS8SWSavrDYvz48SA09SkYAvlptVb6N/Ss+MTNwPUmhHr6aLPM9WWqdPXf3i75w6QQ+eKw8vp91xj3Iwye82KFGPgDQ8j3w4gM+iurdPZ/XYj4bI8i94I8jPjRgCT6TYEm+4tcLvStfvjzWczM9ERR8vtkWy73/iFy9nhL4PH6dGb4foYI+j5NVPqP9cz1enmE8Z957PhxvXj1iQQg+nCUrveE/Ar4wnUW+pFksvpxiRr2FkoS9yTxZPrpGtz1zdkI+1V8yvU2u1b3PtWc8nWmTPOJ1lT0ssNI9QsfYPSQ0jrytvz0+dkXPPdIimDwKeLA9WYzSPWwKhD2+iIG9JpFzPTfeyrzi/AM+SHMNvlE/672WOcE9QxtyPBlNhLtoGR89uv/FvaqMlr25mhw+ZWKZu64FOb6seO09FhJPPRsX/7yGoHQ+NHT5vWV5lD55U4M+rZ9ePib4MT6BO5S9s5QGvuaZL76oQjM+/mSAPS5qcD4J35W947cOPuxSLj4zsCM+k7o0vi1KTb48dgg9dZvuvevhDz2V3bg9ORDtPa75Rb51Rb69VG0wvnvLxjxgIjA+r9U4PXTq3D3KExs+9WOYPdva+73tXQk+oLRQvsQksz2C6H47AbWVvW74mj1qngq+ui6uvXMYwL0PDXo9KK9FvmtTIT5bjCU+YsHpPagcO74z+T++3s3Su+VXNL6qYHQ+uDQNvQsa6r00Yeu93/iZPesoK71jmTm+fKyIPTQVYb2Siqi9xAuiPRGJNz5DPQw+3mgePlv5Ab6XvZC+AxEQvUV6Kj6BMB8+WAGuPgIcEL3zcYQ98d0wvbLoFD6iuPO93ltHPZuq57xdKHa+TaWEvR32rrw2PEk9yqrBveQiD7x1SYy8yvokPB95qT3rCAy+sCz7PICesz2EZTg8XSFmPkIEKL7XCR+99N1GvrHFgb2u8Te+TusnPpWbVT68Lb+8NG2yvbUqfj3527E9SGBGPuGDgr2BmNs9+V5DPqnUXb5ARV6+IZUuPfWjv7ztZz698IwYu0Ktmr3uEpu91dHhvUcinDxebMW83KYxvaOWrb4aOGM8snOhPL9ihb0UNHY9H1m5PLIUYb6N7L2+fyuQvq0NW72sOdQ+C6yGPgIMvz7KTR++cicXvTceiD5S818+p1cSPjr0Ib7SHX4+TtnYvTsF/j0BfqQ9b1JEPvGQKb5m4pQ9FSsLPRVerLxX4TY9wbF9PtzC8T3CEYe+8ve+voKVmz7qoKG+GE5GPDmix72gYJi+nC5+Pn2qHb5AX+W9AxBMvmRCK76CCJ09iWG2vkoUVD4Vwag+Iv1KvgDdqj2JTtu99GBWPaTF0b3V3pU+HYlwPgsWFb6WsKo9WfZRvlMyIr5nFJe+wWRbPe7+fT6rGY0++4uxvQTSSb0m91c+B9E+PiZLiT0/ByO+IR2Ivlt5Vz1iCW29SQJIvPxkST28qzE+pm6pPYoKV70sSgm82O9fPuPMxz3KG5+9nyL7PeIWrzzTxmw8zKucvfnPiT6dC0i+BlDTPWmwlL3g5GY+fo/tvdj6VL0IYyS+KNC1vHSwQT7M39+965cRPTDwUz6rPF6+mdggvbAOor3Gi+U9+y5EPoSWOD7cL1a9+dILPpqcRb2HlNM8CKRFPomiGb7B/SQ8100qPvNMjbvqgrG+zzYqPZoYiD2rpje+vbEGPXvYyj52Y/U8AAkivrNLBr3z28w+b+XHPtcZir0a+EE+fnDKvbrAtbzaLxO+1OTUvPj+Kz5wy4s+j/uqvgU3/j1llS698Xm3PSbtY745qaa95FZevgLJ3j2t8BQ+35ylPQf9E77/fKI9kHsKPieVN7zfWHS+drajvd1XjL77bqg9rs5fPmorNT5kyqO7wUbsvXGiiL2JPkE+JnLive1uA77PZym+XpE4vlo3I729f7M9WrYaPkPzgD0H1ru9gSRFPtUFm715ica92gw2PQrXLD0qbyg+QK+VvZjE5z2DoIQ+QJ+VvJt+bj0kLKY83ChCvsCtUr7bLzc+XuLLPYYkkL05ah2+T28DvmxbKL4Z30O+N+xZvbn0Xb44kL88qXGAvpnY5j1upCg9lHAVvmg9eD5d/SC+HcK5PQdJWT6FdZ48xJADPrIdKL66RzS+CeqKvbn+Lj7RGlM+QSs5vuyXXbzfNd297V0evlU2ej1qALa8sMCDO3J99b0Wc9i7XBVlvsUXhb7SNR8+RHagvTnkAj66z5q9Si8hvu4t5T2IDCm+bOJpPWRcuD1xasg9mwpgPI2SRL0x5bC9HcaUvZJGMr5ARAi+a0XOPRFux7w0o6a9J6WKvZGXl74UEH6+CwelPZ97d70kB7e967lzvZiknD3gAXy+Z/6UPWV4wzqtD0e833trPXf5A71Z/w8+QooBvrGIBj4I1xY+ojU8vmEY37zMM9Q8dYLpvZO6nb1yRWS+IidHvp2aD77F7Jo8ddytu2upHb1TVqs9mlDrvLblCz4Gz9c8qBZAva0fBb32Z9q9I8EIPg0HlbzONU49OHcFPlt3gr33ZRk9oX1Ivib/r71kUvk8ndzxvf4ugb4tzgK+3ws0PLwmBz640xC+3KySPe3/H77ekK+9T4pdveVcjr1jqhe+DbQfvjqbPr7zQ6w9FXaJvlR95b3bV2S9G7GYvtNWLL6ukFA90NhfvV2ESr7sTY29wrQ6vuRNL75/kas9Es1BPmV3NT0fhAM+znDJvcWGXb0aDI+9oLFZvi1u770uah++k6+IvWqskr2ojKy9AMeJPX/Bm73CMqw9ZW5xPUfgiLzG/to8moNFPbsITL4CjpW+eRQBPidB5T1gegK+wSb0PfZjWT0/Sim+7XbMPRK21L0h1dS8NfKGPdYr4D0PWJG8T8n+PUirSL4GM2M9OKwnPZpPUj6c1Hw9NjdvvuqPwD1JgS49eg7CPM4XSb56vWk+PrTTvUS4Wz5eB9U9Hlh0PcVxPz5KQaC9clbJvc3IdD7592y+evmJvghS5T1L+WG++zSuvb0mgT0GmoG8MzwdPT7aXL67DGi+pYqcPjfQnL0HGyk+4XAsPm4vej1+ahC+6otCPk4JEL1MW5k6BGZFPeRtmb15yZ29wq2/vf0msr0+kLK9dX6NPjwSvz1k+26+0QmovNhWx72GApw9l6QaPZaJLz5byRU93m48vtrIND4vnl8+i3yoPWPuE76/SqO9lm8FPtTlTb3JkGG+/0k9PvgMLT3hY6A+ZBhJPtFksT40fIC+6Ws9PmAiND0hW4I+sRQOPZa9zr391wk+5zCfPnmAML7qLFa+6EOjvfyXJr4OyHU9tOFmPmvBfL3myhY+/1YYPlcG971bBwe+WFPgveeEVD5TWE2+OGdMvlXgjL6tihQ+A4GjPeG1hr7IVGo9htNSPt1MQz6/mqE+lxnLvfEtvz3ZlDM+oJcGPWoKbb14T0Q+XZ+kPHJY9z2NZha+825OPUAkI70B9Sm9zThlvTPlQ74YhKC9fpK9Pt11uDxeaOY99e3zPkUMlr2/eNk9w9cCvvbGqb0+h5+90J64Pq1jAD6zXxM+Sn0WPiyEjD7TWTW+Cp7zPUpQbDwuI9w7XFNivuUReb2moI0+KNMWPnU6wzwmvBK9wGXlPbgoqLwvyxs9+RJavjpGID1vCQ29BKd1vv7G2T0z06o9IZGHvYLaKD65MfA9bv9WvEgYLT5sKoa9CLFdPsNI0b29aMG6V++CPRBmjz5BoaI8TjSyPVvBID60+I68eGKvvZSgRT545wS+250gvlVXYD5qC5E9xqYpPi7EAr5kxTU6dOFEPoSBhT4+VRk8PBMuvua1zryGvPU6nL3FvMQ4HL6g+eW9VFb/vMjq170YSBE94JNmvXTh8zw5OYi9slPgPQurPb2xAIK9b6HMO262iLtQy2y+SrjDPZxchLwibYs+TjGNPvi5FD6OxJE9hExBvryhiL4tx6A8/vYVPHXuPD5sHH296lBoPjx0Ez7s4cq9UFevPeRtX74km8I9J3kqPlxvNj7l7p09U+sNu8J/Kj0Nq9c9FSraPc177z3I4j8+c+QIPvqJHz6se6q8BYMkPoxK0D1fwhG92wWFPtbE5rz/P8+9G+kwPqWg+L3X5z++gTDLvJlPtT1mHBa+jZgyvTiF9D0oHV68/0ENPnIjCr5F/A4+OKGGu2qaxr0r/k694JRUvI3JMT7g0ww9icuFvmy7q73ACLY+9iotPpJ+yL2sTYE+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_3/conv2d_6/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_3/conv2d_6/Conv2D/ReadVariableOp"], "attr": {"use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "VkFMSUQ="}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_3/conv2d_6/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "yOlkvaMlzDxU6a28wyMpvZ+pob5mM0y9mSyaPVueKb6WTUc9jUPPvFIcMr1Ktx++v4dqvYYmEL3okZA8/HXtO+d4Pzz5XKG82mzDvaDhmDzARwI9352uu/eMCj2vDjo8z1M2vbzoKjvdiEK+OxfWvJYmGb58lHM9bYt7Pf6ArL26Ydg9H5IoPlOFp712xFE9JUCvvSUKxLtJSqO9gadNvRgOTbzAHH49dxP+vAvYzb10sMe9VnTSvS1zu7wioTi9vomUvYODz70DbNQ83DiwPThByz0+QqI8Amc4O05X6jy/Xqw6seCbvSBkojv2Jve9Q4xEvMgySb2yxtG93QKSPcqK0b2Mj4m9OBT+vIzIa7118Kg4vyB/PW9VF71IltM7p5iFvIybm728A/W9pB0bvaYzSbwWCR48GdQ4PTR4Cb3NuGw8QC6ivR6Mlr3wYlO9icrgvWHxbD2bbc69ZI0BvdH7erwuEys98TajvTOF0jypIqC9E0X8PIc1FD1fLcQ90uEtPX70nb1wRHS7U2/EvAHYCLyOSOo7vstQvROUFr1+6xe9pXQEPQSq2TtjkGa8UqRMvSLfbrwK6aK9PJCyPFVfFrynv1+88VAWvcFNWj1PatQ7g0URvRkIhr0cEVS9oFhmvVaosb1zTga+N803vYfvDD4InEi98DOMPRNRzbw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_3/conv2d_6/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd", "op": "BiasAdd", "input": ["sequential_3/conv2d_6/Conv2D", "sequential_3/conv2d_6/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_3/conv2d_6/Relu", "op": "Relu", "input": ["sequential_3/conv2d_6/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_7/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 