{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_18/conv2d_36/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "LYuPPawHUL2CfqA+4uyyvR5itL7M4W69NrZ6PoxqM77q8XC9HnXfvn9lg727mbS+lWeHvX3rDL9R1IA+D9/6PYIX1z0QENs9oIwNPYCl47wHLl2+F80lPXweAD9Qs0U+PdOhPFTz7bxjONI9v62HPlXYQL3fq4u82WkrvoOw/r4mbHQ+DGuOvxKz37qGXIa+gDHWPUs7B76LV1Q+91FCPi2IvL7GOt6+mjMAvt+WZj7M6KW9OhVNu5+kND5zToQ+OVCwPR3/m74asAA8dalvPj3nTz4vpMk9pCf1PPFk0b0yvQs+t72NPv0kGL4pmyI8/tOtPvqD4L1z1AQ9BoUDv4T22b1B5iM+m87zvQxRtD2knK6/rlMxvTnAn71mH4U9sa+9veIJGD6hqE2+z7pzv/L9oDsqabk95CEIvVbf+L5cwRe+f21tPr3YVj0OakI+ViO6veF8JL6g3dA8sWaIviCCPz2wBbM/NusEPreiqD6oL7y7jJWkPQiUIT2a7Iy+CF+EPgcsjb6B7HQ+eHzDvt1sjr4omx0+iUakvihaVD5MUK6+50Y0vhDDJz77nAO/3el7vToHIL462VE9JunEvkvAGj2yGBe/BbftvdJcar8BJIi+k+0rvq+0Rz6Km0k+qXvOO4uuIL5nRrE8HLmGPt+9nz22DS+/xwiPuhV+HL03S3m+q5PUvGIrCr6pRcS9nu1NPXcJyLzccOO92YWuPNnRLT3sLxg+yUv3vdzdNr67ohm9mhDJPin5jr5rXTC9vB7ivYQwAj6wY6W9TrEmPb9Kwj2nbZ09HkUQvlB0O71LUjC8AcmjPi/HOL/2SZa7ZGAovkyUqby0+RI+j64Dv9HoUL21bTi+RmCpvkdIp75dvZa+SNvSPXW++zz3UH4+0qfxPjwfyT2RmTi+miI+Pngn6T3jClg+2quMvg8ZL761ck69HMYWPneCWb23Qxg+/RXYPay9KT02nCU86SIIvmGdfr4ffMu9r5P4PUpHij6g9b2+W3nPvPrWFrwZFIw+YlGqvltyzz1N0Jc+VdfWvhEP9L1Nsvg9emeHPfpJBD9uDuK9jqXTvPHjcL2dQIc+SoogPtym/L3HKVM97s07PRHigT7h/IM92XlBvcBBPT7FMJE9BVMPvul8WL4pstA9qO2hPZEQYz7YA9Y9aN89PhUT5L0ntAQ+qLaGvhobKD6Hn72+8jqWPRanvb1BP5O92VySPv5AKb5LFWK+4EaOPqOVhj56faI+yvMSPGmeZL06zoA+16c8PmB1iD4aAZu9LGP5PaW4Lb7jopO+FpySvWXQsz5aUN29xeKnPn8Prz4hrIM9y/UuvjMqr7y7NNu9qdctvlFdHz4kk76+zTCTPtsGhLzBFZ++P+XhPRZ1Q758ZDg/yKyLPVc06L5IHIG+cUnxPlZ9u70uB/E95dEZPhICgj4pDQ2/0QcKP4pBGz7AwwM+IahyvEkbrz6lwZk+CE9bvJx0SL4mTbU9txKCvu3mWT3OSG4+dJ/3Pl3q0r1O850+ML3qPfUVgL5GF7U+18M5PU1+Fr6ecAI+uTmxPvanFb9VCjC+bQIrPnvbvb4BK2e9wiThvnyTYT3F/627Oh0ZvlRb3L1ktiO+1yf0Pt7b2z4NwUg+ByMQPw1QMD6NztQ8j2EsPFc2/7tavLA925vrvUSD4rzE2bC9USqKPnYGdT4EnVw+BrPvPibGgb3FlY0+/J1PvtD+8z60wq2+FjT1OxPKXz7HNdu9GE9jvn3cXD697F2+5tyMveu9yT2fMGU96YSHPT3RFD24Nea9poR/vTbXCT6DFgg/fz8TP/vSML7+I8Y9rFipvnK+Pb6iAB295jjQvnaxej070lg+MHVEvtXnQz7KHyI+FZ+CvnGVzz0N0Io+jPENPlCaQr1qIJG+P/GZvuqeVb5PuV4++0PjPQMhG72195I+iR6tvjp/e75j4IK+XR6lvt43975i2e099BYQvv0sAj7nfx4/vr7vPVYBTL4s5VC+KqpDvka3Xz5DzSI+Qe/mPcFIcz5DyZO9kOcVPXoIGT7qbZc9IpWavoApDD3U5o4+UcoKPh1CBzuipAy+J2Abvq8wB7vcPGo+QDl6v0Sn9r5EjAS9ijdjvVFYBD3RYbK+Rni/PZQtlb0oAEI+RPx1PkOTJz7dukE+3rCvvWfqxz7qohg9kocSPVe/ez56kw2+/zgKvjvWoTwW5TW+NCvCvnxLC75YcIy+uNGcvdVExD1Wcwa8k/9hPtfsZr0xFxy+Bh7HvBdJRb5m5Ai/e4WavTrDqr5rwok+UwV8Pi7v8DwJ7A2+T9WBvRNkKj4twoC+KcjdPXJwQ77W4v+9N5LePSAkbj7mTzE+wFCoPX/C1z3tt0Y+6fWUPi+D1b1sjt29Q8i8ve7vFj9F1rI8OdX2PcykFT5/c3W/g9eiPdWX8j38n7O+PwBZviYydr3707o9+k9Rv9EPp75LAIW/HAP7veEvj7/DpL49Y5kevoSw1L0qAIK+eSXYvpd4+76oBKk9xrOvvbC76TtopU+/8G3GPsswwbz4QcQ9pUWGvmKZH73aEF8+u+cGPl3Wxz7cg5++h64qvxdqFL/8fTA+ujQvvyj3Xz3qjEm+F81svKMS4z0Zdhu+HGRAPrsJNr5i7dy9joWoPvQ00L4HduY+F+tgvuFLBT9VKkk8XirXvQhxED5grpw9XMGvvvwiU7xWxSW/dHxAPbB3QT5fD9w+ZKDlPQXVcr2H+Fi+sMegPnfr/L6sZU2+mfGkPqjrAT4bagS+VmKgPv2lAD1WkrO+3rbTPi2ISD1D/gA+kCeyPn1/vb7MWWc+bu0bPLAQOL7KC0u/in8dvWEJh7yF/NQ+ZwZrvUeVPL6iD1u+AXRWPu8yF79Fz1s+wrGXvQ9lSL5umC8+CxMDvwbZuj5G5RW+1HAtPX8cMD5Ij7i+uMCJvoddGb4SSGg+zEcAPXFeGD6gc+E80d1aPi9Feb6cLA09N0CHPra5Bj1xglk9cjNYvtOYqb0asbe+w0VYPg2Dmj6Yecu91+dgvDubJLyLnIU+cdxhviPt8D3PjBa+ADQavtUAm77OEgc+mzt8vqqpkD4edW292DpjvgW1ZjzMyY29KWHUvdp2yz7zU64+lb2QvWEkKT1rUuW9vWd0PgKm+b5c+qW99Z6nPSZ4vT2vZIK+1V9cuxOUgz7Dt5K+2UnRPYyK+D3UZbw+u8W/vvs8Zz7egxs+15rdviZ9xz2iOSK9uBDkPXRXKD4qxPm+QlMDvtBTcby5djg+6VUpvgBYcD5vq0i85MXwvYf3ZD4d7Ae8DW6uPvfHuT16LAa+LVERPtxEiz4neEC+kUH7Ox6IX754/5G9rYtWPCcEWD4fnga+WY81PjBrYb02ZxY9vYGzvoNrpL4TegC/JvEjvCmkEL5Wph6/UL22PcIm6L38gAO+APOcvWUmAL5udbW+/8pYPdUFBb8f4Gy+zKIwPsuWwT56mYe8ZZeEPTu3xj0h6+y+gLgXP0tnU76QFhU9IiC5PmbioT68dwW+g7dKPiuB3z5s8zu+kF70vlAfJb2ozZ0+Lf+DPaFSYr5A9b8+7WlGPAUH67w/VTc/f9UOvlnTMj5hJU0+rnZYPc9yIb8dQ1w9PBlKPpMs7L4for4+iusIvzdWID6VJW8+X537vfPfrr1kyak+sbCFPAF0hz0OMhQ+5ZcvPzaZBz148PS8E0/2PWzqJL4oqIo9duyNPrJZmz1pSCm+qCCqPpV7sz6X24Q+ZYWiPFzy8z4i3mo+d8P6vMuAqr5fWZm8vsIFvqeBBj9rj1y+oGySvlkhsz5Q7OS+9IOlvomNTT5yNgW+60f+vdF7Fz353Es+RmJjvmyXS7thEFs+pYmGvXjwsT5roFG+1Y+BPDUqIj6CVxI+ozgWPy1kCz7zg7A+lNGuvvnOWbxW2vS8KXPhvmKIAT8elJs+zUxsvcC7wTo5uby+srMLvquhrL70ySm9eLP1PrVazr1U6As+2omSvXZX+L78Eyy83u7Kvn8tpr7RXve9fg4VvmpK2T4PmrI9l2vSPGkJkD7FPqU90o3zPg5bcT36q2E+wUdNPvvON76P0wK+7sB9PLsZgD7UFvA+7uyAvoXUI76OY4o7/Iv6vXtrwb5kj4u+ZYwKvo0MG76WTrQ9Ae8cP6kEGr0cshA+rtuFvic8CL3wogG9jZ+avgorhz0aIYy8qNYavrSRPL6szWc8sSibPixUFj4Ar6o9PmZZvi9qp75s8+q9CWB4PWSKUb53NB09CrpWvnIHiD0TAnM+1i5hv9Jq2b3YqZ6+RM8pvjKahD72W/m91XKiPSg1N77X91s+IxL6vAZGTT4CQ2s+rV41vsfRw70zzhK9s17XPU5j2r6GhQ4+ova/vsYyrbwBd2e8UlkMvjJlfb6K2MI89GcYv/UuDb3Ob349Szg2Pg75XD2zIBA9OGMaPunYCjzpMNc9RbaJPgzMFj5PXqO/tdAavQ6oNz4dt/o9F8D6OgHyxzx9lyQ+URZlvoHM1L7Gh6c+yI3oPe7JOj2eTW6+tec/PcJnRL78yEK9MYnhvpR64z4uZD6+2+sAvXieH76eJKq/mq4Kvg2vPb4AcLi9k0QNPuqA4j15KAK8DYtPPvOnwb2CTaM9KI+oPgljyj6eILI857TtvSJK5L3dF3Y+GMk1vUEGN75ZlFs7zzqevsScXT7X4Rq+SyAnvmnLkr7D/la/Ku0hPq/W7D2+mx+/md0CvjaxKT0ltHS+Og5avfnmwb2Tdfm+yuwPPksWTz6IceG+sSPQPTC0RL2blqC9Ka2CPktOWL6Uaai9QMJtvVJkRr2xksK9RvXxPT+LHj5yUNQ8V/wIPsQMDj7bJ+S9kVagPo2LYL6tiEm+wXRXPr2YrT5KvxG+yJEzPpBUYj7j9jQ+KFYIvrjvtD4kIEs6I1uHPIwsGr8ueg0+nPxEvoUfVr4bdC895vmUveu8Tj3r79a96S6BvsrCcb6iMhu+dMv5PDSoGzyM9Gw+ad0lvjL1MjsAxgo+TvgMPqpS772dbMk9vOobvsnt5LybFbK92TNivuAuOr7NPvS8hXWhvQ21/z0bhws+El9YvtryZrzaSt29lXocvAUcSj7Z/Zu+xzdBPfDthT4bFaM9zhaPvsM7fD7pG1a9ZflQvXGyir6HzzO+OluvPsWWsT6pGec9jAJ3Pq6/bL6KVFM+or/pPuXdkz6ip0U9ZoxJvtKsAT5fbp29ozsmPtwFzD5OAFi+vfcvPtt6bb445OA9vviGvaOIBr6tCSk8mm4fvU65T73zbGi+R/iLPZrptT1YqJM83wBQPSt9bT2GuFc+yAKBO3jVgb4Db1S+F5ucvDdbrr0n+uk9Z61GPmDjsbyFGng+keHqPhU54z26L8Y9JHmMPWjLAb2pQ/q9TkjLviQy272Yxo++ohLjvKtjiz3JGoi+N+aCPU1l0z1qJOE8niuuvfyqGr1Ijwa/dDf+PZhQC7xsUdO+GqfRuwAc4zygp+a+1QATPXq3rr6r756+SyuSPup+b70AMO88V0CzPtBFq728PdK+u54CP3gda77NnQq8QpZPvl4A3z6TgpS7AIHxPR08Dj1rY+m9//mJvlSRg74TnLK9irY+Pt974D1kBLI+IJBuPop+Pb6q1lA/MvVkvk36Z77yelK+xsYkvsvu8r7nj4o9eI0KPjhxTL/bazK+QJS4vqbuDz5dwru9iUUgvUjaJD2m70g+b/WfPiAOCj4B74m6WpgtP+CMuT5uKWe+L/qSPXKj7D2Tr+69+a9zvelgKb0vcd896w0YPmeVHT6yprE+7UsUPuFgUj4znT287XJAvjhQx733MbK+j2ASPrh99L06UxQ8z8egvvNkez6fr/y91B2rO0KQZT6TWgA+NKYmvaipZz3eisi+TIhovr2NJ7762o4853qwvSsMqT0qOiM+eIuMvaFTUj4c4fm8suCHPooij70oivw+HLwdvtygYD2wKVk+vbj5viOPWj5QVaM+X9DvPrYJ6r2u8Si+tG7dPUs2Gr6blvM9vuiGPaCWVL021Yu8HIqfPdNaBr69WS2+S0OUvRngXL6Tee+9G+hnPrQEkj5NCYU+slSwPhMZh74rTYW+tEIRPYrwAz560Yk+d8eKvAGyx730B8C9bmkXPhxQzD7K4N49vIswvQ+pPz4xN7e+ukZRvm+b9TqtDCM9kQk2vpnw870vG/O94NuxPR+HKT2sMhW+MmEHPvThqL0WbDS9AKJ7uzkLJz0QaQg+CeznPQvxKD2v5fI9VePuO3pcoz016SU+9hXBPCufPr34Isq8+U8hO8aM0j0NNEE9RJaZPSUPpr2CmeI9RGuZvdlaK72Im7Q6k2+tPbD4Vr3naSA9yd4yPuBvET7/7Pm8xKBZvd5W/b3rfOE87TTMPTWii74aq5Q93PmTvVp4sjzLFAq9gVE2PajqVj14j4g9F6/yPTFMxT1Krlm8kt7WPU0gI74pi1E9wL0hvX4hkr2yzDI+q4W+PBEuC75eBSa+xFgOPUr2A7wNq/a8sT5YvbPW0LxhfoG+nDTEvahQBr4/zYQ970EIPlUz473lqCk+UZecvuI2LL779uO9TQXPPc3HIT349Xc9MwxCvk3KGb7Rzgc8I2AVPmZiH77w49A8tqETvwT+nDyW8ze+Xg4hvvZR9r2/Eo69EE2tPSviD71Yhgi+ZadXPQgNLj4uURO7XhKyvfZUBL/YQ/e8SxmcvHENBD2SYGI9PCu6O437Lj0s39i9OiNNvcfzsb6lQrs93bcSPDIU5T2zlpg9UG4GPUZvuT1D1lW7513/PdEPsT1Ubuq/Yglzvo6tQ7yQErW7nb2lPXbfIT5qmAo+8Y/1PevLYz67Hmw+mv1KveZRoT0EI/a9yxgAPtq3AL5t3ky9hEacvasj7bxIl769e9+oPbzV5T0vsxE+goHcvYQZkT3Fe34+VqyLPYjSdL1x2Kk7f+ZbPkcKPr2NFpK803SyvaxHwTwNxoi9m2sOvinQRLzXzSk+KY+UvQWe/T15O/A7NLAAvo3LFL3zffg9UKpSvhkHTj4Q53O+I3f4O5ZyxT3nzIe98tlmPJTFM77p98C8KFWsuzSNkr7XDyO9Q44uvd5+ODwXNvE7kgq9PfjfTz2UdLU9v1RCPr112DsyfJS9TMJyPmgYQr68wlm+zre1vqmQVD6N5V4+S5xWvT/sEDwnZAU+nH7qPWM72bymW3K9eG4QvS8maD3kDJO9tNAVPRhHyT0x6029mSDQvWRjrr0+loq9yeKCPDgM4TrdpPo8UJ9LvSAAXj1l0d67NAEEvmpoGD5hfjW+QWktPt8oQ73eEaU9X2WrvYamDj1JSSq+AholPtY3Dj2ZSKG8CJawPVzusT0eaPs8yLilvVkvVjxOz0a8IPBWvvx757unE/u9buIgvUjOsr1a7m+9mmxovSDdBr6mXgY9CDeCvLjiH761dbq9SObqPGUXMT4sSbK9iMavPY/ZzD32Iy0+BhQHPgrCe7wgc1g+JidUvUn7S71pwbc9J7yfu5UbCT77Ak++2T8DPgZ0Hj4mCZc9anQOPYI1qbz436y8UyIdvjyoAL2sPra9zZEEPPDawbzP4jC9MfvCPfg+VDyOovm9ltjePbAP5LxpBGM+ve0nvoN6/73ZA+e9jQ0Fvt0BeD4h9AQ+gRjoPXfPkT7InO074dwkPcJkQD35VQU+NK0nPk9+ND3/wlA+PQQEvQn9NL4bfrq9JihKvZUSDb1HPjo8WVs8Pt9p0D248cY9gUQYPd/Szj3E3nE+LQajPS6qzj3KEgk+WRm7PfS1rL3meA89NYnrPRLSVz0IbG4+d/YavToSYr3rQqk9H+ffPQjNOT72I/Q9fNLwu/cOOD5+V4S9ZsmDvdebrT1Evca9opqwPVkxDD55Bpk9SoLOPayNeD5inci9h106Pmzqybwk9L49E0CqPIjF9z0bAp69qerFvpJHkz6jtb49wuGGvd0kCj5jNMS99ZrtPdtA9z1UYkM+Dav/vVZGGL6oEOg9zKsovrmhID2DhWi+Um9NPnk/QT0MxY09ZD9GPgJQUb5VYR++RRRivrEPPr00MMI8k0fZvvD2ZL1iCJ89QEAkviyGBT4FKL28gSdavnMMoz56BCU+m7RFvdXh2TxJIcK9CghHvtRIhj6uWFu9h6OGvZkgND7vcx4++qQnvT8EQrzDQr89M7ibvbO/eT0HbIC9f9HYPXU32LwNy4u8N1INPsMNkb0hY549k7r+vJ1ZG74U1oc9ucz/PbUUh75A3Ec+IgyTPmQSoL3hbzq+kA+BvjAHH76TtBW+MFYlPgMKC70ZA+y8Vk5XvR6YbL45REm906pLPqNcLr5QxL89BBPJPadZ1L2Gpg09bUlUPG9K2r15JgW+92wyvnKTBz6JjPA8Hgv8vbZ9kr3AFmg9lME4PuqPC76S+B67wjF8PTRi+z12Ggy+lbkWvve97b2O1Oe9G7Ebvm4tN71v4SA8IyZdvlc3J7yn/Sg+ht9BvUvykDz8PdC92FsDvjLtRD33C/Y8rYjjvEj6PjwcudO7nKmovQtmbL45hre9zCNNPcL0uD3IYSi9n840vheblb4edly+WXFEvLzPlDvyVwE+KLaRvhhcTD54io88FEt9PY6UDD7vXFq9XclNvQN1IL4I/aO9v2ZbPgQ5Tb2q61U+wTFUPnAllD1VxJQ9W/TxPXKYoL3ZBHK+EdiIvbdDZL5SVeS7YNiiPeFT+z1Kul2++H5svTUUmr2gmay9KTGOPSRu+zzFYkK+0kPqPaecVT5Pa8q94sUOvsEupj3OwOc8biYpPq3bBL6tKwc+NCfUveMH/rz2B4W9FcUvvbQQmr2tYJW8lAYiPlmJrj62KTQ8JVgmPa8qKr5gmuW84yNlPekW+r0CdnY+e8KNPV3Xcb1ZUk09VkxNPguvwT0XWmC9GI1UPK9ClL2I6QC9nPWmvXwoUb72wm485I4MPr19jj6UQQ0+oQOlvoaf9LuwzDY93GHGvUez3DsE6VA9q2MNPjVzpb3+qvS9C1W+vJrGl76Lol4+ldxWvp+ixr5j/Qc9Y2livUYKNj7c14O97xzXPRv4N76o/EE+jIzJvXueBb7Gf148Zf6APtmSbL5iSIw9bdq7vVOb3z2gyBA+UR4BPiLOED0d2UM+GbMevgN/2770qnC+zpMUvp36DL1fej6+Hok4PjntgD29KWe+rCadPouXWT4wE1G9jkhWvZswITzZF6S+c6l/vlULer3BF7w9+ZcyPhvpIr2D3/c9/OKXPIDAEj70+0Q+iTrCPdoYizxcahK+XKfyvaMTwT3tQBq+Ze1Cvvj9Cz30iTE9Y62DumW9BL1iKKU9+03avDDiKr5dK4s+hUuVumN6Sz0u4IQ+dmhHvvM8Rj6AJmM+q1sUvYBQcb7IvZM9HqHMvvxW5L2axHc9cMDRPtCYZT6N1JE+yQaqvRn5Rb5hlEY7deCpPflHMr6JcLm+elYeO3p+Rr1MIZw+m4FPvi6tZT3Duoa+glL1PWzAHjzES7W9ceI9vv9rmD7mz0I+E7KVPskQBL5FSPE9cWGHPV6+v71deQ8+IJt5PvSKa76h5o4+trgjOjT6Xz6X7aA+pbYlvd+Gpj3zuvo+FhwqPXrvmb7Yr8u92p+APke+HrywjqO9oYD4PQnauD0i8g69vDrhPq83FL7103M+YTeQPdoSDDxRwja+g6irvhBJQ77fQgy9UsC/Pdmvjj6GhGK+oBqevsNviz5l5kO9z6nIPBgR8T01a+49MxF4PvUPhb7ROre9OGIZPQe4I70f32e+wnX/PY007j46iIu+oFHevZj6bz4jOhY+X9qPveCHoz2Lxb49xZ9mPcR86DwF5h+9t7auPTCmC74DOv68hMzFPj1if7yqD389vc6WPtk+xz1bVEA+CuaPPaOPLL5ZRyo8YhboPfjDWDvOtB6+cTDrvXqlaTwH4669JfPhvqvLXD3tmba+DsX2PXsE4L3ywcO9h36svm3EaL57I7A+T/KfPHHVUr5bh989mLqhPXZH0T7X6F4+BBovPrWlDz52pgk+/qInvooaDr+FNI298RlHvi5G+j2i5pw+s9IBvSaWnj6ZW/y9v0oivli5kT3M95q+8+5OvTeLhz6ecFQ9J3yyvcYxAj9f34g9/4sNPmt/Dz5YMAi+PupMPKTwp7wuHKk+ljiMvpVyND6uMQ296dk9Pb+nhzwkGOq9A5RtvSg6rz1b7yE+ZH0mvmKQrb2RgxC+nlxLvq43xz4lAxe+iM1gvSJN0jz8mRg+wM4BvixCJr53Imo+IYmBPfkByD1lT1Y+H2wGvjufyb1pj6E9bkkqPp/hmLwn5JQ9L0sjPisyOT6kOc29B4pcPOdelb0zQDC+yfnfPJQavbo98J67nD57vRCZkLrrtXS9IAnGveuODr5gNTE+tiEDvuKu+Tw7l429GCcIvQy0zz0Sk6I8P6WVPTNjHb1HjTw9I5X+PZnzsLzpupM9z8j/vUgnRztw8U2+kcJfvr/9u716PyK+ru9kvZbeFjvWsCW9CmQMvRFtUr1rwxg+xKd4O4eMK70jy2k+icE+vrglxzwWuhE9Lt+zvRhzZ7ppXgi9FEA6PhYKzr2XI76+2ByxvryWwTwyfRO8qzikPR8tQr4jCba9XPz3vBJB3LxFO2e+ueAuvmvUeL77cdK9tZFVvrU/6j1xUXy+LiAvPeBGOb6iWgI+UeosvjfQ9DxRKFy+9JIePjfecbuqR0e6c+cYvkjdJTz5XIA9tjCEvHx55j16Vve9akvCPWdpGr4orf28SVuhPHMinz2aEVc+xObxvVVgTj6jVU2+7UmLOo0WxT0hYIA+VRbbvYm0470EV+A8Rm4hukhBq7zADKO9HppfvTCNlj3LXOw95JenvA0QJz7ufQg+6h6TPWs4QD1SlUW97h8CvlBWOb4z2qi9Sc9JvQGq5j3EaJG+N1m1PbUgRT5ssxE/KGAzPsRAhb23Ehw+NrsgPs+JRj49YvG8iXMyvaBW2LtReDY9+FBzvfjOcT6RSpM+YOdJvo/Pqr3to5S+8T1Pvk0hnj2+5G4+NVKtPoUYX7yaAnw+XG7HPngJmT0LKrE7Ok7Zva4btr5J1c09QM76PDEbrjwCytQ+b/6XPWKmA75JbHW+CB/yvSZd2b4KbYg98l7QPGBOEr4QRTu+8OCxPVDGnT6kHjQ9BO9/vVNFgbzdsYc+r+uxPvhP9T3tc9m8wODTPkXpVr56Vpq+qkP2vXNh3z0AStK90mbUvbrQ7j0Z7Iy+o7PmPEecor0PfJy+zTZBPmNxzj2xMxa9U8T1Pa8REz2NLRA9C6GuPKkpLT4xarQ9xI+jPpRgkD02jY68lI5XPsbLCT782ku+P9B2PIcesL33UCI+m0ZsPi7NmD6Nl9U8gWJAPuWRdj5Kih0+GwEAvhyopz1fRzs+AshrvJuJJj6iAbu9MLNEvZNwLj4T2oo+D9bNvX5Thz1o2xa+e0SZvbgt7D0Lrls+MtKBvt9rZTzoyZQ+TkK0PdxhTb01kZE8rTPuPf9y4T19jSA+eXVVvraKB77WPbc+lIrIPUGuIb5a/nU9Z8tqvvlWDj5hTR++VOMaPpYDVr6SO/y92jWAve4iXD38hoo9Z7YavYEU1Lz6PmO+BXhNPoRKB77hmOc+TkDiu8cgiL4kPoq9krtPPosoSr54NW89HJoIPfu4bj2K7uG9UMKDPTf6CL7gaMK+QDVrvmJ9FD7mUoM+dk+tPPJ8Yj0ygWI+oY43vioCBr6BMT09z9M2vrNp/r0ioaM9xvsrvt1DLD6PYyU8oenLvlacX7360Xq9/qLLPaffjL44gkY+HPgrPlLu7TxpuvK9HwFGvtrh2r052SY+3/qrvhWslT247qW+fUcmvtZYSr0RarY8E9Qvvk2IAz7abcm9oR8+vsqEoL7yGM49yaQMPjLl0b2dnKG+nE/xvcSRkL2vkX4+noqBvZU58rzSQH67YI9wvrGcxz25RH29uSbIPYtBVz6b/G6+OJgCvjVYUr3Er2W+ysjePeNAKL4uVKK9Fw6bvC3wNr5QdW6+bUBrvlCfKr6VKN27sX8BPtSRoz0txlc9rKKZPqKWLrycSHY+qkuSvVrbsDw3mm68bfU1PsVEOT5DX0A+mpehvg057r1AL1W+piG9Pdgl5j2VaDq+FLhvvqsQvT5mNQK+hA/kPV+iz73M70m57SNdO43tNL50OK69fcKDPbrHe7ypsbc9NgdGvnzlpj6eu0o+N2/tvaaJnT4UmQS+J5WuvuzAWT78UOo9K6QevrGPyT7o38w9PSe8vdiGmb4aDnW9KG8YvqUgMT1d3WC9KOpBPv8TtT57tgA/ALtHPpXDnLwPIY097z0APgZYVD0rWTM+PnpWPq4/JL0+OyC+RKGHvFlZYT6cFkY+xGR/PsRqKb4pmDc+rqC6vTwZBLwWzk69u1lMvtk+Nz3YY729PALUvSmanj1sSzU9oMsRPrkB273UcqA9fLSxvYyJeL0RGxM+OfrYPQZXtr3lmWc+bpbrPajpUz5Zl2C9aGPhO0yaWb3SfAU+jk1DvcPIIj49aho9EZD4vTosNb3rAwg8yDbePS7krr2uFo68aY0XPjibij6RpFC9Af0rvd65yD33AVY+5eE8PntS/L10tl++Z4nVPU221Twypio+SiPwvF1FiL1kgoO9xF4UPZ/Xaj24bve9eY3VvH6PGD5yTBo92CgQvm0GsT3hpXW+vpmgPDt+7L2Z7kK+UvkCvkbA6z2Tt008ZaFtPmqQhL2JaUQ+Vb2APhy6Xz1mMXo9dbBnPeSFDL7wi127n9UOPvzrFT6Pfni+/OX8PVLmYTsgqf29K5anPQAo0z1B7bK91zebPUxhbr0cnCg+saDJPZrjgT5DZ3q968NavVpZ0bwVHnc8XGVYvg9Jiz1QUd29C9BRPoxhJz6wtEm8oswVPjCRPD52eXA+9/qivMh3u7uwEdG8qBgSvhwkEL5lVr+7i1CCPf4VQD46fPA8rjiSPqKwEj441Bi+0NRBvqmPnD2vfJy9a2WUPq0DsjxXT6+9hRkgvrHwdj7cpMS9UDkqPrFHjz1HZKY7WCsrvk6F/j4vqpg9wWFFPTbjaT70ktq7SQ0LPrCF2jyIkhq+BSk/Peozgr3KFwC+HjkJvbYHJz4yyEA+K0dwvbEHyzxE4hS9XnR4vT7Onb7o3dS9e10MPaf7oT0d8FE9JmaNPVsfij65CAM+3AnBvmgPcL6siDU+IMpKPnMA57xHcJG8ZuYaviDTJDtU8RQ+U4T5PR/gkbqTnG0+ychbPl0blT0kF0Q7+nKwvGXRNr2UGxi9kFXDu8XlQDs71449g0R6PjUFuD1kkka+nMyoPXbSr70aAQ0+HgJHPsr6iTxKFiM+cH0ZPgwmtD1W1cM9Pzi6PCQs5j1CvC8+6itJPjlmJb7Tp3A9RfpGvIKqIj7+3Tq+Eup9vuw+pb1PWmA+o4pQPoKj0T34s+m95CZevj9GC71QZAU+iibJPcN9OD7wbVy+1XnPvUY3l7wgvDa91/e7Ps5jWz6rVTo+twx4PXzBbT6jyp69/rONvWnGGD1CVKI91/+fvTyKOT5D+Py9wGMivci+Lr1dApe+FlBPPTOpkD3TiQm9z1sWPrn2ED48xoA+84YjPgrb1judRhO+t0oMPm6d8TtY/EO+GEE3vlfkbL5ZBje+r/hVPNRxfT7B+iA+aVUzPVbgLDz/luw8zYjMPYVbFDyJqvm7O6e7PKCFCT1M2wA9R7m+PvXN4L3kjaI+ExrpO/unNT7OvDY9/z6RPicGrr5JFg4+NefcvUMxHD6t7VQ+G0CWvSpG2j2fDCo+S3w5PugcFr76PZQ9hZ03Pk+BY76jSZs+WIzkvQdqtr723xA+s1YDPkxmG76UVe+99IE8vIISwb1YnM++Zv1ovm+pZz6Ud2A9jUkJPGAaw7sHHtu9qbquPnM4R71LOCw9IkFsPv0+Hb6H7vm8AZOHPv6gHT1/Ik6+GXIhPrvNDT6ygve9u83UPNzDTb4BuYU+/ZnLvY23QT6L1Ga+9/3DPf3kGD/JQiU+P01XPTK6Vz0BPfy9Qf5PPeINjj7S5aW+jFAmPRWuST5CHHy+gvJlvCIURb0SCsM9zSifPRYhrb3Kbl2+5skHPpjgMr30EeY+wgMfvMzWC71gwBE+Flw+vgteLj77Vke+oAAUvT2/lL1buIK8kfSmOrn6bDg0db89QRK9PGQJGb7wBT09FmeJvgmVp75HT4491Y1UOvikiT6mhJC+m+OavsXT6rwllK89Nr0DvTDM1r0maS4+tPH6PUC+2Dy/6rU9+vXEviHIxbzYO9a9ZCF8PchwRb7hE6K9t8/ePVt/hz7AhzM+LKK6vf16oLylo8y9kd4JvYEr3DzXbkg+rjhUPVULo70AfmQ9HuYjvYsYiL5Tvkc9+o1dvIIRNzybcgw+N+mSvd1gejyh8jw9VyWiPFWwY75BaM0996ulPfGgR70ID8492/44vi8otDx6YLG9ilOtvB7oBb6Q3ZW+7u0JPW9Xmr3KyDo94vPpPZE9O72MfgS+MWnKO9bHpb4RhPu9RpTxvG+sCj328qU9o6/VvYX8bL6f2sA8pX3Fvi6vW73sYK89bdDWPMPuhz56Iwe90oUpvXdjHb7X7Yy+Ol2lvsrOsT0iPYu8WTXVvSeipT0zha28DBWxPQBJKT5rsjA+EcIcvn3yDL6NqiI91a0/vTY4QLyqgFa+NupVPa/yG77lNDM+UqCmPNq767092Bi+sSmzvXY81T1/RbY9IcY/PrzqUj5jmx09Utrhu6DBhr6f/g6+F/GGvFYRxj3zdls9FzA8PSiLLz1rECA+IjWkPVOrxbxaPVo9KyCcvdVE3T3UL5S+NbWZPdJVXr6fkDo8hyuIPJ/7H77ndAk9nbh3vUXV/zz/i2w9k96tvTDKk7xX0HE9pJ8DPdZgjL24YxC6u8rfvXGwFL5Fx2E+xEkGvpgsGjwdxA09CGzTvSn4hr7YRA69d1KBvsiy+L0AfuG9JTWjvMbj2bzVIbK8gKUvO+BeNb5OOQ49JvEYvkPAUL7o9MQ+qXTbve0BhDzlona+vwubvZZokT5rKu+84o7ZPYSJhT6Mc/a90DQwPpBner383tw+lkFYPogjJD5VBxM+lMQvvC8YTj2dL5K9EmmhPUk8kD5xjjA9NjBePsLucL5Vlw8+IThou/MsED6FZYs9hF/kvRK+7L3pBiu+eGE2PdzAdz7aQIg9Utx3vRrdBj4g2G89eiBwvuro+z2nMxM+HpvRO19xET5uk16+2a8APUqty73gJF4+sg6Lvlqe9r1EETG9WxlJOs7NvLzmG7w9YWKMPcWg2T6XShs9bCNfPZDGY76867K93bGDvgRQ6D3CnaQ9n2hnve76lL6dNTA80k7rvUEimTy5z2e+xDqbPbpq1Ls2fly9aXxjPpuuQL4q75M9/jhUvvL39z1wRhE+PANZPmkvGj7qsgk+mayMPkAEJr4QbZk+Yr+7vgINbT51JBs+RWorvqdItrtS5Ey9FiguvinrrT6Mj00+7KkVvr19Kz6JAqc8nbQGPnBssL0IE2m+BexcPfpZyr2DIAS+HEQiPl5T8D2xU1s9D/yGPXfUUj1vLw0+7ErrPR5ZoL2twpi9Iw93PUFWAb6obx2+S3ASPQMeED7J7nO9JrZ/vZ3GoT2U0IW+ZOrzPIyHCT5v8rA+QxGwva1noT18IP88e/hNPIcMnztUkyE+kIfZvc0h9b3ulwQ+BnYdPqtuab7dLIY+yJq2PAS7gb63zFM93vEavrQI870EoCs9DxWKvu4BoTw/ImE83xaVPrpJAz66sgg+lrUZPWI7gT4WGAg9R/lpvnrcoL3kMCy+EO2kPeP+1T01B1c9UAkTvk71ir0mV3E+lilevT8Zqb2CjDg+DRNnvLEMSb4lI8q9n4EdPgFnTL1YI5a9PpTUvvL8iT7POLQ9OuA9PttmXD59yjY+9B7HPZo0+T4OdMa9hzqgPWgImD4zmbM9ZYutPXbJhb6A1ZE+aCdQPrwnR76NU9c8KXcgPWO8D74b+NS8UAhsPmqAYz7Cite9v9cGvjwitb0DqWA9W5e+vWgIR745NDm+7qSHPr6PhT7LJF+9rcDAPoBCrT3OJ4O+jDH5PZByjD4WpPQ9/Cl0vrBb4DyDCTu+cScuPlQqPr6pkKM7TsuUPeEAqj5YorG+P/mcPG/DZD4e/c888eoBvuucSL5vFoe90k/wvfCI1T3thck9nJ61PfJ3lbxUr00+G/KJvSFSC74nYLK9ENKaPUJcJz4Eebi97AtdPUAXtr6485C+VGfoPBghiz4aPa8+sk9tuzbtVz6wwgQ+QAJzPo5+pj3AzJu9DFYFvQdfJ74pwBM++qQevONVXb6/qoW99+ShvVZoQT6oP+I+iPSmParPRD1gvpi9Q5CxvbpAgL4srOQ9mrcFvumd7T3K+QS+xJQSvsPwBz4+O5I+aSmNvZonbb799e29fQW+O2fe3r2U7jG9xa5IPh13jb1wAaE9CzyEvHwhdz6GFuK9JXmoPCMDOL4q3zg+k/FrPTGL+rsiuy4+Eb7hvYgnJr6RQbA9EsMZPU6Ov70oFDO9jrK6Pcr7AT6eg/27+QcfvuNVGrx5uhc+5akKvkE8Er5xBwy+buFFvoWcjrwvsu49CSgxvuxy/bx5JvU9ZTDGO9lNiDyLx7M972eQu51R9D16jGS7ZcSEvR2sJz0nKNm7yltePpWI/r3FfBS9skgLvgs0yb0KTCW+HCY5vr6FkD1nKye+RrWevbISND5HlMU9BmBovhLK5z3G2Za+7ar6PSxgmL0T2wi+c57MvJhSIz5gHis+zPqEvUb1pr05LXc8vLikvdjIRb0cPVC+WXWQviJZ2b0Kjpk98hcPPGmZEDzJzLq80qanPYuOgL1YaZo99zdsPjmfXzyJEGy+IeXvvc17A75N8Ii+GfW8Pdcmsz2Zpny9FkmcvPVWa72RGEw8FHKdPTdZDD4dHeA9rl3iuCPve7265q6+xzCxvHHn+z3eIS0+SzZpvWCOrbwd2Ni8nSsUPe5Otzt51Os9q2NxPN3ZA73B8kM+pidJPhgoyL384Le+beDHvYoBWb2zS3u+56J8PruPEj4yYVk+h8zWPaP3aT6Ipa6+DKjbvUkkGT7hACA+0MhxPXbIgT2AuqO9XW2ivjTjiTtaHMO9nNgxPvNs8r2Wi/Y7hn01Pafe2TwewTe+SWDmPGzSy74pngs+sGBjvDriWr41eec8/jWdvI8BA76I0XW+obrtPXqbSb5FAbw7QZcivmCwdT393iI+WbUzPS7bOT4hKcw9+2aJPqJCjD3k8eW82Xv+PE0U4L5Edak9/qPePRU/Jr5nTWs+LZNnPmcIUT0v3S2+1oJUvv1qMr7n7YG+eJcsvdBSK75gjgs+DMO1PKhbeT2hax6+m8iNvsiPG74Mb4A+07VxPoX06r0SetE83un7PdH97r1t1jc+Zi6Hvs4HUD4hjpS+y8fHPd84oDwfJUA+b2FVPovpgL6ySUq+Y5XMPaZkD773IHc+9NYXPr2Laj6VKOq9YFSGPJ2QbDzUXly+MJqYvavbNz6rHkq+ITlVvurNhT4qAQI8aT8iPfgfNT0y+r49pgk8PYlfIj5IaQQ/IMDFPQIWMb1F5kg+uhzWOx+udb2gphe+n7R7vWaPKT3FeCs9y2smPsFtnD0ei9u9SsbXvRi7Wb3TTII+1obivY9ylr4x1Cw+47DoPTT+Fr4zgL092MqmvreQm70d2Ki943A6vE6Ckz5SX7i9I3sWvfr9Ib0OksG98UgZvbJnrb6olma+tbkGPnbeEz4CPCg+Qn/aPm5q7r3FSXe+04ZRvnweh7zNRhM+PeeSvJV0mz7B6UE7sS1BvQy3Aj8oPGe+ADMhvmF5xb0csiW9yyNHvuJTJL5UH/q9v5YFPlRqyr3J+JA+AfjQPTcoZD1SkYU+NzsWvgYlGj7lDBi+eViXPu3IcL7Y1Ds+kQ1cPtlBg75NyI69N/l+vnTXFL3pTrC8AbKBPpz6HD5F+2u97qXsu/bZsz5FEyQ99P9MvTlJ9T0Cu1g+eBM/vm3/oj6gOSa9J6TCPcTby7tAWro9PsxYvVbYtj3xo0E9n9jkPP7Der27HWm+Rq4HPQFgzL68S8+9n85yvjtICb5MfoY9P0qkvhryVD6XVyg9rLW1PStliDxSWPu8QL/nPfg8UzzFXQK+MKv8PB5gFT5r/QW+Jshcvj5ykD72FQ+/D/V5vUh2wT0ELOE9CPeQvpApqLzawM09u9ruvKB6hj6m6Ww+2/iAO4CDYj4TopW+chhMPsUruL6swRc+hMIjPlWL0r0S81U9qUwoPjnHVD5O2ss+zOOVvsQ/M75Qbli+CJmnPWdVhj5Zlr29CctlPtcg6r7cNF69V98YPjHIyj3AeoK9fgShPsKYLD6GmbO8Lo5UPRzl0j5oX2s+YGRbvUe3yL3vx0A+7AGdvTOXfr5Fmci9aYzEPQ0lAT66RAG+xZH8PcSTcD29LVc9Y+zevVJmor2Dtum95J0EPdtL5Luxvj09uVo+PRLqbjyYyLm9ZzbrvVLnwr2Xdqq95z4IPA1p0rxUugM+3jg4vgVL/L32FxI8T0uFvmKGcD2F0zE+NDgsvmbIHL6R5SW9TWlHPfsgILwiM0g9NcSvPQZTEz6dqxS+qWHPvCHT/73+OSs9nueFvp8bpb1f6Y29BNf9PBt9H76p7ei9PpCmviujO76SL029wfX2versuj1Uoum7MzHqPR50wzyVSTi8pFU3vSnLkDzXS8e9IphSOyKafL3evp29dXFxvn56Cb3vA6c9AYYqvForhb1Njri9n9IivmYlAr7w74e+53j0vXLn+T26+g0+rVwCvsUI3ry5KD+9ngJGPShQYT3cA+49T6EqPnWbH769YhK9a1wBvvntG75OZWW9jnb6vXxCmz21C1286xL2PZaiwDycrlI9A/HOvFLFMj5JNEW+0iUvPfe37z3WHp29wr+quw/N7D1ekSc9Qd02vtZ2Oj0gLQ++L40Svqvb/70XK0O+X2Q0vi+erD0X4da9xq7ZvSiQLD6Ng5I98Kxvvg3I371efxy9mBUYvqGaGD0e6tA9VsqVOq0pBb6o6ew9rctyvUV39L13sHc9fNgSPu6WQ72g1MU7eNMTPnfwMD621Iy+ov1avqfWPb2++sI9SLGhPT+zML7buLo9V/f9PCiZEzxoURg9iEYdPpPPEL39yLC+qRUQPayplj6ymiy9ZMN4PXBkjL2/ZQI+/4siPmSpt76/VO+8WbXHvWczvr6e6JU+LKIlvsBohj53r04+ZMKNvXGPiz5yTf69NjfkvWRTjr7PM4c80Pz3vcvbST65tz8+szSuPuJsJr6Kcou9t0AjvkYVmbzf/428tUFEPdbFJL6eCwM8niQdvlQeSb5N0mM+xcEsO3kBOT5ouD0+WWpePrqnEj4xDEq+/fwuvshHwb0DUZk9fc2EvmAojr7ffjg+OfG5vcUSP70PwnC9+Hg2vsN30z7Sg/A9WEkDPmeSUj5tSuG8xRmqPUJDpr75Muc9XYJ1Pn6+RT2TB4i9xjsePmXmur2W7B4+I4nIvnQZTz7yKgm+uuVVvom5p7zlWXm+ejMRvi1JIb74+ZY+hbhsvp/TST7tTau9EO7JvH6rCj4oKhw+5D+Jvh1oNT4U0my+DWbgPSgqyD1UZ8q995/+vf07kj5cF5M9h8uAPg5t8T3X2aq9mZWpPKoo9r1AXeU9X+evu2m3AT7pX6k8lk1Svkm/tjyGwAq+8T4KvX4lNr0Erow+Kcq4vjj1nbzVgui9muaIvtjTAL6ix60+DugevgX3AL0zkn0+JX0XPsVwub6QL+k99Pg0PboIn75VzjW+9vScvC3BCD7Bx26+zc4PvaMcwT5LepK9+ocmPqBuuL3oRnc+uHxWPg/MMj2M0he9zspMvnCpjD1RzYc9+ZgZPaMw3D77i4S+HrlIvqGPAL6mcqE+ZOiGPgMDjL7pNom9UUvqvdCwlL4YPJ88ItkOvZpnF745RY09aSvpvqxP8L3/zYI+Op9sPj6fez4+pJw+waG+vcx0jz7kiAY+kN5zPXzbez06JkI+4iGPPR1y670Xv1m+oA/JPnoVnD21r5y9SP53PoZhQz68EBQ+P5DSPZ1n772a8ik63/k6Pv/tCb66Y3Q+CdxavDp8Kb41fQM+TTnVPSQO4z6sCv68bNwnPmu7rD3IPSg8o0NAvZsher2U0F4+WxHIOvivGL7DLtQ9wFYVvDnoBj7e+hK+lmiGPVTfgT7JDhq+4Tk+vjgx4b1/xYo+euOKvYMchz2LA/E9j1uCO7pZPD4wa/q9LRhsPlWGMD1x5RQ+r0E+vi/uNL4AYTO8B9IHPk4hQz6Q9UE+ZF5VvvyVBL9MWEO+t/lIPq0EJz4cGxs+BVphvqVZuz5Y02G9yo2GPtGy873BMGy+ryiXvk5enb4WoFG9HTt/vEI2KDwc1Ja9sjS6PTZsU70ymTg+u6QYPheo9L3mldo9VAxVPU2kAL63Ghs+MUVNvU98Lr00rSi+JmMzPfKvfL7nLQA+fujJPU7nTL4kiB6+C902PpsqU714vM09yZ8ePWJf570/L3W8adKGvbrqnDxqqvy9p5idPTWIU74O7GU9Mxr9vbs6WD0l6Ba+W67dPNv0Pz4IEqg9OKJUvSQAMT2WxtU9GGFyvcpg0bxKAQk8UuivvVibUz5eIjw+RsUkvqTJRD0mgz69kaqePRWXMbyc+rC90mw0vl2MFL4F04q8Z+KIvvnzPbzWoNG8unO5PJ0O4b2AQAG+73ravfstZDypqxs+EB4aPuMJrr0XMT49ai6Zu0qtNr56bW09/SGovSqMLL7v4em8kN3vPUi3Rj3YFI65Mcd1vcWOTr42DJ+8DOQrvvVwCr1EQgK+fGwCvihXCr4xcJO9JHDfvck4Jr6uG8C9D7aUvXt4Vb3dwQO9ysyKPXCBwL0igfg8WiCGvWt0pL3zzNi9B+mmvWAVVb56aNY9xAmrvZv2pL0lxre9rZp7PgAdFL14TFO+VJzlvPhH2j3cbUU9oprIvcuV/jsaLBc+bVO8PdBWPT0Lvu094nYdvZ5eDL5RHCA9kR6lPVbSTL1QRhY8gUsFvcaw0j2fG6Y8CyotPt6mEL0QQUo80au3PRTfJj68VRe+xy4gPpBQgj2FrZa98ub+vCHMB74Pgbe9zqSDPoqMAj3Y7hG+O41CPjDbrD74MKa91i2IvuZJhD7cQiG+U0sZPvajTD5eUei9i2e5vRSByT6u8469X73oPbKZhT5mBT6+3df6vejttT4YTFI+L9CzPTJ0kL5iCSK+eoCgvmSFZ74X/5U78M6NPuvYyD1Bxy6+bMw3vmjSHj5tHk49eZyQvTqi4z0a9Sc9NPAovRUxhj080yO+s7XdvoL8nD7zzog+cVOSPgt0FD74A849YgSAPocDn77wJRK+RZXSPZFAPT7Wx4S+RsdXPRSvoj2t2kq+W6cFvu122Dzgsva8AXSTPYFawj0SnS6+RxPmvU44Mj5CAlQ+l9EePbWi2r3qvI0+njCPvso0i744RRY+uQmSO0SDTz2s2PS9jJVlvXw9tj1rKHi+jTuYPn+FZz5mSdU8XrN5PkdOoj6nWog+hhqAuyJ0IT4Ny+w9cNnEOx9txT1vA3w9uCC4vBDjQz0FvpI++Mp2vbrgUrxcTqK+xsuRvuKia73eGRu+x7xWPldXs77Gz3o+gscAPbvoLb7905g+YbGdPieU4bymgOm93gA4uuzFZDyfeQI+Y/WZve8zxD1gfAO+J3aAvklI272uVc2+Enyovv09dj1IxDi+ILQHvnXWlbwVJ/O7/NuqvfZ6tD0klEy+nk0oPnq2FLxoQuG+RPEIvDeV5j7+VDQ+uTX8PemwrL5GXkm+inyfPuJn7L3dAK69MwCUPmj8kL00n/a+rvSFPiSz97zwp3C+ijWEvo2KCD1jtpY+vCwEPWVkaD58uoQ9BPfvvnNlIL4PPT0+npOEPVF3rr2lLhK+/sqnvTQZaDygdd89icRQvZFO4D04ZPA+/FoQPqWyiD2Kmvy9tS5GPgK8Tb2PHcA8ZKh9vcdFdD6lNOW9j0WcvYhQsD6ah2g+Zu9/PtaohT1jTT490Q+dPtwc/D1xA7W+4q7DPQHFBz5d2Xw+RvNEPuwKab7AmLI+9JsUPdwYBr54oyC9onPJPDLKXj7LwSe+of+XvskEkT5pCZS+oTXTPOAAnj7bzvE9AqIFvsvPVD32S/O9FavRPYHkTT1WMfw9YW3kvWy27b1pTdg9fbEYvoZ/aT01a6g+zRKsPd4hRD50Mfy9cRvVvSOFzj2s4OA+7grGvQC5Q767Ztg+OXB8vWidkT1fAkS+gdBqPTmCxT64a6U+QuZCPIV7t71O9qm9n+5vPiT3BDxgPEa9RVD/vZWU276RRTg+Wnp4PUqZMD34y6e9qbT1PVnqkb7Trci925MWvqVR3T5IlRU9gKoGvmR8RT1nZQG+8pcKvaQZLT5Uh5Q+KMvBvGV/6D4Rnea9emlRvNtS+b212Iq+LypyPX4JUTxwT3O9FfQQPhVOkzz7Z3M+blCDvphxMz6T9fi9hfcXPvQTsj20Yyq+zWU0Pf6WoL3XdZS904UsvjFkLT5Zy4C+36uhvUPRVD5ij5a9CtSfvbsWTb46edk8bhkKPud+X76oqj6+AsIGvu2sZ720FOa9lqMgvg8v07vbfAK+lxCzOwdh+z0p88M9q0OZPbpRaD7DIYa9hz+pvWkXfT2shUY9T5y3PccMibz6bsg9q4SFvWsmyj1LEro8yh2Rvm6yNT57pxc9i4gIvj41vL38YpC92p0WvjJBQ76kz/88kjcMPrWLdr4J8kI+pPxnPnsZsDzpipC9rr4oPV3xMb7x3rY9pNGzvZRZk75jfca7d3EsPH3eDT60/HS8eRXQPEhiij2Yy/O9Ml6EPX0P1r12po2+hdmXPWV2vj04NgU9DXIKvRocgT0C/ui81fawvEhdVj06IgO+fc8+u8yKjT11P6k8rms5Pm3zAj6UZpy9vE4/viY/sz3PLd07xJsmvNL+sb1O1Vu9/WVVvitHPb5/hUm+amU3PdB2Fb7N96o9LwM/PgGQEz3SDgC+wnaBPRd2ZrtTKMs9MUa7vXhMnjsxNbi9FB3OvevdFT5ooJe8KeZsvgQgDz7rgY68j3VMvceR071i4mw9XK5lvrsuGz37gYu+5sq1vD+TZ77Sq9M+QrwzvuKPoL6dz6o9bKWvvpORhbzmt4e9gvbdvgaIxb5GnIy8ye32vexJWj4lN+S9CvGpPhangb4CfyC+dY03vhw1uz77AtA+Dhw/PUVgVz68pBM+BTzMPV6g4D1rGTs9W6xdvqNcLr5zcyM+z5OSPUwbz72SOoe80+QmPtx+szyHA529yyVsvVdlXr7ckTa8M5/CPtB5Jj4Y3yi9nhBFup/FkD3Uz1s+U9x8vqIjpb0bnyk+hHuYPvF4NL1nVlS+dbSvvaZ2BL4kM2Q+irJVvofWeD7x7Sw+EtiYPSoMtb3nh4u84gwVvR93gj5GV+K9EArevFqoKT3aPbo9HPyPPXo/iT2fNHk+lPpHvpWOKr0CjLQ8RWu6PT0jPb3rJTQ9yWLxPTXPIr5awxQ+5bk5PomnB76HWR28bvKMvS1ynz37Wig+oLbXPD1egL4KpcI9rcPDvMSzOL6HOrE9+EUUvADiNz3uZW4+qUQKPvHrNrwMVpy+OuZWvgmLsL4tpCa+4yI2PAR/aT6iLtO9PEVZPg8Ayb2Fc32+iKlzvGmjuDwnqAu+13Mnva9SHb0uqFO9R5FNvY6jST7UrHw9jiLkPHsOkb2K0+a97ETHvIIzH70GDze9QBMdPjZvFz5oOXc8r8lWPIf9hLxdsmK+52orvj6aST3TGYC9L3XBPc9lkD7qITk+RmX4vg96WT57LOy9LbxcPvXH7r4LLZw7LkmdvqLXK7uzE5S+RpkMPeQGtz5pRVk9V3WvvMUSMD7Diwg9tK3zO70ymD0stDG+zyG/vI4NAjueqLG9JKBqPREimL1FeGw+5BRLPt1pKL6tRyq9jx3dPX8WpLwJ97g+UAR9PVtuXj0TNEq+fb5vvK5emr5Orzo9hkMrvFGpZr5Hsww+uOYDvzsfMj4tLwG/UK/VvosDjj46ll++uChJPizfBj7C68e9C/DFvitpyjwMepA+8a6gPNvkST5YWvK7GB3rvXotcT4ZVQk/GArgPHpmNj7shoe+RqZPvnIvZz6QYPk8gAAavp3B7r1W9z29KR58vutACb+6Uw0+zsxuvlx5Mz5Nax8+Nj6JPXMQrT5ZQJm+zHr2PewdxT1Wtew95v0nvTeZQT5QlKK9RsyOPh2yDb6h9Yi+lo4HvdjDEz4pCt2+lOgTvQ3Tb76ePuM+K4UJvh4dWj4lpqI9ioZjvc+CSz6OACy8MCv4PCacRL2iFEu8nOcTvtxVoL5TCWc9YDXrPonf3b1G2Wq+FV0Pvo60QL4MwLu9W1tmvkKEDb3bWI4+YWgqvgvJJ7xMoPY8LtQxPhwNlD3NS7s9tOiMPh5W+L2u+0G+ZKhSPjwMZr6I2iC+NqPtu7mlgrzp4rE+supiPtNyQz6/9DK9e2/pvUxruz7ewf4+3t8IO3IDJz5CWqK9agL8vEIqvL02oVA9NX2fPclpuL1duaS9gqe8PvqFvr3/Oja+NqACPmguVz3CzZ88rpaCvcQnPr5MIxA98heBvoaXfz75Ie49KxC3Pe3GJD0DZTM+x3J5vjdHlb2nyFA96TXOPFmbNT7Djjm+51H1PUQYSD1QFgW+jjLcvZnAub0svj0+P7NiveMcij5k7W0+7HOPPbxnqT2nsUs+ZSJRvc9ioz2rP/89KzwRviM1L70MQB8+qz0TPg2AwT1PYo28ecMWvV8ENT2bx5g+lzugPa1q4z2M1Hs8s68MPj9kHL79qdk8ZrdBPih4gz0eG7q8YG2qPfym3b2j1JO8aXa8PYQpqT5vZYY+ispvvhlL/7vlF989RHI9PS+uQr0XJJG+OKprPhurrD2hHuG9Sx5EvhEswT02/6I8uP8BvWE8/DzsPJe9yYMNPW8Rlb16EzM+fI0IvmlsED6Zr5+9kYGbPVCjuz0r0w6+B8aOPR+m6T3ZUYe9Ppc9PiL/Lb1So/+9aM+GvUmJPT4L4Zo9GgdrvalVwjwVRm69OHPSvDpBMD5Pci0+XjKovDs77L160ZS8t+uTO1ALoj2jSfO90pO/PWBN9T3Gis48BzlhPimDUj2tu0q9yN2JvYCrlb1hRFw8kZGtPSaYhj0yyCm9YyZSvteOsz179ck916U+PtcfNr6F5Vc+f/8dPgkxzD2vZQ898AQMvRJyDL7mb06+9SWaPiMUFr4J1L2+KWyzvMf6iz1Hv3087bBXPWfLgzz3gJM+6S2tvfJVvr3q1gm9iWGhvvyDK7wzb+29nIhBvaoON76/eBQ92a9kPlgABT53e2q+ZvndvdwgdTx6aB4+qLDQO+pkrr21JD4+bvCCPm8pMj5REAa+vTXNPunKtj3sLkg8vOw4PYcGzLyV2Hc+uDG+PgktUTzL/wU+3RsMPixcvj0NUbC83GbdO1ixy7y2dvq92+MHPjez3T3PwnA8rU8iPTZ+Sz29HRq+4H7lPQFWRD1lFB4+Vt1APli13D1Fb9I9AWJMvs7N1T0HGMy9hXczPmwtRj1HBmQ+KUZBvgzdmD7i+i493fQvvpYgkj4Bl6s96J3ivdpn8z3PRjw+4LJ2tmG+yz0K1BA+l+dOvqb8gT02sN25U+N1Pkc95T2TAX48o94cPQ6hIj7sdfU9UpmgPWP0LT5I/GY+3VZ5vfhINj6kU5s9hSKrPl21tL5gN7O9jnIQvr8DgLvzZIs+/e+gvSlDbD64oUq8eCx4PY+B0b2CXga+amsuPfrbUj717GM80PdLPG7U27zyJT2+qnnPPYvKPr6mObK8CPs3vWcmE70XKJW8u+iovvOAijy3sek9aLqpPeH9uL1feXg+H7yMPg5zNL0SNfA8ilIvPjtHizwbpYK934MovqvJ6b1wQj882UqfPb7JFr25vCy+/suavfBS3D5aGik+Ss+ZvfEfmL0iOAA7+lt4ver9Nz5DhQS+YQ1DPv3QUT6VQLy7yRCeu5sKGj4w+gU/P/CHvSPrGL7D53e+YcRlvasX7D3bmHg+iomgPjWFHD7Vtuc+jZuzPFVtRb70vwC9V7UGPiAMCT2yzZO8QRiYPirgVb6RDFS+uMGPumUKaT7LQ/M9BEbuPZRWOD6Dqbw+0uTdvR0uqL2neN29ESV0vPf/+LxB1ge+CTxovgRtwLwNN368SQD2vfJh372svBy8Rhjkvb+oKD4wArG8K1e+vcU7Wj5QUzU8fIe9vRPN+T2KG50+fRRcPnmgLz5zlGA+BD4BvosvuT6GD8g8J8M+PgZuvr2Gclc+7ZLou/cmQz3sj34+HS65Pst57L0sDNe9QLk5PtysHj76E8s+uPmevei4PL7V1TS+OfsRvqTOOLwE3lg9Z15DPqT6jj6i2jK9NbeaPmW8VD7SzgY/qP2HPkNASj1Ica497mGqvkT+vz6r/b09PzUMvmUhvj5LNYa9bl5OvP93bz6FX2++0a6uPcBTaj6rMxA+ZTzpPfTvKL6tMEM9ZITnPbYrKD0gxU69/a0/vp1qlD5bo3s+rdXNvQVaBj6x9Vo+eNO5veV/Qb7BKQO+wGKYve0cGb1rlY29tyXwPDDvRD0Dz4U9lneCvf6mbrwsavs9SDXmvQXSar0vFUC9iXZkuu+EJj4wS5A9rylMvjiM8L2fezq9tuQVvrnECL3Na/49nYAWPnysVz7fK569rZf1PevtzjyQHQs+o05YvVeCnT2WkOG8egzCPD9OFb7Ljcm7z4HLvZY4mr3yHBI94bGmvWZv/jw162e8HBKNPs0qIz1Q9SW+Sd4HPdCsCT0k/B++2bKqvaIbqj3R8iI+Iht4vZ/IwD38CNw7O2eyvYuWA77lMjo9D3+PvYXrE74tZsq9KmBzPe9CUzzrIXQ9yoILvl4DVr6MWw++e6JNvb3z7b3m1Cw+AnaLPdo6yj22vEw+r8WtPWrqXT2N15c+xGuwvAu/+TsVXxi+gIiqPac+DDwZ4pE9Uv+avUPyV7uRZNi9io+yvfwqOr62WnC9l5BRPloknryYzGE8+3Y/vmRz2z2GHCy+xY9lPfn+Kb2U8kM8e+ybvfhBMT2D8mk9u0shPgQtYL1wvtk8B15JvmvEwb1eyqk84VfLvCnR8b1ywwu++efePPAjBz0hrj6+fr04vdvubj7HyZm71k0Tvh2Qzz1novs9S4EqvhBArD4bKT68SfRYPpjStrychK+9YuGmvYXswryBMfm9iS2sPTcuyr2mvYG6Lefrvd8Q6j1HluW+c8trPkY1Ar1xPhK+/repvrWoHj7MBF8+NzMSvkxyJT46zFg9/GuIPbz1R74YZCy+th5ZvvCeO77Pq1s+XZIjPsMqHz029To8eYVhPTy2pD1k7PE8OBlxPfv3Ar5a+PS9tF8CPldWnrwdMS08kHd8PsHNLr7vRSI+/BybvuivbL4nYc+8/+RPPpk+5T1Oc6s9yO9+vrKFGT2HPky+GEYiPhMqgT0lZrI+7igjvS//dz7UWFU7ySMNvsGd8D1NWAW9tevkvVCfaD1RcyM8lfBhvLyFUz4UcYQ+Fe/BPtcLB751GyG+wVKOvXQgcT26ymy+ZtUVvpZjtz4PuxI+GAeNvedhOT6LXK09jtqovUu9rD1vwGA+aal1vZx0i70c7KK+MTNNvus+Cz75Tje997wcPgJr0T2mPBa+95+pPV3R8b0Qvka+edtPPoAy772SAf69/4YEvu5WBL6WuJ4+X01XPnLX7b1LABe+7J2EvUeitr1HCpc+TCONPs58Fj4k1+i9cC5GvIDuUb0+juI96jOOPvFWLz5YZJC+XhUqPQVixj3jX5q8oCK5PZnN2b3gNS8+0vIMvnohuT27/6k9aJShPEaD0DxdKo684aGavcwdT752AKm+HimaPY4cADxczAC+fcAMPaeX9r6qsSS+jC0tvQ9sID7dn34+Z/1HPr1Fbj2m+BW+R1CIvTSo+j0Q4Uu+Hd+/vsARBz7Vono+9KONvQOcBb84yo09X4XWvsypMb7KwAG7UDOJPYKpvbwsVII+eWbtvR+v+L0Fvdg+24UEPr2AaD0G/pQ8XcEWPblWlT3XyZw9w6MePRUcRb73pUC81uqQvXN1ZL3ApH6+1SxnPCTuaT0DyA0+b07rvagQvj25mQY9vLILPTmxIz4B23C+4OEAPtg46D1RBnW+TzkVvh7yNz4w6fi+i1BuviMn0DuQdYu+lIxgvROgyj5HQRm9ZiRIvo/RUjwHwEO+sW/GPZ4Mhr2xtLw93iM5PmMyET48YBW9yKLNvmK9Nz20mxc9GqpYvXF7+r37aQG+yU9huEoMYD4Uw2S+Ssqrvv0l+r0Ooj4+xxFYvTGLHD146yI94MOdvZ4HojxKgYE+e5UDvijOvD2ko/080jFRPkB6przdoVs98++QPqvCDL6qtr09+GH6PDnW574wpRk+8rsJvolgBr+kJE4+R/6ovDdsdb00OVs+YWohvpMI0j0ruyu+1X0XPnGvtT3jhSe9/aOIOxTMlD1SRa8+bj2jvsCst75IjxC+n+cnPV/Zx76uboa9q72BPAgmHD1NsA2+uYEQvmZGOb5fjr+9fkZ/Pb6sxD3JrrE+GFnfvaN6Tz3G1Xi7oSxDvqBO2r0TMIU98ePbPQJB+LvyTCg+g9AgPmGdZ71sG549/JJkPep/dj1qhLW9u9WKvR71ST4zP9I9ibnQPcjrWb2daRE+T8MKPR2qTD6K/oK9co03vmUCcz6AXKs+vESdPZaf2z1xGxY+Su7QPWAD/L2oPm48pSoqvrvav7sEb8y8AshMPk+vEz6f07I7w4VXvCN/tz30Qg4+bRkhvi6noT0e7Be+gmh+vpvubj0nETq+BEppPlaiwTzPbsQ+u6JYvm4hDT7WWmI+mSpOvfImpb3A7M49iEflPZBHWb7KZY+9jG8cPKcUyL2vuOm9TlxqPRQHRj0vlou9esdDvWMGsL2G7GI9mmrfPZmBPr1EWRu+4bJEvg+K5zzc0Gw+TQ12vO4yLL5HqAI+mfJNPqh1/z2DIJI9sgaKvGu9lT7/gmi8GsHGvXUu1D2uxz8+fBSgPc3DG72zVxU+pZjyPKzd3z11byq+chV7Pd+O4zzVQma9h8uJPqvS7rzURIK9735fPuJs8L23BIS+ncvPPfzwID3cErI9Nrr6vMuGSz57nFG+g921vZFeTb18XJs96goYvuG7AL4YhT0+kWnwuhfanD7azPO8xs8jvZVEGz1Mk4+9CyWHvQd/Qj7OxuY9LyIEPkBVz76k0wG+pwc6PtkLGb0BhA6+0kXOPUgxzD3HhlC+Et87PooEl774JgM96W6ivStQMD4UUxI+4acdvq/Fj74X9hq+9AMMPl3DrD0s1Nu+BD/FvFpmjz3wH5++LKR/PvejB74ngCg+GDu7PiwcmL59FDU+NO2TPb4OOT6Xn9q97wtlvnKjpD0AVmc6CUOsutIOoL6FoQi++ACgux79KL22eyI+BRluvmh8ob0UW6e83clAvtxKpT6Y+qk96JwfvQHdVz4juZQ9mQjSvmrj073nkRO+ScMxPks3CT7CO9g977UqvvELfr6JyiK+sUkVPk5Aib2hUb2+1q8uPot4IT5Sjgm+aWklvSK5jb1cj3i+DfqPvRGpYDwc6v29H9kxvnGSAD1ec4U+U/GBPapRr70YQKG9bdJIPU5NLD7YIQ2++Go5PofnhT5cVbO+1vH0vQdqcb0nmgW+e0AyvhUd3r0w6XO9eIWGvQl/Dr1P1pY9XkmpvXpMNL7ibeY9vt7Avl5TLz3XKVo9halBvt3mjL043XO9T3qUvezkWb5fhCU+1YYjPAjLQb3cj5o8nI0jvutkXr4QVwm8cer2PWzvoLydmeo9mv0rvsCVNr77Ow++AsOZvhKAor4pwyW+8k+LPe/0rr1Ednc9bQ7xPGCRuT33B7m9oY5xPn1tPL4KaIm+R8SCPVh2Qr1DMfC94okJPpYImL4tMqa92/tKPpLo6b2zDMI93Zw4vkzLrL31yTE9z4jsPk2ahz15Nuw8MDm6vfxXkz2Igd09h2gmPmwt074U1Yy+s/72vRFinzskU3o+QLoAvTnLVj4waFs9euIavv4PI70Xwjy+XpYgvekvcr4VX6S+Irh+Po4MiL7A2KU9l6AbPtMzPLuuP1m+poJ8vieLcb12xiW+0FXJvdS9BD6fQRM9QjR6PkH2gT5ZArq8/SbJPd2fgr0UToK9jqdxvc/ukr6+zXI9ZwSaPNt+dr4hCZi+hhoGvo2TWL4W2ms9h52aPQgMLL4dZjs+9DUOPl64R75ZLxq+stWYvFkyRb0FFEu+IBTYveJzhTw+E4g9GB/AvVZfyz0W5GE90zTxveg1SjuVvVy+5nLvveY3aL4dwBE+I3/OPuMvqL7KzYS7s+jEu0D3kzqK6Qe+nSHSPfnb9b1SaKe+o1GKvY1/ib38T08+NYByPYy/lL1RYwq/iJQFPlRCgj4Zt7e+ttoIPTlpSr6hNQ++Z2uNPlkbzDz3rUg+ll+vvrIoRb387Ya+1wWpPSWEgTz6uvi9JnvpvCxkJ702kyU+v9aCPkDY2j0PTCC+Ka5uvluur71nTPc+AEORvfNvCL42A+k9JkuXvUx3HL62bc09h9M0PgYJFL1/+qm9xkW+PUr0mz7saO4+XRyrvTBkSr06v4I+qlgNvrnlEb1ZZS8+xLbuvbqAtT2VaGE+BneFPlsSt727Gwo+DNMRPobmkL3X3FS8sd9PPmp6qL0a9bY9mbX5PVYgkD4ZozE+G/7svA3lIz4CvTo+rU7NPb7P8z1HnSk+AEC8va2EA777+YW9Wi3JPRDv+737XsO9lP8IPhR3rb28Omo9Emw7PShaub1QJQ09PWMtPlZLRD72f3W8TdXwPWzdHDv+B209+o+qPQ7JCD5VRCY9ZyrbvDlN2D2kMm27Qam6PdXtvb3a7KE+MMjPvKK2sD2CiIU8hrGfPYT0U74dl9k9X4qoPV77Jz5mwKW9cGgKPvXCJT6syBY+Qh9+PTKYNj4/NCw9rjZPPbrJMb3oTpQ8gzG8vQozDT7l8Dc+HeCcvW8f3D1GYmI+1Vg5vQywVL2Qqbw+6iEcPr9pOD5h69y97lbSPC600T09OR8+U+vpvQQlXT4Pklq9T79jvMgO0Dy9TQS+tVzBvaBu7D1GEEY+3CTHPcJUhT3572q99tHpvYtC+j3syNa9BaMxPhNzLr0hZGS+LpAvvlGmGb48Bnq9n/mkvWEPvz0JBz0+0YdqPshxBj4sAf+819jgPG5fij6VctM9DeQQPreaHr0p49m9wz1dPnxrdj5wZTC+nB9XPtSvgT1z6D6+SbdSPmCIBD4yolo+SPFNPgWHjT48W6a9ABKdvSzEEb7sLFs+g1j2vaehEL7yfFo9O9Itva5d+L3qH3G+9VFpvcrIF77h28K9JK28PLVKujr7VUW+13VNPsBGBj5AYbq9DENlPczOaL51/ko5R73pukQkRz1ucvS8S7lpPX0ppbwvqJ4+hrkbPsDLdb7pqeA9LcOCvS6cbr5dNws9a7vzvQuboDx208+9kZ6IvpjC6j2jVPC9yUSDPLHg8j35Cps9WsXBvbCgPjxJqLu+YfM9PbS/gr1PgM27H6iNvnCBhD6ARiC+sHPbvMD8gDw1U0e+oxi+vbgZiD3OqDs+xB7APAloCD7uY56+70WGPb7j6L0c5169nnlxvXf4tjzxFAW+ZBAiPI/slL2Z2K29tmswPizp9DzSrZu9aQuoPA5IXT5iErO9bl0qvf7Par0Lltm9qcZJvcxIH76pwDK+mOeTvVutJr7b6Ck+UOFVvtuKeT6dQ2e7xneLvpuuqTwjMk2+Y6fGvI8y2Ts09zg+ryGivcrjBz0ZshM+vlk4PmhnDj5fkKq836GnvkC16b0amCY8tBmuPTu9lr05Hda9TE+fvdLLz76UrUq+vZxEvjaHG74a8u+8USWYPaNmLb79of09s9kSPu0wPb0bC0E9thXIPOC4ej62od2+IvrbvANRMj2MLxU+zu5KPamVR75+E4S+f6thPvAs9jytVHw+yVIjPr2X8z1bxro94EDhPXrGpL1QVxC+TzjYPJ1dBT5Wxx29Cq8avjPdyb4sBsY981oSPnmgUD7iZag9aAgbvu1vDD5GetK9ScYAvafpmb7g+qK9qWCQPX1L5TyjAKW+oBe1vFIgHj4/hm8+ghoAPjhHtrzPJT++10zbPYsFArx1GUK+bIdvvI3Nsz01bEY8PuWKPahinb2z5gO+5/5kvs2vCL6Fydy9j9F7PpuSRj4f7i49y1shviQFaD31w4y+8LiOPRBIwbygKQA9D/8pPUq9Oz3uGR++04y1PA9fLjzVNzu+qQYbvSJ0nj1P/Ls9UDb9vR+xfL6kfZE+KvIvPjUXkb03Ohc9zoznvbTIVr3g9Ba9T7tevKBsab1O/fo8+8WEvITK0bwOCFq944+Mvkp+Qj7w8H8+FCA4vVxVrD2XbSg9gXagvBsWHj7CBiA+8VYjPrJiTL4Yugo+NTg+Pauwrz1504i+xacVvZl447wEfJi8K11NvTzciL5nJP087RmHvdVvkT7HXRa+WI2UPY31mTvMTI29SwQaPYeYDr7r+Ty8Q8FbupY8Rb36bAU+w0SVvpku0j1omqs95UGOPbyNWL5dBw89dv/ePTIG2b0TXbK+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_18/conv2d_36/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_18/conv2d_36/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_18/conv2d_36/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_18/conv2d_36/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_18/conv2d_36/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "frwMvWHAib2+sYA8F6s5vFFAK7zYHiC+h9kuvEs7ij07i0m8W6NFPHM0bD0+a/07PwjHug7bFT2C4IO9y1wNvZAq1bylzYY8oyYxPfcKAr3BjpC9LhHcvHY3DryAeRu+in2+O4bBqbtlMZG9ngUPvd9ilbyuyZY9qu0Uviw5ED1TSqk8FXPHPJxcIryg7Bq7KqvVvTzfjzveD9+8KGQ7vgjo9Dw7bII94nt5OYs0gzz7X7a9T1kcvWdq9zzsMMi9k+kFvoA+H773zFK9XYhzvT/S27y/Rsk8aGElPWwwZ70wFfe7N5hYPaeKs70HmUC9kFmvvS7Jrr1t4Da+gEsvPSeYMDyJ2Kw8EeY9PIRINLx4UTQ9N/eIPDcF1Tu+NBs7jvMFvRC7QLykUSK9JcnAO6+SR75Db+69Saguvoqmjz0fsi+9uXWQvdnUHjyC0aa9ByUrOxhtGbwyVZW8XKAjvcv9lLx398E7av0bvtsR97xKBam8hOw8vfO+ULs/BLO7cCHFvew+bj18u9Y8JR4JvEjotjuUyDm8p34VPeW+sb4Hk4S9bhdcvPTAor1Yviq+hUGku8gC6juk5p47MzaXuXCxnjwKqY08D5qzPKBO8zxeSfk7P5Y7vWc0bjx+q2s9Wo+NPMZuHTqsohg88SMwPCb8Or2ugwK8OkkuvPDjNDw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_18/conv2d_36/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_18/conv2d_36/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_18/conv2d_36/BiasAdd", "op": "BiasAdd", "input": ["sequential_18/conv2d_36/Conv2D", "sequential_18/conv2d_36/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_18/conv2d_36/Relu", "op": "Relu", "input": ["sequential_18/conv2d_36/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_18/conv2d_37/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 