{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_20/conv2d_40/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "VvaCvcBqBT469Ne+7sIBv4TK2T71WGm+TWmWPlGVhT6+TZm+uGZcvgDghD2HwXa+EAhQvkxxRD8sJ349n1VDPmt3iT7BDhQ+uVJ3Pu1M1z6/2PA+CNOfvq0OU77PshA/CcTdvmLhLj53tRA+vnK+vQFtvb4Lds895N4uvQMcOb5EL9E8HVEqvpXf2z7/pRq+o7JHvdnDm77Nf8M+nF+kPQ3dLz3Clps+kvTLPSg7rb4y8tM9yR7MvgYNRD9BmzI+aXW6PVkDyr0ptZA+b6L2vc5meb6IcVe+oscDvyD0iz5Vc8Q+3RlMP8o70L7YD8w+WoqCvswKXT2yMwK/wVgGv0ixQT22hY2+23i3Pbn7Ab6Yg8e+mgbSPA3wHL74YrE+mip0Pvq+gb5eeza/WlIwPhVOJ712gTK+h6FbPgzwSDxGnsY+dIQ7vdksgb51wqe+fhyJv1LPZT6pYhA+fdapvw81hT6tPtG+MSMNvjrVb74NDk0+I5Mkuyz8DD7LuZE7GVUaPwaMSr/2jxK+or6wvsr4Sr8VLUU+8p7UvtucmTywrLC8ZLezvhJP3j4rChG+toHTvQV8aryEi6g9JsX9Pt1nAL+LuFO+H7BePqxgFj9EkaG+2l/PPvUmOL+HOxq9CVPnPZ3u5LuJDeQ8WOjGvJc5Hz7JeO69iW+yPqvYB78K+qs+uf0Nv391DD11ZYE+ry/Evik1Mr7+Imk9f15fvvLQ3j3CAoc9FkuEvnPdxT2Vz9A+Uusfvf10+b0pzng+Ktu+viJlZr4+ZXA9qh6TPY+N3L6vale+HoYLv4XfDz+BFDa+1BAIPinOez7Piza9J76ZPqnYgD4sU2I9nDmivozQ6j3cNDG+M1M/vsiRZj2hqME+aSQsvm+PAj8cqzc9/3kjPSN4nD4k7cK+oymlvlfHET6Jkv29Y600P1lbFb+rrv47s0ZEvV5omz5izrA+IxM+viOINr1MsK09EeiFvj8Bc75Inym9TfcGviMbCz0AfsW97yOmvjFLPz6ATWk+xHP0ve7sjz1Yzx69+KP7PjJOwz6e+bi+HLcwPcY7Ob/ck6S9zSaQPjpIqr7tgm89xrBwPSuKjj1SWrQ9OYYhvxKq4b4taXG+w4oaPVnyh75CRvu99buSvmMgRD6exI0+stAAPo3gSb6HB8K8vw6bPX4v1T3dMes+oIk+Pj8Xtr2znjS/iUBbPorQ373qE1S+LJEHv8eWgT056rI+8JTCvr3eNb18jHe+pK8yPt8nDD4Q8YW6pHSCvkA8IT4NiwI9us3evmR5jbz27A6+BvBzvoCQ9TzB9ym+U7SLvkN5Ej7fanE+guGEPiTf7T69v/S80Q0Cv3h17r3vPrC9f0tXPQWM0z5f54i+rY6SvhnrFL3T4x8/lj0Lvs4LTb7pKI6+4P9Jvsh/FT8KDZa+C4QdPlpf971IG6u+DZlrvr4Twb6u8BG/eeluveLEbr7083C/pQ1Nvp93kL2rasg98yLaPkbKOL1GXIg7MvYgPvJdGD3Chw+8xZkwv/IRmT1uTSm+J2c0P1vYl75YBGG+oUiOvYr3dj5Da7g9vM/BPUSo4b4qIRE+jw8hvgM+qj4P+Uq/IRCfvkqKsL4x6Cm8aI0GPipoU761yGq+b7OiPqVa/b6K14y+djizvgPuIr1A0ew91PkjP9qWCT4aFKE+FgcaPw+k0z4/hDk+dNK1PsgEhDwNhlG9sRbdPh15VT7Atcu8NN0hvz+MmT5sHkE/al4Cvs+Z0D1inda83+IEvnwjubwwzwg/vJvdPrRIkT5QWYS+j3Iav/9U176BXyo/iDsgPjyRJr7v/Ga+qaCOvmU4Br6ooTg/3U+CPqTN1L5zLte92wTtvo71sz5LVFu8ZEtVPy/HPz9B74W+UTZsvqXr473Y5zy+P9M/P8eA5L0KJPa9N7OOvuqfBD2I1b69sLGqPk6btL4okxq/OYTmvngnNL6zdkY/40fevkc52bwoKMq+UHIZPzkLAL4a4Eo/AfgFPs8N4D6oLrC+HCzCvfFq5L7DQHU/hUBrvjk/AL8axMm9OKo3vK/OID6RVPU7A4qzvsrWBL8FWnS9Tle4vZ91Dj+SbpK9zF1ZvZ5Dz72O1yS92kJcvvlONr+omvu+cKzEPggP8T0+soG9JCgTvritpD4LJqS+1CQHvspxrD4Bm/y+yROnPiIRVT9QHvq91JBMPRz29j2Wupq+R56pvcDQdj1ypDK+BbogvNQKWjvG99C9PBSnPqt1lT51JQu+o/fyvqT9m77+sUE9c4OEvgoxaz9/xlc9I3OnPmkKFr8pNoE8fDzhvVDVyL5Ntyq/eVmMPm8lyD4HFz6/Vcthv4U4dr6Zo+o+8f9QvSlZj77elV2+9uTuPGibqb0FFTO+iKjnvj6l671ykRW+Rwhwvkj0lb0Y/Q+/WpBWPoz4GT5DYTE/gciZvCRqfL0l8wY/iCa0vSoNMD72ccs9kf4tvsLDjD4wXLs+Jswyv6hFC777Xv89185sv+F/Fr6gb4K+0pSJv3+YrL5seV6+PbeMPgqFlb6eAgE+pMJ3vuKhEL6f+jK+i5j2PhVzXr+7wyM7blQCPid1t77eZeO9/swOvvzsOr5QvzK9P5GfPUhiUL6tkH0+xXYmPyAdTj9far++KLjXvr1VFL+qIK691JEpvnSlbb9drpI+vXasPhu7zr4kthW985xBvfusiz4stmS/5FeUvT5+SL5msjy/bKUjvlicJb/tPD2/v/fsvjjnNjwJZA6+xksNv8Dc1r436W499bbHuz8nVr51xie+Qv6+vgCQyz4uTsy6JW19vd7Lmb7c1w0/snc3PhiXDr5RlyK+67pRP1fSSr2Cqhi+iWqDPsuzrr6nXV2+b1taPWQ5tzzJG3e9JA2GPoYfQj7B8Xs+Nkx1vfDx8r5S+pi+LAbDPZ0Z/70RJpo9NsMZvsxd175dLF0+In0RvmAGOT3CGAO+XF+ZPmaqRz70R+S8o9ayvWUwRTuT8wu+LC3nva1dZ775gVI/gUswPm7BCj6Plu++BMiIvrgeI7/iV1u+sfyQvr/Ht74F2gm/bM7kPbQhET5mDQU9wr3ovbp+krxK1Qi/ItlOPhB+Ezuqqwu+SR2OPVzuUT7UoG28cI4EP94boD3Hy6Q+EB+MveJusb5gQV09S9QPvhwfMr+v59M+2s+cvsTmIjypVuI+v2Q/v0wYsj4v7DE+Lx08vvK8zr0wyoe+JlYIPhqxQD5NA8O92+pAvggbKL66pYu/ckvOPTWRVb4SfBM+HMBrPrbs+j0fvpg+5CdGPSgSVr2JH76+Ki7ovfUDuD5TtXY+NAtMPqt+gD6T5w69/p05vrXztL19tRG+OIkKPZGAqL7fYFi91xCQPb5mNb4RJjk+iusxvlzOVz4z86U+glXXvg5qRDwDuTc++deRPGTbFb8lOMm+sNfkvisMQ75tSwE8vzE8PRTibL5gEno+PWmwPSj2yj6V7v68d5Tnu4BySLyafIO+SIu5PF+aDz9D9Y28n43vPaoVhj3Zh5O9I8Y1P/Me7r3ECBc/lVrivu376D6ZLmA9xcHtPhAcaT6nqEC8hQ57v6lUHL3v6CE+utmoPgUMbL6yUf2+ArBvPN/eMT6WQWI+YaN1PsQg/b4caT4+eSIsvgpJBbxYKcY+NZcWvzKtJj68cBm+QCk2vpd2nT2xaDA+eNU1vkRcvz7usD6/GShAvgV36j7zDgo+nspTPwGHcb4aCBe/uLCFPhAQvj5jpnc+HLBmPTZ3Ab2bAbI8mNufPvpLX75T1C49WEwiP2GauT69qsa+YsBWvuoinj6+iR4+R/cSPpzqrL6GWz4+z8tnP4umlT5iH4++O3Amv8ORtb4s1sA+WH23vuq1575nIg0/+ZHhvHNEQr7fYW29VeLovqLJGL2hAo89mBU8PXhmqD2quFG+F8TFvuU6RT6sWIK+vJ2SPskGPD4Uw66+gRgav0G6sL1rou49KgvuvBxX/j4DaZW+Hm/JuzrcrrqRgro9buQNP8lTbr6iOto+EMyqPk6gRD0L8I0+WcvLPgXHfT0DIVc+lLESvkYGHr+PogQ9a6VAPiJWkr6nbDQ/U2sdvhH1nT1t090+lmqfPoioAr4URE0+wc4UvwGNX77DAHq9lz94vcLvCj4ipeE+A7uPPVe/FTxqTba9h+dDPmeL3r2R1YA+KkidPh6GAL291VA+FRZZvQDEiz7KLIc+8JCuPf8Ih7wX9EA+uQnPvuzsVb+zVFu+f+uYvhtjAr4r0Yu5cU8Hv3YaHL6Cy8e9DfsDP5SLJr5cOyI+T3cBP1lkirt2SUo+FOpSPSWgMDviWyk+FffJvnpy3b0H6C2+6QDdvjHhCb9OT6G9zEvHvQhWzD3ODd8+KND4PmgJRL5B75A/rfVAvvVLAz9BzwI/4PAmv5T09r0c7uk+34CzvVfOz753kv8+nOqhvvTZnrxKiPA9zRcQPqftDr/HS6K9/+0zPUIuqr2x9bu+x5+BO/GTV75hOEE9Ow83vvisaD6eM90+RN4/vhg1gT5s2JA9bIZrvT/N0L3QPzG9esqLv0crAb0KxDQ9UWaXv4qIOz8Wqeo8jEPQPstLjDvb8Qa/c0szPs8aIz1GBEa+yPRoPDXvIL6vAbo9NJFEv2pAFz9XWaQ+LRutviFGmr4QbrI+UdVFPkI74j0XVgU/s/ydPgt0Bb8Y6QC/EOZ8vtV3xb5zmQS9E+Zfvmq7kj79CGW+3hxFv6BfW78J2F++QPqEPqdeKD3XzGq+4HhCu+LYqTzAJSW+pHjfvJQzbr6qPhs+/jgdv8Vn4j7hdYw7ibkePgIYQb+CoFu+JWBLv6WGYT248cA+EO+HPsfKVT4pBfQ9VYYnvZ49fj7xviQ+546DPgdkGb0EMz6+dYmXPQLRxb75MEk+4iEIv+Damr1z6gY+hdUdvtybkT6cQNy+Ij8mP5RhjDtH/g++NWg1vZY0ir7rvEw+Qt4EvpzVKD5dJ5E+XYTyPYoyUD4wa7K+4OAlvjswUr53lma9BSbpvn5xuL4IMRO+6ih2PoRowL6kQRg+lSMfPjO3KL5ZEI6+UmEDPWKv8z2s3cs6dUk8vqzJN7+bIc+9rtS0vhBpEL42cq0+4MQQPu3FRL5P4hG+nW8jvj1Bcr0bawA+/8GivPBHtD7KYZS+mmEev4XXsb0QA3e+LSwAPodp/T1TAgs/EhNtPjYDmL6sRWM+OCdrPf+vM782awW9r1nUPtaIHL0HQgy+0//Hvo394T5+rf+9G/yRvWvJVr3mbuS9pvG/vtS+oT7K28K+iNIevm0G0z63G6m+dsScPfNUD77kMzk+M4xivhYwAj3fmYo+46YZv5sWa71xGCa95rgPvUjUnj03Cs4+W5ylvVGpSjxTXO+9BitPv2RWPj4h3EG/ZfrCvj1yr76azMa6miiDvpUdlr3tdV8+R6vBvZUtsD0WzbM+17W6vrJpCb/xgHy+1TwKv6wUO7/aXws9aAB0vm0h0D3eK5w+Fvy1vTWEKrx7L2k+jtYzvkT2mz5WRW69TifyPf1bFb4Gdyi+7fJQPsdi3j7Xchu9y1ByvfqgOT7/WWK/4hw7Pyr7i76pgwK+wy9yPgcOWj2GLJ289/+Uvuzadbqi9oI+DRNXv1i/DT+lHEK+FSfMvssl/76hZMy7Ux7CPYHIcD9Ob44+nQpwPeC5HT9U2E68W6aSvnVKrD4LghU/8XRgvnlJFb598Yq+9f0NvpHyvr3wgEA8lCO6Ph5agj6vcfq+ak1zPo4Nn76btXI+bmgYP8u0e73tV4C+J96YPj1lAz6lCP89bzEuPW734r5QGcA9omf/PuG6x7zm0PU8ltGLPiJ5XT4V0NA+TnShvnC2lT4Awt49PazJvrJwAb2Dxqc+ssoDP2RxpL0S+7c+9xMHv/5S/b0K/6C9TZS2vkXfRL8u8hs/33zNPQ50wL5W3Ak/3iAWPjgCjr6mJd89k6uKvgh39L1BZD8/P8UUv9XHCT+UbJG+zf62vR6NTT7Hm1O9s67GPp75oL4TWvs+ry+AvTEWcb4Nlag9xCgLPyKJZ76OLT0/vTf5PnfXA76osRU/rOhrPiSMJr7ueIa9JgWnPc/WYr4RLyA+S1cdPOe3ozzrYxw++naXPlrDtr7Axgo/dg2qvvWWhL4ElUs+TpMwvqLk7j0d23m+yOUEvtKuhr1r7Qi+dTTEvq2Mjr3luPa9XJQnvJx6ur0UVAS+3h6TPX8u+z33ih29fpg1vfcFsbwypfo955JGvRoSy727bnM8riYVvj/rEr607ne9UVAQvteP5D0HrTC+/ScYvhQQYb3HvC898KOLvbQ+2L29Riw+1jzaOyA7y7uiWjK+UYj3vWxuEz4jZA++VwOhPQuCiL7uO+e7nJwIPYr2SL7mqcg9cVUoviAE3LxxxTA8BNtHvSvpkL347pS9JV/fvemaYT3isZ47o+g3vi8ZgT3wkus9EvFVvq6qI76v0u29hE9MvQ8o274WSAi9ykTivIzw1L3+pJg8HnAzv4k3gj1VWUo+JTSfvcUNyb2dXx89y6gIvuHim755xDI+Gu61vBdOBL40O049PcOQPRXEhj3uIx29663TvO0qBr2r5pK+0OUQPTIQKT4vH/k9qLKVvhDVJT2nlIo9QK61vIaEEL/iMQI+tqk7vg4apD2PpaO9JTmTPaYPlL63Z3+9/cBBPbKcEz3/uxI9tLeEvjvDnT3lPI49yyIHvINjJr3Abli+bqALPI+2Gr5jJQs+G2EQvlePb76LFmC8/+IdPSQRmj17cIc90I6Cvoq9Fr0yVY6+8diovfjvLj54eyc+kCDsvb3zwjwSwLU9Dwi/vZN0673BPb49g9sOvA6AKb2I+1o+x/XDunNPpL6aTG4+rvAtPYJmNL71vec98vxjPvrrBT4nwaW7s4y+vRRKXzwqOuy9H9lOvXZGxr1rf469Zb0OPHwn/L3lib69IilfvsZRtDzk1S69NkQ8PE+2YT5PCbM9g07Nulwv/T0vqBW8ZTa6va7dAz6moMo9auLxvUx9yD1em2Q9romNPH3FDT6iJKU7+/Q7PTDTjDzTgbC9WbEUPRhCQL1AwTM94jwaPniVT76CNYq9OM4YvnppNr5sf4I9PhJLvoWEhzzPTQa9Sc6wvYaWnbzNORC+AZYjvrLI3j257QA9t5HQPVdDxj0hLPO8jRoDvh7Xw7xoLo4+sg6kvQWMRj3SDim+8uKJvtuAVr5elP69NNaTve8K3Tz2MJW8HAdePqHNH73HWJw9HUwnvcU9tbzSrPO7M4fCPSEz3DxVg0W9Ork2Pfqce70YNUE+d8uyPQ5P7bzoRCQ9I7P5vXBSHD7R4IW+V7iFPY72/DyCPCY+2TwUPquRND1obg89QPTSvRgh7TxgSOi8qg7SPPKMk71hNiG+n98WPdjesb0bxag8Ikb+PQ5z9L1Q1xE81JI/vuvlE76EUQE+3e2AvYD/MLyNiRu+8aErvSIASL244YG6pQDZPYie/juANmy+R4tGvlyqDj0ixA++4PCZPIlJZT3WM4I9/qg1vUS+3b1UnGa9QcMtPpg3gb6h1Fg+cIWzvfFLKL28yrY7hrWjPgqKGL7GIyM+d/tcvhKUMTyfxvS9dqZnPSeMJz4mjUG+dtxUPdCunz2O8+O9YpsfPdjXxD2edke+2lrVveDrbDxPadE8M/J9vQVDhjxWhAu+BjQ3Po4xJb6HX7Q9NilevaCrdDz9LLe8h5ZzvpaeIb0mMQg+iSZgvf5pt7w5oge+8pcxvvVImj49SeY9ZSFEvk3UKL6GZYI60lwRPpDnF76zzgw+yRWEvSRRvb1Mc/A85PnkPYEQ+jvlJ+A8g+QFPndH8j0qi4i+NLbnvYkZ2DyMel0+fQrBPUA9yD1psg697R+PvkhWDz0U/UM9Yd+Wvd5CBb50KKe9y+IXPPgHBDy1xK88PuH3PUeyVbzWIBW9bjS0PEkzFL5mlDW9srf/PZ5sLL1lK0U8ZSEEPqrUtb13MTw+eCRdPSuJUT5/XAG+CQw6PWFwkz3gv0W9cnKHPRED7D30lAA+0xGMvmOvXD5k6gY+CiUVvTolkbwWhjW9AtGlPabvPr0TBaO9SY9NvjioHT1VG8k8M4EXOzFnk760TfK91nwcvoydob08LJu94tthPTjUNb16ESC9iQIrvs9GLD2//eQ9mL+OPYH7SL7CU0a9WVVCvrygOr7fWZc9Tq0aveY6wLzggoa9PbgiPdbBZLsMcFY+blzCvVsJpz3Ce06+/CGFvZg1Vz5Oo7c9d9ozPR1eOb6ptik8cNkaPte3GL3YFAy+fPARvoQRBD7A9rw9KpIgvVC5Zj0NsZS9Rvc0vT1BoL3S3jq6MP3+vSWX5L35hjE+ZD/EPH2xN74RSG4+GBkrPmb2R75J67e979Mqu4iRoD0dcle+UfrMvZIXvL2ZgB4+s3V0vco4OD6qHAI+P2+JPXC+FT6ULDE9bI+EPaupLbxVWD29Jm9GvU+PQb5m3/M9qedXvmJnAj4k2B++RmWNPcXXCj7ka2A9LdYZveUfFj4Q5UC8ApfrPaGkDT5XpFO+HYMrvuBCs72vsU2+AdofPXuLq7wlWxW9HuDlPGslDr6N2WS8PDAaPbkCnb2WL/M8FzkoPuf61zul9ri8j3NDvtoJ+zxCgHO7RPmzPY3hwDqbB/49LQExvf7f2T3xojU+bSLtPS0OarwBALU9TiRUPdp0Qz1MJb48KbuHPQFMqj3lOAU+d5R2vdHxkT1Eb2G+yDifvcTW0T3DU3a+2S45vsO1Iz5ubvE8kpqjPQhMw72PQF28hoG6PcZl7D0plP67I2jEPHbu3z2CoQq6P0xGPDQ6Br3qslS+qfFBPRRxQL7IO6C9HGLqPEF8l75Z1PG8EnqCvF6ZFj7Nq+O7J9ycPijSd73lxRM+cPoHvS5KqzyLvlI9Igw6PmTxzr0chgI9i8eTvhcT7b35A4E9Rp5fPk4VZL3APPk+X6BcPREEgT09vRo+g5TUvvwN2T0zlEg+sJRNvqlvCb7ZCTc8KZ+dPSf8fTy+X9a9ckQCvaciHT7ax0Y+6bA3vZ/CZb5Gxac9Q9sAPNXwqj1fiqO7kn93PYIWlD6Hz909gSgoPdZldz4IGoA9REOKvYWclj1eYk8+KTVJvbXMy72f/tC91oV3PjWBDz6LdA++y1jmvROQ3TwBVxg+clzUvbjcQD39BzO9w7FMvb9NLL3Udgq9zLUTvnTnuj3D1669IyJIvcUf1T3RSDO+KJKwPjRfD773huc9hfUtPjVVbDyLS4c+pQuWvPdZDz2sMg4+AgmOPk3Gvb2qfI++ILmHPtnLK75UbfM7ACV8PCXVED6egCu+W9e5PdBAoL6J3rQ9cUxrvsh2nDyZd1I+DaTjPXq5wb2DqJ09VvWEvkC0Jr7cz3w9iRWLvRL7Xz7aSoe+DhIIvbnjuL1FfBg+HLtJPtTAIr6m/ks9aAC6PVPytL0GP+Y9EwPxvcvFQb5+LZE9QuaGPv7yeb658H0+mb13Pgz8RL4hjQU9WiZ5PtHv472DzoK+/PplPVHMEz4tzlS9WfDmPKFhnD10Ubo+jo/dPfcPzLw73RM+U7QGPjATAT7fmIY9Hqk7vtWiAr5AvLq+mG5lvtgChj72YU2+ySkVPrOXbj67CoM+R7aTPr05dTybvp49NR+Rvum8SL6ZzBo+PdbmPMDgJL7y/22+StaYvgPvRD6z1SW+7SaAvB75hj2wY5S98b7YPkkNML3/EY2+n1ZvvmYtAT4HhTS+WPcbPhnS372Ue9s9ZwDEvdz/vL3Hk1Q7GBIAvQNVwj5PgFS8cMMpPufs2Tw8UMU9CmuWPNfv9T0DIZ48NHhQvQ5eF75vC9W994GDvLJQmb6XVJm7ZySrPqxr1z256rq9thjyuwusET5TOTQ+AbypPaPxZb7MSqM+HWZUPpbZKb7kdE2+AOYWvuTuAj+0ovA9y5ZBPnhzxr4fyVo945QYvYyWk76dPkI+IhmjvqBG4T0Q0Eu+Jsk7Pu7J6b1mclC+Hh1cvgmbDL4d58G+Ha1Wvuq3kL0ZUua+pEi5vr9iQr53TOm9schFvrGbs73XrRg+OM89Pb/MPb3V4y4+p3EJPqoTOT6hhAI/vnwqPQjAcb7AZK8+bT/ivUpuo75upxC+XHyUPUrpnr3/8oC+34SHvSxeQT4fbS0+e+oOvvbJGb1iokc+mE3VPo7pGD4zJ1M9vZucPkSbDL6gafS9rWOPvRbThzshl7W8HRyePs1mhD5bXdm+QWSRPZWEjL2FDyy9tP0pvgCAobwTJQc+RNI1PvnEJz5LzKe8DSy2vVvQnj3yHj4+rDmJPanPEL7ucEO8fAo+voydn75584a+5mUUvidrJr7u24I8SvNAvbxt2r0GGwe+DVPWvTnfU73N7Ww8tvQpvKXP5DyR8ZK9f3KCvfJwGT17ZuI9SQnuPdCyS718Q7u93KEVvrc5mb2ZOKs8REaFvXLzP76Cc6a9wtUzPp/pBb3To/a8CeW7PUkQ+zxSLBk8c024vQTHqzuB/Hc++VJjvlkKRj6lPxg9R9UHvqKpfD28ec08KaeSvH+TJ72+O0q9wZAUPo3zIz7t1iy+2CaMPQUd7z0uYDG+gGLkuxIqJD1WL5I+s95IvqYecT73XII7vJnyPFqwpz3tzAq++zpyvWf5ubxjl4g8M/ubvaW/J70KGpY96lV9Pcx9/LxWKkG6qD2Ive1/fD4nFxe+r/ZDvo3SML07a7A8dSOCvQWEB77t2pO9Zt8UvlP0br7ClP49+Z1BvcuCbj1Dw4A9qAWXPqSsMz5lNdO8NzUPvrNZKL5D1RY+3RmgvSqjXzycJ/i7X71OPjH9WL4VZYS9alpHPLcxDr7Tnja8GhEbPq4CCr5GGIY+jMfRvUbEU75Nf7m9iQvuO1MaaD1ZQkQ+ETasvBvIUL657vU9wibavZVgc75ZMMk+iJa8vsKmjr1ApDy+0R6Evm9msL5GDHA8DJeFPkf20r57xjU+q//bvcG/Ir1nEty97cslvgMdkr5LYiM+XOFtvTSiD75UGEc+4cZXPjHQlr1pI3O+rAtBvSQUSj4TZRG9IC0KPjnacr5oFUm9czp+PTZGBD75jdI+AlALPVYQhL5lDse9N7gjvi+4rT6O6Re+LM4hPZvbi75TW/O90Q75PWYMjD7Edzy9jgYPvszFaz7oXxS+80uXvd9Mj70NwmW9zS94vnen/rxtNS0+VI50vq/6ybyNKSS+T68YPhycab5Vc1s8QMcYvlP9Fr2MZ68+Vka8uzd4kj2/Lh4+CUyhvtFUcD1NRRQ+lelTPvBkDT5nfXe+xzXBvjDHmD49fBQ8o3oAPlhHSb4d5Ts+1MfQO/wuwbxyI9o9OHFNPZTIOL7ZXKI9uhWhvtbUFz5ebX8+GHagvVAknj4IlDw9JB3yPbtWGb4yqEw+CgEnPtEOmT6Np2U91X86vikbA7/U0dQ8hNeBPbcwHb7WsIM+5b7vPEWcUr0ap5G82dN5vd+Vkb50L0a+SitaPSH5Ij5uvio+a0kCvkJi/L1iBPO95K9APkQGmr5rJro+rv+bvkClRL0dqyM+GpELPlD3CD6ZPgW9zL2/PtNzWb3ofdO9Vwt+vj0NULyraps+VW5VPjoVCz5uMGg8KOeMvRx7Sz7AX8E8yc6SPmKYv7uyLQC90AVYvgNYRD6m2LU8eJ3Yuyp1gj3koxU+yUQYu6LtLz2k6+89j1XGO+fhaz47Wlk+f3D+PZH7S72CBpC9/SOCvs78Ab5YvM+9kDf4vQzLIT276p4+GASEvkTcgz7ZKyg9S+savWBJiT6bXQ4+qSS3PmQ4ZD77akO+wcIQPfZiGD4AxwE/TjEFvs9FzD1RpEW+XnutO/vrQz0plrU9VZxTvsC1jr1SAg4+O9kNvRDCRb6q5EY+AcSJvlL11L5wPtQ9O4KJPZJ8i71Z/Rw8Fh4QP1iebz551So+Ea8ivhfby7xFJEI+jnswvbEFSL4EHVu+elw7PsUTqT5yr4E+lAYNP4IAV77XcJC9/x8VPsWwr76H06U+0a2ePeXOmL3qnqw9LmmMvmLvSz2jqh6+4lUTPsu67L1l0qA9WGLPvI6EQrzuQhi+aVwfvoxsIj7sfV2+dxfZPSoZT70B9tW88wnBvM381z49/cO+kFwmPV4NGr4MPXg8DaYIPvqk6r2/jf69kXZlPFU8NrwYcs8+6IVXPsNSMr797p6+BNecPcHv0b6u9e09CgQBPdIanL0ixHA+FWBPPvxulz3Z+eA+8GtEvmlVdz4TgY2+lx0nvt52kbx13ZI+2yqZPoY03D4yx5Y9Z+y8vXZtzzrEBAy+9HsMPKGdKr7eIzC+vDipPOeQdD1yGaY9O+guPoz9s73XZHk+e/sWvlyZVD5B6/w92jAcPnhn070/5n+9eNSKPTRqEb7yGli+bzUnPg6M2718Rtq9zn8svqdFAb5F2+E9FOXpPdn3Wzx3I6E9d1sKPqafPT0muAy+uHEKPlcqLr0Cbds9AF9fPWIH972tV7Y9HrY6vslmOT3bCto95U9ZvdX3Rb4y13I+CuTsPf4Hor1Ejpk+cmtWPGlgrTyVary9GwmQPjJK9TxjKyO+OU2XvUUutr25TME9A4NOvpd4AD2up8c80DoAvuZVRj5NM1Q9bMiSPeFbHj5D1LI+TN//PPnKDD5uSgQ+1GGqvRk+HD6CdPy8kIUlPjt0J7yMFuY82KFXPlX4Jr4Vugm+Tia4vUVmAb3Vk5s9YXvePZmZbLzXCUg9mW64PAAMCz1I/Fw+K3aIum89WL6mVxU9cQkVPSxErrobGbI9sq3GvG0RoL0cueO9cxA8vmNTwz0M9qA9QZsRvos/Fr6hvsq8xG2WvcawNjsNKv09yAOGvEV5Nz74TAE+75dHPk2Bsz1g07i9USe8PY8PSr1wA4k9aeNEvmNx1r02Ic+8cdZYvpLnqr16edY9pBkxvtjvBj5grLc9oiD4PWoLIz5TvZw9wutYvPOXgLtcxn6+ZthWPrt/jLzj6MA77iP+PcvgGj32yTk9AqSaPjHNEb5coFw9lFNtPt+OkD6ExZW9w7o3PlWrEz6Wu6S9oNdxPia9Ez5o79o9SXOqPrneuD65jU49WJpcvnOAa75Qc4I+h50PPVGcij6RHy6+GoyvPnklrbyzsbQ+a+MXPQ/5lb0QtI6+iWW6PspRi7mWCgI+h4QDPT2eFr3N1io+HUpfPvx5T76HW8Y88uXEPlOf3z0bzhM8UDVHPEl+lz0Obze+mgqvPek1rzzNM6Y+MMp8vTvIFz6tIMw+6jEQvXqOCT2JC0++i5XsOqGnnL6IGu+8TFyPvo4tWr7+elS+A8v/vSc+eD2JE3A+tgY0PCnoAD6qnDI+tiBkvlgaxb6L5iu88DN6PIG1KD3YOyY+1lndPFiclT3tKQc+XxwFPiK34z1f8IG9266zPZnDfz5zs829CZrDPG7bC76dmLS8UhTzvH+q5b1aao++InifPrXc9L3WnDu+DEKyPh5XZL5DgjQ+9p7avON3tj1Zo3O8SW+FPdFWFT14To4+IyyHPqBDIL47sXq+XWm2PieSGz3Q/42+sUkbPlwBoL3nb/y9RJ8YvpkuiT3SqTk+Z/eMvUjsBL0imJU+ugREPGMfaD6d4y4+2Y6BPqzpHz7ZYxQ9nc6PvH1jwr6O+hy9n84wvrRAVL3/n2y+xrMAveU2xL6H+EI9myyXvO+oyT3HXIm+gfCPPEtLVD78VYa+sactPjXJSr4C9dm8Hr4avswNtj7bSwS9zlRIvhJtzb1y0HI+noWOvulAnT6NaW2+lV8mvRGd+j3dI6u9NuL9PZDdS77S2049giPOvucbOD5M4O++l0ndPYGz7b4a2oO+yjdKPssblj5O8qe7HanMvRoHAb6HtoW9k13tPSzzMT3N89e9z++3vfN1LD79Eyi9afYUvUAxjT1t2U2+RIKcvWUL4j3egFm+ndq/PXyUgz5c61a+vVHbPk3tzz3eEru+0OrGvTOMHD9VZES+ssEtvlO+kD4Yppw8M33UPf4TEj4eCMW9smL+vV8fBj0zcZI+ymjpvnempb7yYwC9HcmPvfxWG77ZAY6943UqPu9WYbyAxKI+/+8gvr2rNr09SkS8082IvYu8pL7ruok+1w5avuv1gr0ZG9q+KJEQvrujpr0Z+ru+KURBPn8T870GmGg+/71aPjzqM7yrpTc+OVHYOoOS3TzQaZ++yjlZvl2jSr//tBG+6DCyu8dcnz2i2sq+EcwuPT0zDz7Uv4u+/vNSPUfW+LzH3cs91PVqvbDQVz2lJr+9FXyPPjiwz72YBQo9bsYsPek+l75cGQS/9mCPPd14rL36wGk+tFlIvDdMrz3hMAC9gPLbPeBYsby3TZi9bFMXvi8XEb5rrCc+ptE8PiLwED5OQOA9rqI7Ps+J7Ttdheg+v0fLPKutfL4iHOU9XdZrPXfoGT0v/Fo8Xi2nOYbs3z1XLo4+GfwLvtK2jb2bxxK+MmlWOd46bL5YWAm8qteUPaM4FrzYjiE+MxRxPklADT1aDCg+rmWAPQmbu7w5EH09cYumPg/1Hj77as291zO0PdDhYD6xAzo9rPUvu03gQT2qssk9J9bRvbcpSz7Xqp08DKolPjajhT3GfXE+IxCLPvSyyj2VCiC+mzK3vaKsBD2fDAa+cpdhvsrhjTycqJ09JSsVPqWag70XFdC9YJCBPdtwBz/g/18+52M6vtOMWb10SBi+gewwPsWjB76qtB0+T1xMPigA6r044Tq9HJkIPaQhBD2i3f696ljQPcEUIL4WrdM8DykMuwzdmz0yomE9AtA2vj4Pb713lhi+H+AWPbnBsTwHMh8+/lUYPhICcL3qZNe9fdhWPlsKXT5B05M+9OwzPj4jRLzfi1O6h04kvqBq272fVUE+pOdCPl7gRz0EEuo9tGToPWwL7z2jLFG9d/+WvKLRkr2NS1e+i1S6PelC1L3ZRwU9xniAPjpNiL27z4A9ZqBVvoCwCz6pWjI9YHyBPWAtur2mOA4+uURYvMjT6bxzrsa9J1yMvc5iF7yQNCW8mpksPdJTFL271Ty9HyGhPnhbGL7lrBq+QuUXvXLp+TwHDHg9fuWxPdWzOj04+NM9m+WQPdewWb46Xci+9EE4PutAm75bwDW8aiLYvVNoa74YC9+9QpS/vWn0m71Sa/e86S8qvnnqyT0iIHE+JY3QPeCFur0Uvcq81YyFvlmCeL6ZKbW9KE1aPtlyEz7TL1o+owaOvk89nzwgEw0+NJbVPRXp2r0m8gC+RYE1vtfGCb6pE728eSk/vY5Q4b0CBis+dnClPrOFF7xFalQ+MWskvdGRIj2Iosg91/qHvl6Ysb3QmWg917NpPlY36Txip4O8aoLVvXEm0TutTw4+OywevoM3krw3DVe9tM3/vUXwSL554S6+Ue18PgpTIT5YjD69OzUjPiyOoj0Lmac7P2Ctu637J74J8ra9EVM/PvXr9rp86De8kLEevZBXc75JZls9wlcaPuesPT3rZCK+H1J3vpL+Nj3Lm0295fMSvhq/br3hWnY+PqxHvq7TDz6cFIe8SUxPPhZxez1SB9g8D4YKvQ5GPj5NnT++wkHovXYlKz6FBQ48MDyWPrdm+71bhjc+UuL+vWliGL7jvTg+Cx4cPnlcLr5qpo09HUo6vIUXUL1i3so873C4PeO5l72A8gc+FuY0PtubPb4yfDs+pBEFPkUG2T0TGp29bsEePcTiOj75DSi+kregvrLsVT7EgB+9W8Cavo/DHT6k83W9NwTSvIF9djuiLmw979ubPcb51z3+Oh49UhYgPpkmDz3gZU0+5TUaPitJp76UoBy+ovCavRnWqr3BmQa+Cm7CPKtZpzygmKw9jNlQPYVQJj7R0Rw9vPdlPvzycj5sg/Q96Chcvn53UD7RE5++2J4cPdjaCz6QtSY98AKAvrtvpL3tWLs9FzkuPnUiVjx9ncS+7fQPvROHrr56MmW+xxMGPmJu8j5M5ui+eglePlgojD7S4Y2+NRRHPWG6er7Mgkq+xQejPY5qnrzGdQs9PZsMPdkRVjzdvB694ulIvWKzob2psuy9lHkQPj1iGL48Q7m8XVCPPW656TuEmKO9Bcp6Pj0Xwb0tUIk98FPtvZfiIr4w618+PfaLPGxFEb29BNk9wFYRPhA3i7vpTdi90nABvotZCz5ed/u8QZ4NPqJaoDyfjBW+ZNfNvQOJkr2Ltce9uSCfvDUXj75Siwc8xROcPrrOib67AFw8f6irvjecjT0L41I+5fzSvYiUWj7o7KQ+VIiXvgT1hzzi8sY7eJNEPWeuEr6Vs7676f2pvQgKDD62pog9OviRvkotSj6WgBm+EdGjvTKc67xSJQ0+yT4PPW23H76GkQO+pSsCPtQFlT01Hj0+mJH2PdNgqj4Afa69siwEPJ1vJTgboxQ+f0R8vbEPBr6751w9N0yTPdwW0L2/NQy9GdKSPADcNT6qo3A+geeyvXTm6L3djoE9Y6/EPTEBAD4sgx++w51TPkWVhjpco889omVuPoRBWD7/Z929ZBU3vjpcn72NDLA9WpovPunb9L02i4E9yjupPUst5z1szoq9Bd0zvnZQ4rzC+pW8/12aPQy+nrztz589ZbFUPK2iUT2kHF0+85NMvO2FdD22qno+g/4QvoHjR741GXE9/VHFPbQ/R73D3C++osmIvZgqpj72L5c99MnBPV33Rj5yMsc8wXy8PePo8r1bvOA7f9cVPvFaVj564TC++UpLvkZxgD7fGsW7QrMcPijGJT4ouQk+XVkBPluTOrvnKjS998tEPlZoXr2wKpo9Tf+4O68Uvj2Uomo9zW77vQs2ob2z+NG9HRdZPdpOFj4ZL1i+i4XmvDEJAb4t43O72nRNvX0E772xunE+GVCFvvQGK7xUnea9o/ApPeT9k7xD9ls+GFoTPcqyLb4AEg664934PYut5bxlAxG+MghUvOsFUT6CSxm9AaCsvV/hUL4dXUy+awMcvdsO1L3biQs+k7KvvBNL6jzKpYS9shOQPlvi7T0AVtS9VZqFPPVJVr6HXYW7AFP/vfWefjyr+I48/YpbvFs0zDxwzOe9gt4mPezTvL2a/hg+rhx+vjfXj72sfMg9LQ9EPoJLYTwHJcc9VFt0PtjAIr2x2cm9ccIgPcw6pz1+dj499mz0PUuIED5HeOW9gwGVPYzB/j2sFOK92xoHvuAiqL224ZA+NbFFviJ8Cj1TRvI+m9EFPuBXdD4OBQg+IKQlPizBrj60aA29KiEQvgJl1T0EbyG+9iJIPb0Ot755K0k9hlynPef1GzyTJw4+UPAhPgHMdL7rpaG7NCozPqdABr6y/oi9203fvAU8TT6/RKW9DWVuPtushD2odpq97dqsvBUEvD3RiaY6YxQvvBU5Sb7xbEi+IENePnH7hbtjIAA+OuEQPmUzgb2C0v29w8G1vGzMVb50k669HvUTPgQP5LwRvge+jBmAO2NpIr7NdwW+xnFRvgvkBb3HG9y8iY5OPa5gMTuY7ti9mg4/PkWzs71zkcW+uKThPeaorD6IP2+9+306vgi/KL7Fbaw9l4KavagDDD4EfSW9OH2FPa+K5Dxs8e89t/5eveqiSD4TZI2+mljWPe3THz4GUXu9JT6svbtCRL5dkBy+ZiebvY/QEj4DlgQ+RNNJPgLp6jy/c/C9VdMjvT9qLL7IdJW8Q+QOvJ55HzzJFLc+VDbKvJLJmz2v1g0+vHowvHsCsD3/Mci9sSrWPkR+Wj5hvf09/QOMve/RQT17rLQ9pfVaPRFqHT2+6TO+absJPmU4Mbxplcc7TSC7vVvKj71Tdrc+NmLBvWC1vD5/Fr+818fsPZ4BRz4Ix+49e7+DPnmzRD592pS9rkqRvbTz6r2o3Xk8YPn2Pc3CrT6T8pe91TBhPIrknT2Z7zA+e72RPmdrZz4ooiQ+JWHWvaLL5j1ifaQ9MnuHPgEV3D3Qb5S+JaPsPc8Shr7/dG49n9CMPnIPzbzUBiC9KSb9vX6WPj6hGGg+sQVEvl7n6D1EW/I9QJjQvaXy0r1mfiy+7UePvYrGJD7loXu9S8NrvV+Wmz5VIoo+H7XSPU8lv760/IW9st2IPv/2tTwyDYI+tcM2vKbFhrzvaj69hSo6PrlfEby4cEG94e+Ku1LowD1Ee5I9BzYEPZPKET+zubc+aqvFPJy4R71qHbW97+QbP/tUTzwaFH6+N56WvktjlD7z7nG+mpY6PbKRBT5w8aM+31/QvCFEnb0fMBc9IC06vfYP3b3cL28+/JEEPsh22ry5S5A+3oJIvr4WlT6LwGy+z58HvSqPR76M2Ok98y4ivgIitT5/xgU9Kr3QPVbY8zxqPnO+E8lmPWAOGb73bRE+rWJBvWRWkT7mHhA+OZWJPj6U0j6nQYO8ha7ePdO9YL0joY4+r0E5PgLnoz1wvAg8ZZTPPWQcqb0DEdQ+D5jPvLixhD4l5xA+am04vpVLIz7Vr3c9VAbSvRiZYr5F5n49qhaDPQ1nnL1t/O87VkfAOYWDhr5Riws+sq9ZvpP6CL6Xh1y+qPQovksyVL0mfA09MCVbvWZbh754bCC+PHT4O7CxP77AiJC9OmggvujiU7w6Lqo9DsQJvrYLsj3rALs9DPclvrXd0zzFqL+800fcvY69kzyZZKE8wLPEPF7aAb6O5Sa+MW8LvqwQrL0Ynde9URiWPdneTr5ff7W8exwMPYoj/rsPO+y9jbGbPaIuVL6A9me9tQbRvasIO76rJ9s9K+UYvpTlHz4R4QY+FhQiPW96ub1QFUW+yxT3vTgYg72hwXO+REZMvkHOMD4KUAe+WfP9PV7Rer48CxK8NXOXPVANb77vL0q+eEUxvGz6oD2sCtc9x3IIvbfIor0PcDa+WVITvgHn/7wi/Lc9bVKXvp3aGb4fKf48nlpGPfN1RL47jqG9VKxkvWgtmz1RsUG+9wsOPkpZLL4Vn649FEvuOy+Va7x5goe9sayuPQDTA71XBNi83rKWPS4KHb40lS++dh3ePXN06T000Em+8fFkPQwfM712ygU+zk4vPWrxUb7XgAs+c+HYvYYOC76kIP69yK2bvl0B2z0bT9Y9o89Vvv6bxzsTi8s9lgMWvQpe3b1nLAU+9FRavjwQPb0jwsS9m8kLvrq2Tr7mds6+eu1xvuJBbz33AMw9AtA3vv8Tmb7zQYC+kkGzPZKNwL05QiE+Foe6Pb9zsj3izoQ+jWhCvn8TTT4B2/a9Qb+Xvq8x3D1e4re+m9wjvout6D6QiTg+FbloPtscWT5Bf66+1ZfKvIfRib1C7L+8wNNaPnHnuTwWpgc+xbFtvfizT71EHLa9JiX+vXHrgb3V0Ig9REthPnG3Dr4pJQW+BASsPYP6Lr35bxc+EMqzvHbwm77i3Qw9rw/wPTTTJb5B9om932GavaOrb72RvsQ96tx2ve/dZr0HF6G9Is4rvUF34LxCzea9AFSlvXjCHz7Rn5E8U2cgvXhiI71kLJK9f4hiPFmpBb6u9eA9ufSVve/1rT0kHhk+pyVKvoM6gr5ygia+tSPKPUxC4r2L0Jm+iukZPmclmL4nwnw+4tjCvtKR1L2Wyvc9YPYYvuAsML6xLQw9zP+HO/ZFJj5KN9W71KsnPiPsn77dRI++kdQUPkpxdD63iNy9EmnxPeJ+urwYpa29MtoQPhfROr3QQd+8BT/EvXUz3b35dZE+ausMvKQxRL70aPY8LxJUvm/82zvEVgO9FYORPqHoFD5+sj2+cY5XvjpmCj4qCr+9BxWNvgT7mz17lgQ8vmnNvopmPT7nDXM94orbPdU+Ez6vkmW+dbfrPcn9Jb70JcO+s5c4vnhgZD7D9JW9KuTEPdFY7L1R7fW9KmfsPQS+pzwgYvm919OQvZ7GhT4yVre9unaHPsXYTb58/na9haxXvumKoT03coO+IoP/vXwQ0Lz9gdS9oTRMvtBSxT2lNcw+fOqhPqf4g71TfW+83bMovbjEsD6DHO+96qtfvoKcbDwha/I9nfvRPHA6B7/suk4+F8ttvn3qZL3lXBo+jSz6PcxBeb7I04o+GUhYvYbJ5r1ebKA9A0//vXyygrxgYt48bzWLPu63c75WMFK9vZq2vXaLdL5I7WW+mEI/u091Iz44E6091VmRPqUEe7t4+gO+8UyaPQ3T0z1VwP69gy2VvXgDjTxQhqK8uGXcvZnsI76/Cu68l2W9vcWuDz48/1U+3FDpvDN6Pj7DRFa+CSQqPlQqH77688Y8pL2+Pj2cRj5m8q49cpxwPXvVSj68Mb+9PsowvtS5Fbm2UZQ+/YP/Pd7jPz2D67q9JAEwvub8Cr7MpRS9uIo6vlKlFj5dnFO+rIUYvfsK+b0MVRm+QzCDvXYsLr4sQkm+/+5avsJQFb4PtJC+xBPDPURS17tmjcY9GPm2OlbXHT6WOGa+TmyJPbpcX747fyw+MlJuvRMu/z2nTKw+17qVPaKnez3ss8E9LF/ZvKAaQb4B6AG90tb8PBlHVj2B+Wo+Ewuuvgi0Yb5WK6g9DxcWPjVnET0+mO28L/XFPUBBhD7cIQC+CB4LPsfKsT1oBFw+RIbQPY8ZJT5EjLg+yjQcPRLs1z2spyI9SQrPPcXKk7xllv89B8giPho4kz5GM+w9BsMCvSIBGb7E5fM8JfYbPtx+6b0Gu+S8iJY2PvHv6r1BiJQ9MAkTPs7JezxqnB4+YclaPtGijj0fm4Q+AGuMvp3pD76E/Sg96igTPV2NJz4Ab9k8092mvRXAAj3iAQ49EQ0FPj4jdb3vB6G9bBLdO69Th72WIiY92T2WvXge2b31REy9ESyHPOetubzg+QM+gdj+vbWi9D25zQI+K7T7PPjPxz1LnTy+aTmePEWtsj7cOkE+9uBHvYvhhT16r4S995M2PIqCQj6gtUc9PCGvveYFtD1N3LE8x7J5uzd1PD7r77E9P0ypPWul6jxanN89GRYePkxQhD5LASw+9Ji2OydU3D0hkgO+ctzQvbHhSb3gBgU7jwIOPhMHGrveR4S9FhwTPh3Mrb0POGc+4slHvTrV9T0oAZe927JzPBOwHL4ins49qGnmu15wij4rGQO9PxOBPmQfWD56jhm+O0LUPfPblb074nm9RTgivtczy72dPCM9e+mxPY85dj3Xw2c+TXTFvXLmzbyZmh8+nmzLvbIBDD60NrE7vHnhvfjepT2xXus9YtRmPec+qr3KzYI+adY5PSw3Dj6q8mK9QMGOPdXpGj4Zkx++IqssPkanJ73j1i6+vHI4vkWrP70A3Yi9hzV1vbWcRr6SuhC99lgZvmyStT2OmfI9NwoJPpogXr3VTTw+pL0Ivdhefz2XGig+30JCPnJ4pD2+G4k+ID6APWvry7wcyUu9YtwfvkbsRL77C3W+ABgBPpejer1uqvo9vBpTvlurwjzVMh8+dAglvsp/cj47lvI9FhgWPo37rztinx89yj36PVBQKL4cLly897f6PLk/Aj4QPZY9c2hjPhfxtDtVUUo+m7iXPGpvBr4+6Y09LXVavSNuRr4h3Nu9clHxu1mUBb4+0Po94wabPThAnLvNQrY8r1+xPX4fFT4VmUK+0ugePrNaGrpsbrm9wWhJvSvYmD1NUP+9owIlvFZO6b0h6ae+D/1MPuKxVb6kqwE9IjW8vB73SD3wvYg8m2RKPh+bxTz0kAs+X/IUPTCRAr4kzrE+uOY1Pv5dRTykAhy+DRN8vk6Txjxntpy9NpXePU48czx6LbM8b57yPNjgl76NB+E90VlRvAABLz4x9oQ+iRGFvUc6PD5b5XY9vn4ePY+1ST5HxJG+iF0RPL9IX72gJXE+kvN/PlHKHzu6iUs9eKjQvcIBML7H9QI+NRFdPqqLnb2u6k+9AqMAvmNIUj7mqLi8J81CPi5JN76Ujga+zEWrPL56yL33iXW+EV3nvvPqZj4q5oK+jaMevjXfY77rLqy+jmJHPc+8xb1oh4S9TWBEOyBZ2T5lq/G9DF+9vsrYnL7pwfS9/vMyvqRgnb4DLNA9byYvva8gr71vnA4+tOiBO+nCZD4OPyK9Q+BEvR9PNT4yM789wxKTvkmUg73ZT689CCPdPkjAvz22xH8+ez/VvsuIJb50n8O8vSLQPTfrAj5AW06+IqNCviLb1L4W16y9X1ufvT5A67zvZKG+hpKsvtkFN73+1369CoBEPjXHRb5H3G88oQyOvKugaT7hezS+rQWWvmmqHD6Jnjg+vLiBPhnlBr662bc9tcHdPsbUerzR7Jy9gqdzPp5Dnj4Y4DC+P2S3PQG8h74dlJe90qFxvqV/2TzQxww+09+ivmP07byCE4u+td97PsD2bT7IqUm+E+cWPl0n0jyxPqO810rzvFaOJz2Al2S+giWsvhF+N71it7s9zEsrvX82Rr6H5MM9xMtCPkxSO73aQm++ZAhBvnsuAD7t3g0+6+OcvjHwQb7TiXw+2g6QvopAEz2K9ne+XxvePY2Zir7xdos9npoHPme0O739m5M+a4LHvmZzxb0X4yq+Dac/Pv9POz53XUK91p/FOpcODz59pDK9vWHcvCgJ2T3dBRG9LTlounDabb1Lsda+DgkUvjhSbT2f2Qs+LgV5vM+P4720B3y7LgahvFk4Cj2eopS+XqhQvVozPr2tkPs8dGj+veT3Cj6myGC7p5Y2PangBT5mtx6+6YVSvjLSCL5sDCU+wnOtO7zKHj559HO8aQMMPgLLir7yahW+zfi4vSk2lb6K+CE+q6bBO0tZ7jxZa429JOkVvtjCMD6ejS6+tn1ovrrAOj5RW3a+G+zfvDKIl70EgFk+lOocPjHr2T34i4S+chuQvT3wwz2HQ5W9w38bvnpGzL15P9e927xYPRBluD1lLHO8bCbDPbwidz5BckI9jBcmPnR/gb52CPU9u6R6PJrT8L3V57K9jhTHPbhQTT4A1eE9t4wiPPlrvj3ZJi6+Atqgvdq9bj0nte+8aTq5PS050L3M46I+250KPbnclL38YBu8mNK7vZD71rxTVOq9tiJFvrvnwjlaqqE9dgkWPskWRj3ih0i+6Cf1vb0Kk70M85C+H4A6PHIcEb7wwE2+FYwWvhx9Y72Nyus9eVZUPfIdJD7Gcoq+YOB7vfJ0D72k/Wq+qvOxO3n4Gj72QDU+/fHTuoNiZDsrdNU9x3s3vWg8srzVQ6u9y7n6vRcpqbw1NN69sdT8PftAkz0PzWA+AjNNvsTbcb2ag0c965amPew4OT0dX4S9NXtmPa1OHTznwGC+vc0kvj7zeb4WQhO+/eFmviOawb09RS69AaeivS1tlz7y58E+ivA8PjTPOb7kKvw9sleTPkVnP7wT6X4+JZpuvkpGODx8RC++HCCGPnKwhD2iNCy9KRo0PvlIOD4egeU9fSOkPkh0wj11QoA9241pOrTjDT6z6j4+HYZ4vPVh4LxoDoU9GcbmvWUQob1TlxS+8ZvXPhLItD4v80i+1zmaPWiCLj4REfs+fLFQPqXShT4NMWC+tuWWPPuWMT63sxG+yK3YvCpHNb6SEKc9i1aGviYPgj7ERi4+Da0Tvu1JQD6iYqI8sQPTvViLIr6iPde8xGxCPsDxSL5RKos8Z7AcPRe6gz4YhFM9OfM3vuLVGL5bUoY8pZG0PlAMqj5goeg9mTP7vZL/TT5S7Vo9szUgvulBzz1u/mI+oN0rvZbxLr2gB+S7vVZOPkjjkb2wudc+Kim1vnBYuj3RWRU+DlB7vUSmC719EtM96FNQPmYcLr68YG89Aj4GPx6A8TzKntg+/JPuvS8vzr7EeCS+efjYvVaNVT4mKwo+XjyDvnvroT5DJJ4+IxXAPcBPoT28PrC9RKCBPQf7dT4pmAS9w6PyPThxjz6LK009yKwlPmsxZL4xH9y9y+krvuMX6r25rC09xqbbva9ZoT2WvKs+/eEVPvkcBT55qZK+7oS4vRHTXz5ev/M8VnLDvf4ybr4sdGU9oLdUPHLrmL00Lpm6+yy+vTvvJj1CHXc+4xIavoNgGT63eva9V0vEPie7sD2PY9M9rqGqPUNS9T4Vc4E+opyxvu7uSb6F8ik/VS48PsgxBz6Fcoc6x3uAPGNVoL4o/ou9LKdIPnJLfb6va1I9oe6xPal5wT2xQiy+i28DPidMn77PRBo+3MuIPrynG76a0JY9CBRSvVezRjzNpTg+Ph3EPLdG2T5ypgc9KklQvjB+tbz07ce9nysFvlkXBj5eDEw9lFEvu4QbXr2qtRS9d7ybPZ1MFT4YfRG+PdO+vUgBE7z7SIg+fptvvlTcLb7Ufti9ilIVvuizEb6WfOs9JtxOPAcgXT0gSwS+ZzENPqNg7L5ql4O+QgExPpeKrj6LGrc94G83PX4miL3uHh29P2VFvTNLnj2ApfI7PImyvd/0wD49hYi+26xMPm/lAL6K7pw9XA+KPQw8KD1nJRW+PrwHvgFhyL0HX3y+SVG4PcjxZr45+ec+ATzvvjZEdb4AplI9LmYCPr1MYr3ju1s+sCAfvih1Ob7x9uC9Lj5KvgoPNr4h/aw+BQruvUwjLb7gGfW99cj0PBe87j65hAo+RnyjvEm4nD6jsoQ+9DgBvQqgYD40H7Y7Dok9PnVksD3YKKS91w46PmwCMr3/f489qP1YPAALdD5EXQM+nRdCvvBZyb0mXk89F4AXO7Q6bL4pWFk8411TPYJxcL5hqUG+s563vRbgGL1Uneo90RrivBbZ8j3EOmu9sIs3vv7yrr1uHiW+6h5SvruJiD3YsAe+qO2gvQ+q9z2iXk8+zQq+vOEmCb4ldxA98Rw1vlRypT0NwMi9E/F8PGGnDb54Pue9wl2XvrWaVr6Wk309rvO4vp4q2T20xsk9JUhgPHkWyb2qrVO+WZOJvoPCSr4pHwi+NgCXPdoe0j0hNQq8Y7CFPRhzoL3eKss82UGTvdmOjb6/Z/W9cUB7vVRp9b2SPqe9TyS9vQIjdr1T/6K9D4JTPYRHgD3uLN490o1MvqwVnb14x/S8C98OvVMUQL7U5ZY920aKvNzyvLwh9wA9ThA0vjqMXD2SU789GyiYPQcZ9j3gDny9Oe8DPsztyr0weBi+8hf3vceOZr7gAmW7EzZmu2JltrzWmA29A4bBPRZnEL0NiZm+NR7TPDIxkr1DhgW+oGtDvqPQmb5DLEq+vX1JvtPMGL6VdP29tqgBPYHiGjwc9Ke7wmtbvTB/Eb6ECBC9ChYwPoUl171hvcW932WRvrL7az1j/si9A7TKPZOUnb24dAG+wROoPf49wr3Yo3S+nVGZPUUYu72+aMi90hNEO05JiL2zVAe8ZuoMPRBJlb2fmZ489RWuPFMqJD0Q+u69IXUPvh627T26dvu82iSIvh8GdD2QjiM+/1GJvUQNZr5cf4K8ypMsvttEv718xOG9WSEAvbnUND6Rd5w9tjzvvQCEhz73Rhc+R/snvf2MJb3PpZg9qhqGvbsSkD6foz48z4s8PvbHjL2RvgE+zKaSvlPZBryIMZg9qFkwPTjegb7zQgQ8DAosvlI3bz1K5wo+u8ypPTHhJr02krK9HHvRPcNIND43Khg+vRxUvkEVJT5jVUK9Nnv0u9Ktj750dD86doXxvS/0973l2NC+JZHPPbhvxLzOSpS9dylGvmydpb3rOA8+WAdvvoXiIT3ikCC+hyiAvVWngj19TY+87pd9vs9Lyb1JJ/O9ZtPTvLNAqL6ymEC+3bSevQ7/LbxVJAw+fRclvc8OebsGBw6+gLcZvM3QIr5+i9w99H5FviPHH76gmQI+KibMvP+TWr4E8V29wwGCvkq4mzu4KZ299DL0PSUTmr7ys0U+0HlqvVi0Mr76IMq9/GSzPUaO/L1SqXe+7gEzvqXQwb7fv1Y9YV6dPTgVi75EqyY+/flaPtNPuzwjOX48G2KnviXUir4/GAg+ryyLvWucFL26H4S9DGugO4vizr0eOxu9us8ZPpo/OT7H8gO8aHnYudKiVT44h0G9uu95vt2g7rx03Yc9zzqwvKJFvb3AI2C8nNcpPpB7sD20vhS+q8ToPIBUcbz6oSA9sTbQPOXPcD3642I9PPJYvu5hfj53GJW+XOgBPhQOFT4hiw++ez2AvQ4kGj64PjG+t1Kyvj+4ODzB1Ne9qA5ZvTHAmr6aEAO9Kb3GPTdmS76KuxE90YGkPfgUJL4vrOy7YWu4voNP1z0NeCy+ikIdvvjd+b2/hlI+K5n/PBD2vjpYI1W+KgQjPtpkAr0xl4g9e4DRPHtjO75OJh+99LbxvN8Sdj2RrnS9/preO/4arr7kxU8+heqePovm0bsFyNc92n23vQ7kTj7YfEE+mvcfPt1xOL2uSze+BKspPkby/D0mn7m6habnPY6AkT0t2si9CIurvhJo4L14j0Y+71HcPOaOrz2y++Q93SXCvQt7Ar0A9wW+MGlNvphQxb1ySqk9OTScPr/7LD68iE2+FjSxvme8mT3iRpq9mWcxPioHlb2Ujh8+VQ/dvdTGM72xUmK+Q2MtvfyHnz4WXQa+I5sJPUKRVj54PuY98YCtvnxcuTwII4G8xpDUPnj0bz2kBaO+huMfvlQ7gL79iXa9zBKoPTVt5D1NlFy+LoKPPaw6GL2aZnK9piqavaaEQb0UOAI+OQUnvkhFPr7pAdm8P74QPtKEej4Zmjg+TXg/vrtflD08T6A+7poaPcYijL3KAhU+U4tCvn/8mL7k95c9gEIEvmJ6/rwLKTS+mkCgPNCFhj12X5E9DGH6vZYD/zxwI+U94ghKPWA+RD6wRaE+ESBxvvJdz72dj0Q9ilXyPUmhjL1yEWk+SFq7PHkmGD7t0aM+c5r+PRNCRT2Ziyq+HUWJvQwrZb5MRzW93VnyvVM/lzuGrvy9402sPcLleDtmK7C98G6qvN/OA74a14e97GoGvlcCND1s9aM9oFzKPZCHyD0U7xi++b5xvOzV4DzkcpI+67ibvTsakL0y7YA+I6gTPjdJNT6IMqm9SoZTPjRjEL0JuHq9ekpZPAdv17yavgu9vcDVvcvBIj5DDay8hq5NPjZ/Aj0fDfy9zj1zvijv0D4H7VK9L/G5vWDpDz4bqYy+ldqsPei62j0D+pM9N8uIPYIx1jybXNw9IhFHvARfDr4/Pvu8dmwaPjR3ZL5ConM+ESDTPTyr1juOP0897MCbPTwrh7q4wdc966KmvhrFvjzVoiI+/3jSPUacH74HykA+tTUVPenfuDxpLUO+cBMnvWRGNz3Ngmk90Q1DvnGo1D3DTSg9whyCPZwQyj1jCjw82YS9vWcOhj3s4vm9tC8mvtZ3JL4Clq078NrovRJONr7c/a49MOasvNUkWz4IA5y9UoHxvWkylbyrUzO+Jm6KPA+9Y70Yw3A9m1/ovb6u5r3pf2c97pGqvZjUGb7cEwC+gMq/vschX75B1mK+VEHKPfYUnTvx5xQ+1zo5PskGh74JwfC7AcM6PM2Fzjvr6ag99fEAvtK9Ar2v+yA+FJ4KvuTuLT55iTe+lWUbvce4Nz6BbLY8jlH9PLkWUj1zCaQ+ziiGPddCJ77MLVE+jY/BPVcH6jztu2A+zajsPWZThz7DhEa8/T4CvjVggr7qUhK+wt38PVOLL70qzn68cFkmPi03sL7opws9jJNZPnNfiD5LpR2+wiM/PCs8Ar5W2W++nRfWPQlkhD1BXsa8fJmCvS2JLDs03769ikCXPAbmgT2IiEi8ZPewvOkUnL1i2A0+asEXvjnLDT5MFsW+qk66vN4Scz5lF7I9JQfKvrL1rjzDgAs9o+qsPTGz4D3TGNI8+vHiPc3xLT3Fr5E9vTzRPRGDfTyTmii9Lis/PXJ1l77kNYu9AFJ7vck9Xj4mEie+sRYsvtZahL1ngP49/owGPsGl7rzJRWG+mcCvPXPDID7FLYY+hm+0PpsXgL4tX0a+nYuLPWhrCD6lq9+8RQLEvYD2XD2rZno9jVAkPmxpgz5Glps9QUnwvfXUhzyaZs6+NxgAvgmvbD72j1K+f+5lvZKO+D1LAFk7M3DVPccdZT6AH0Q+VKNtPWQ4j70w272+LOwjPsm4tz33Pby98TYsvvCjXb7FC3o9LhCjvjPnpbyQWN++HLAHvtsyer4h1Km+HdgYvlTgFT5WGJQ+uSUJPnxPGz7XTpc9gWEhP+W+JT0VcsC9vNXqPSGxe706doY+TpkBP/H7IT7XkoC9wf8juzlfKb7sH0m+uITMu4NbHz6jzJi+Jf0vPn7VZD56pAQ+AKEyvgob2j6ZjrS+X5cBu6akjj7c2rK+7Q5mvuKe5r2Sniq+Swr9PRdfBj77Rxq8VUbRPldUvL5DJMw9zTcMvtoCCbx61MA+BhmgvnuaQ7ecLRy+tEnqvF/eGT7u2S6+inSivW9aSb7CZ74+G0J3vYRmjb3kA7++KK2NPta0OT7+2Hg9LCcGvLBDwT0S1Gs9nEyzPbmAojxz78I+g+UovXuEAL4tfuA9UaKmPQPP5j2S0oA+fOlsPiM8Cj6GAcs+9y8kPjUm+b2qq9a+VXi2vgONyb1DIG29cZ1IvUOmMT7d1Cs95D7XPpEKSL5GZV8+J6ZMvuDfmT41xD09bkjmPoBGMz1RMHu+6vElPXG+6T1qnN69BigCPaBGZj6Y0uK+IOUnvvxEoD4GV6g9Nl3QPc8gLj5r5qK+SXsKPojENj61QaI8lUecPoEpab5PZWE9qTeSPTd+qL1G7L09Q2bnPjLlUD1xqio+IhSIvm6+p74Ryl0+fkhzvXKuxLzi35Q7Gtw6Ppc3uT1NDOE+7diHvi+PTz55Z3c+aPUiPQ+ULz5fN+G9QW7EvNINaD4qtOS9PH0jPgRMn74uRJA+1lUWPv91kTxtdDS+y3RMPk0gor1nRJo9igm9PUYIKz3pXhk+ohu5vYETrD1RVC2+4MHsPauwCb56NIw+qhd1PWls1r1/Nv490UfMO59niL4nMQG83gskvdURDr4WGgq+Jf8HPaRKMj2rShQ9DzqDPcOoHz5DOxa+C0O/vUOrUj3GsBA+dFk7vdP7gr2PkLS7coh0vuH2yTu9IJI7i26vPUJXuL2lPZI9dYiaPteANr1uLEK9xZAKvLOlMb55qFU+hi8fPud3ML524fy9ZmxKPkVKuj7yR8A9ZnauPdqp0D27nE69VJTcvJOEJb2nQ409YH8mPXPqRz4TUCA+M1zuPLfwOL3ro6M9f2vIPSBU/D0zZ5o9l9ssPha9LL5gNYe9iADYPUOS6jxGklQ9YwEVvqdRnr2ZdOO7cJeEOz2pdLyYotW8DDpbvep/Dj5PX3o8lAF1OxURWj4dtD09PCyFPNVRLr2WI+E8V3AVvgy3GT51W7A91O4qvv3tcT3xCNi8q/QFPrs8nj0JMOy9e5nrPdT0Cb4egDe+quMjPsjryj3HzhW+CUI3PSOFoL2OazM+dEv3PSSLAL0KokQ+9ekFPohBUbyEdKI9SuEFvH2EXr3roeo9cHEOPokpXr0dlD0+ENCOPXu7C79Jl249WsyTvgV3Ur3UkIq+pTj4PXwQ4T3UDPi9ydVhvIFBob5Db3A93ZUnviK2oT2IP4g9y9d/Pecaub6g1849SxX9vvMcyT3+3GQ+pDZMvgeIgT5pqCu+YkptvopOST5W49O9mQUFvpSN2b1Pu3s9yfXNvQcvxD3aDFe9wU7rPNN2Gz6P9wi/6wYLPjrVnz6Jf0a9wPQtvc375j37fAY9aAO4PR/9qT3ikIo9r1v1vTc7v77jKqi+x7oRPtNXqT1zQFs9RERcvgWFZD7RT2G9W3eHPpQ3lL7CNcs+Vs2qvCFWcD06F4O+sAxNPVjARb7gwxI+PP6vPQusfb7Uhf68ku4YPr+Por0j3D29eRlFPSP7J72Sp4u7yCdBPbi4JD1jQEE+UwKRPK2GKb4BbR29FASzvtb14L7ip+28JaqkvAwfvr366VI8Ll2aPiLXmL4WosM9RbF6PQ2Wpr1YElA+OqNivjMjtz00p9I6sPSfvrd0hL7q4mu8pkNMPkzn3T6tAP49N3pEPi1hN75nolm+ZdnPvF0qxr2y7EO+B7tBvtvirL4BTz8+7GcVvhLHub6rXkM+ESAyvcadZDy0i8I+0H2CPQGLWr7+2QY+rQ2OvrQdvzxo9cI9xZ8RvtloWr4p7oK+7nqIPuSaFb9k5Kg86HMuvTMipz3DOqi9aaYYvpzDUr1oTJi+S+uhPV1Ku75d+i2+p2thPkkD1D02+uk8EiuFvs0VxT6gFxI+VYT9PSymrD4s6LW9WepLPdWONb2+Ism+qqEQvhCzlT6KW4s+IFn6PPhwnDtV0ds9G00IP65Zjrw2KYS9q5CbvEcRyTzsCnY9iIOnvWbRD77zl/c9pcRDvuALTj6NuCq+jB7bvacA/z0jnQQ++eTovLoHOr4+deA9Y4fHPHZfPD2yfg08vDVdvSJ7977uXt4+Vxy9Pj+qSr7NACg+FV6UOjw6/LxFBhE+IlzNvhmNcr2HexI8+QTJu/Mj1L64P/e9l+GSPprcaT5yYM49SUi2PBrNij7KqBO+dexMvfqivb5Ui0G98soMvqPsCz5W2AA/55KKvhsXED3o81w9lISyPhc6wrx+XZM7jGMfvd/HVL65IU2+6GnDvRKuuTtREOu8xf9iu0hrEr641tM9xmCMvtMgwz0m3Jg9RKgQPVZocL63zrI+H6F5vjUdhz5Yblg+ecdRvN8awT5rCGU+BywgPUnUl77lMI29EQYyvQ2pl743SKU+IxqcPd7g5j7Fxp++D1B4vn9JSD7kMLi9sRVIu0foHL4/Fl0+RAzOPENhezxo0NQ+AdxaPdM+uT5sxKQ9yqIMPSGcqb0vX5K+ePcZPEm7+711TyU+ZGylPY+7Bb4KjwW+tkhRPUULLL0FzLy9zy+HPYCU2jqT0MG9fVbqPDfgM7urLJC9c1dvvaZY7LwbhyO8b2P6vct4WL5XjNK8O/3CvJkcRL3RWBm+1c8bvm4WAD77tDe+qWpXvMrsrr1IRPq9Yiadvtn+y7xUhR6+G3fyvdXa9r2LSOw7+dtPvk4ror07tta8lCegvbXnMz6VYGK9e1TPvAhXRrzo7HK9mr/YPQ5f4DxiUx++0VpMvZMVNb5TOWi+SjBYvioEnD1NXLw9/tMzvJo16r0vmiO90JeMvLgsa76Ou4o9hiEePc/1RTxIUls94r2qvd6Pp7xVd1u+SWkTvqlu1T3Ti0U7/XGGvBztAL37DBO+37jvvL3QGD5Num687lXSPT5sE75FK/+9FMn6vX50Yr7iCKu8/pqlPRKjrj2Xw+O9upRtvXxZ2Tzpt1Q8tNHcuoSHWr6pUMA8UYUnPvDz2TxhG9m9g7QMPY8/rb5Z7pY6TlRPPdUyIbzIn4G+N3TPvTEVpr0t8im+li6CvF0cfTxpPIe+jFdYvfdYjD00Ni68lC9ivuU4Pr6WUCa9maJfvPy5yj1Neg++Wm/wPRz8Hj54pjw8y2ELPifMsj36Pmy+RmyAvsYRLj48XMM9hKcMPvNoHT7qa1a+7eEkvqguj77uvqE+SOAkvnxR5zpr7A49178ivZJ40DzmHOU9IDo9Po4EJ753niI+BA5dvaEe0L3XCKo+riWrPHI/Mr7AzDO9xB1FPXTgk7qMrQA++rB7vQ4Sgz6tYa89Krs+Pq+ykD41hfK9IO3OvGxd3j3PVbw+4YD/vYkMOz4gGCk+iJQIvV6GBb8LGZu9xL5Ove7NKb62nCU+AwdEO9c67j1wdQo9TOj+Pa7xTj04Adc9E2FOPUXNTz7XAha+v+vAvb0TlL1HUCA+YpgKPjqlnb6pkN+8nKwtPvZpF75MOt+8sKKuvXQ1eL691O09IuiIvEC8aD5gbdM9/GiVPlP/cT7kV6A+6JrzvcA5VL6sUxI8zKI3PgaUGj3JEbW8hgzkPV/5nLzzBk++P8s3vkAUTz38yAK+PiEpPl8Uqr6vclq8hlAxvnNgYr2UIS0+3gBQvgnFu7zecvG9qdn+vG6kB70I8Q69ZUYTPp0+pbzZlU4+xbyTvb63Sz4v6im+TaZfvrmmg75bg/69XB+xPZ7sVL5B0xA9iaVWvhpSFD4Yfbw9UKDjPaPxIz5ynVW90HMfvdTrLb56jOM93oMgvUq7DD5917I8vc2Wve5UxjoybB8+kqaPvkvBZz6FoO+9OusRvT8bFz5D4tA9DDVDvk01Kb5oEES+3QgwPvy0XL7us04+Rum2Pb8pej5ITRa+u0gqvReo/725yny+38t4vrIrVz7TXro+PH+Ovhtzuj6hM4w+uywMPl4dOD0nkcm9CadXvVDQZbvx7E8+WLKGvvMFYz7KK0w+S79wvH9sRDzR8Bu9KMiUPmepOT5LX6Y9d2jXPup03rz4Ngg+P8fVvRCnNz7Uo38+o6lhvG68n7w5PYs9IFzmPpaXNr3c+Uc92i+Tvc74hD7tt6o+F7GVvfwuhj6zZ+q87KCCvgKhczwACXu9sjA5O3SRXT2wR4A9Xu8uPtJx6705PoU+TFgxvqPktTvSQJA+E0bWvQzgir3u7Qe+/c6zPhGpuT1gEyI9c64MvgrTlT58ej2+2dTNvQbRCT7d8vk83jaXPqwbDL57mYs+FSXyPVftwj5R7Ms9qHwkPRGFCL4ahyY+wmOUPgm/Iz7gBVq+trqlvs2FUz4T4VO4cANhPR4DNz6hBko+IgppPa097b2W+L272DF+vsLAkD4A3RY+Kq17PTexHD2WOda9Ecp1vY2EgDzDqYi6an6uPfgYOD0ZtyG+dHjNve86DD7+tF28Q4ZGPqnbtT7k5GS+9Ak1vUSnjbjeGXY+ez1FPtMvJ7smqXU9KmarPOpH/72C3Bg7iLSyvY3vW75XpiY9WfdPvi2x1D5Xphk+F20UvmbIyT1gIZ09N2dqPoR3b73iKZG7"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_20/conv2d_40/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_20/conv2d_40/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_20/conv2d_40/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_20/conv2d_40/Conv2D/ReadVariableOp"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_20/conv2d_40/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "9hmGPADF772Qe06+NNgyvS5fMz3m25A8vQTAvY8zSj3MiGQ8o3usO56Ber162DO+FrDkvdXqYb1i0gA9EZcWPbUuvDwXivA85RwYvNpxqrwhOHI9PzQ2PG9WYjwnzqM9Bnw1PfTM+bxYcFm+cvTzvNbVL76di6y9Kc4GPTj29r3H2NY8XD2NuqfVtbwVWmm9CIrqPNyF5TzjyLK8lqNtvEyq2jtYmpA6i1iAPKTv1D2GEoe6nkVbPf5EpDz5HcO9mEHOvBznnLzVfE69p/HDPHiO1rzkjHI8DxjKvPzLPDyB20+94r1PPOShNzwyzkq9yyp8PEeE6L21ALG6mjq2O9vUAr4XJCM6xLzXPM5N2TqbUCW9YdsrvbhS5DvHEDy8lr9RvPZWX7yHU/87aZ5IvCJFX73oXHq9aR0HuvPbtLyYlJe94GHRPL/OYDwMbJ08tD5VO3uH+73dza+9cUD0vAHDO7yirIO9FshgPTiEkLzeU5W7/1mUvJl3BT33Vc08tuvbvBQCJDpaOc28OIQTvVaPSjxKW6S8HtV1vdtOvjxcvOa8qtKKPV7+FTvxtJq8LhGOO27jiT3tcaU8Gs2zO7xLGT1eVBE8KBLwvU2s7LyHeoE9gP73vfISBT0ish++U7nCvCA/Yr2I6K88UhADPV/Q1b2cAAC+aV5IvfW1tDw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_20/conv2d_40/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_20/conv2d_40/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_20/conv2d_40/BiasAdd", "op": "BiasAdd", "input": ["sequential_20/conv2d_40/Conv2D", "sequential_20/conv2d_40/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_20/conv2d_40/Relu", "op": "Relu", "input": ["sequential_20/conv2d_40/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_20/conv2d_41/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 