{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "Xfm1vQBOhb6V4PE99IR9Pu3jKL6TJVQ9gypGPpWT4L0PDxC+K1+bvprHh73ldpe+czwVPmBly75pxHY+LOMJvcEefLxX5Wi+gA5kvkbVgTysi1k9bE2gvPGdjb1TBpS+iQEjvpFpwzzjJG+9DAZKvhiJkb5SXEA9W9n1vRjaDz7v4fs6AR+HvtSKnj1iuz096/ZePAgCmr1jvCO+3jVKvguOJr1Q0Hm+r4PnvVUAtD1AJBm+/16fPfCcEL71ym6+8+3RvgPeh73BItE9g6UOPdojC726Ai2+1FvKPTfNMT4aj/G9qgQvPl4DmT1Zv/e9EYCZu/7rMr7FnV6+vJ7qvd0mZz74hlU+DL4XvvR0db9x6o29r1SIvsjVFL4WRF297aSMvpdO6Ty/fpo7AtFKPEUIs75RK829/Q2uvNS5HzwHnIG+W+Jpvgob4r2f5qi+2RmZPvGg5bqajS8+hFpTPZ9K0r7dnjq+0HU8vTXXeT2pNxG+wqJ6vTX5ob456WO9kDZJvgYlib1RFEk+mcB7vTj+qD5OjyC9LvpqvlPk371GQ2i+1aNiPONgpL6Anym+kdaUvXwqyb38p3m9J+EVvmNhsD3MY5g9GmZsPjoKmj2OBCs++Jxsvu1OF75oNzU+INdQPT6NxrwXppA9shmavZ6m3D3+TIC+gFNGvQEdAj1RUIU9nAS4vdGqXLydHjC+tzapPjz6yz2Z/ja9yQiivar6ZD1nkFI+qWkbPEaTCj43aq+99+WAPGF7kb0wIWO+xD+tvX/Eoj39Nfc9jXBbPlJ6MT4n5lK+/dQbvUWLjD3U5au8K4FRviVJpT1FcZq9asCpPSoTOz7iDve8NiM7PjN6iT723dg9c67TPEAHsb0WkoE8qNXvvRzjwj0mkx090wGPPCqLgL1gYC2+kE2evSKQYr1rMyW+3matvW7ZJz4MYg09K76UPvRxjTx3Yqa+Txmvuk31aj49BKC9frAAvn5VGL4MabO9Y4SKPSvIQj6vfzy6dDfGvTOyzr7h8y08W3yZvVWjMD64xwY+Vuw+vlgO8j0+E4M+nfcdvuQndz6kUR+9I3EQvUJu9D1vYo28nkGhPsYDv7391Yk+9jHEvVp6Dr52902+A4OsvT7hOD6HNeq8AQuSvQ27hb0lrek8SSCLvFdPgT7q7es7jjaBvuKUa70Mt5O5lNqFvIFjkb7KDcI96vkXPnZXEDsuPzw+/JtAvYYIQr4ZGLC9e6ZTvXz4NT4+ZRa+jAD9vT+fNby6b9u87ptlPawMQ77N50G+z4WfPYXNn72fzmq+1KkqPUIvR75u8Wg8kbKHPcSOuz1p14C+8BEKPqmBhboeroQ98rqsO4UMz7w1ILU9FsOVPVIAdrkf7JI+TZ1mPTpXYD1Q2SA+KhufOpHIbb64ZFa9o533Ox2JDr752zi8pUgEvhwTfr06aJ4+Z6ajvsgWdr0AVUI+jlZvPeZuor7k99s82orzPH5Fvb0mDlE9/4Uqvmytib6E1G09KWgpuwG3jb4vyEC+hlBFvEUnqr5dxZW9QRM0PrTvgb6NJpg9gBLLPXA+Mz47HJA8TTuHPj9H+bxVOs2892DlPabbaD4UyS4+763EvfMw+rwaNvw6BTI2Pj4rdT2669w9DZ2wvZI22L1ynV++mmyCPXPfHbz1utM75hxTPuKhjj1zOeE82vqgPX+yrDwsHhW+kyNjvp2LiD11uKy9nqNxvq71p7x9TFS9U2IsPtjD9T3jv6o9x5ONPQhQlD28rpW+ubWTPrNAEr5X1ZA9V0AMvtrq0L2cax8+vxrqPcAGZ77Khjs8yIPlvQkRbb6WWjc70FGEvZakxbwDGH++pSGWvRZpjjyKMEi+mGwkvSv1Jb4RwCI+TmgDPpNO2Dz+84o+s2O7vU8AXj0T7uO9d/6zPjDOKr2P6sm+HbSGPVGFDD4q0y4+UPUrPqfB4ruT1Qw+KsG8PHnXYb7PYX+9N9kGPhYSHr6iSHQ9ttpZvkYARb6kChi8ZGhvPbJBnb21Ggy+ducGPjakmj7G9PQ91zj6PfRIub2pf66+3DktvlI/UL7T6mc9yFqKPtAZFr7XzS++lDjyPE8/UbwEsYW9CiY2Pgbqzb7RR1M7YYHcvW33Bz5y7kk9gNwzvnPAlr4SjOQ+vkqmO20bgr7mND6+F7wvPXvMwz2FAzC9ZZnMvat2GL4z39A86jeJvG9bgr6H9Rw9EA/xPRvgkz6iUIU8yPqqPSVTWT6OGNQ94W7EPK3GeD3VPqy+TDYlvW8rWT4TAOI9CYuEvQVQ5r2K/688b2AbvYJ88z0TCMg8dCsbvlOmiT3Oc5m8o35APhoI9b1qyNe95nXQPZ3Vg73HnGW9OIv8vYxz+T3BfuG9j3yNPJ6CQz5+tT0+JhKovbgTlj0cfMW8WMsavhyJj796tqa9ndEgPra5BL5cJjW+0MWXvtla870P1Ws9RIX1PJZB7b3YFl++k+9IPu4PL73+tqS+hiMZPLQqq72P0dG+BzaBvnKLuzyFxz++Vze4PHxvsL7XugK+h8aKPElMBDvL/Ai+OvDsPH+rST4e78y+e8/AvYueEz2nWrW+77UoPQ/fGT2EOBK+59E8vWQIhL3Vnoy+jK87vvlyKD+P4Fi9FmnivbEtHzx/0QC+VqJ1vmWz9r2h2H09muUmviPjD71ILbe66T+ovWuZDL7i936+rnlfvvx6d7zrASS+GfocPi/kDj6Ingm+3WeYvSTp+r1VtD8+c2nQva/+vzunLXe+WSEDvu7dHL5ddQs94fMVPh7EXr48hIw7qpODPh56CT664L48+X6JvTrYqbuimmc9UNG2vvPO870RcqQ+JpuAvi4RJD731yY9+rHZvd6ItrxuWMu9OY5uvjk+i73XCmk9V27mPRQ1ZjzWGNs9lrFlPpqZcD6EWm897CxDvq1tx7yOIDm+MYrsPdmgTL4OEKq+nlTCPWyfhD3x9wW+3ZnDPhjd7b2N4Qm8JfHnu+xnTT5rbC49W9UbPkDUmb1qovS9+DytPSKuML4FUgM+zsyvvR7nBLyskB2+mF8bPqE3ZD6pFmk9C3VMvj4AZ76RTRS+B7NNPgacAT7wYQ+9uAE3vT1p27xBkFY+xhtSvmU9aT6HcGs+VhgBPo6GdL3Icmq9/V/yvb3D0b1iUaE8qbbIvTJqDb7MIyi9N0jIvF5OgT6VRby7qpEnvtWfEj6K19u+uuw6PQLZWj060xg+QavQve6va77UV7a+OEcpPUXIM76Ko4O+r24ovmUhDD6TjY+7VhUuPVPN8zx5qxw+9aNxPS6bRb1ybZ6+9z2qPY30Pz1lNq69+p+Lvp5Wmb2wX1m+fSQdPGocVL63ir6+cYcMvUwzXb6qSlM+UEbqvZS0wzzWub88msmdPrGJNT4nNko9BucAvsL2az65FBm+/Ba8PdycxL1NV2Q+5mX0vaccCr7zD/I8jkSZvetgZb1pEf09+j34vVFy2Dmj+a67vycuPaS+JT55toS9CieNPTeIIr7fXl+9hwvMvYsGi74KTEA+RsPyvfEKpr25DsG5rdEzPro73b4vaM29yVxePXUe4TxAdjG9yUa4Pn5E6TyddJ29MlhiPhgWBT5CQ2y+wTlZvZv8hD29BZI+DM2iPkGQNb4Xh1m+mFhSvUeBLb5cAxW8Cv4nu/r+rDwWqry9k+ZBPlPtCD35bgu+ldHava21iz2SrpC+mbXTvZDgRz61KJA8GWUAvsfTQ74K5QE9WqwDvSYbxz2DnDm+U+GGvn10Dr0k+E0+ZSsXvrNo+zz8fru9Tk8cvmTVKz4OvDY+9gTRPiBuvr14/Zu+G1EIPmGJuz1NQyk+pwPLPso8Ez4weRG+hj3GPhyrorxSO+09cV7Zu9lGzr2EipM+5Q1tPfW1br6lROa+ahYLvh3F7b2s1GI++h95vVcXBrvijEs+h2kuPUEMab7aDho+6AmSPcOOsT1cxhI+yh1gPiApQL5baeC9ik0zPp0pGL4uq3O+INZIPgzc7T1UCqG9Vdc9vrK2i71s5am9SQlgvIy+oLxYfhK+du8PPfNmxT3IVV++92T+vWLGHj0mYAo9n2KHPS+Fcj6GdZO9QA5cvnz7oTyWE8U9J+gOPhfYe76Oug4+y+/pvDe4Rj1oOIo+IAdaPtBWFj38EYM9jY8SvbI/u77Z2o4+tFuxPRSkYj2/p2S+pQObPBexeb6Jlra8WX8svdWgOL+hnA2+vHLZPSKXrL1yi5w98dh9vh0Hq7yABYQ9lSdjPU3NJz02fcy9S5IyPpjCAD3Uf0W+fMvRvvRzTz7wRmo8FuxJvtg0bj3NP0m9GkawvWvFDz3qTNc8754UvX9QSr4koCs+T4x2vpj5cr3C/IO++rERP+ynm7z1i0m+0/Z2PpM/kb1Ar809BW4ePponxT3lH4m9XWJAPXUWE71bQTG+qv31vUIe6r0t3FG+ucHUPd5ZNz5XWE68celePXVwlb/Q+LI7USPEvf4Kl75nzAW/FI/yPQxwtr0ow0483km+PRRMgL4Kp0K9a4/MvZcP2D3kugo9OxT1vpsmyz2j2nm+AKZavbPiSL0cxNC+Cm24Oxcjjb6yK4y+bLlBvU4SGr5HTRq+F/avvfDL6T2gLFK9yiChuEpIWr7XQMQ8ktQNPXC4ZD5eaNi7pqEmvgELezxypFQ9C5WDPbRbhb7GDQA9tenfPbhrbz4HyLw6+83fvZiKmb1FWB29VmYZPeonkjyVWvG90lT8vW5gn74+frK+v3B6vkd82r0sTiM+aSJYvpsW1L0E4Rc+tGAAvhKgJr7nSBu7wpA0vnspL77AmSU+ZDHcPY4dJz4K4CA+ytPQvX23M73mkiw+94q0PnIQDb7wvEa9lOHDPRIVg735a0M+Czm+vaHxU77+keU9m708vrD2Fb6q/gu+jUS3vRRc7L0q2kk+tVr8vWsUbr5nM1M+RHNHPvnCir4v8Ro89scFuxKZ9L0bv6Y9stfcvSvhQ71wzDY+YswcPj6iFL5EfZy9CTNOPqHAtL31UYa+y4oGPtlnHT4zd4G96lGwvWxCJ751YYW+rS4kPbaR0b13F1A9zhVyPhaxPL1Ro848u4DPvVwCcD7NbM89cVbqPQ9qB77ntho9owbZvdD4Pz0fqFK9Xn8APNKxfj6BkPi95+gzPEWY/L2qaAg+EOJbvigmAD5+mMY864YMvlHD4rw8vDM+aogaPbZV6b21oRk+qrqhPJ5k9DwH8Da+kaOgPfp/hD2g5UI92LMnPucvaL7oIge+jGwRPpj5yT6stoe+QqCFPYUlYTtafEa+kMA/uxQn6r1TIDE+vsORvc2jvrzZCic+OC86PjyWfT4ReMa8X/ktPb5SLr5XjaC+d1jovY+uCD52sjS73QKlvsV5DL5l8IO9EO0oPnOKvD3ezAa+a+m4PRNKOz78ZJs99uYCPn2i2buk53C+jfimPQXULr7DVc48dczcvc8YGz4V4K09DUf0vFDudL3NxH4+JBWJvtVwGT6dGDI+kJZuvoLRjj0V7zI+R4ARvpYlI723Yl4+kGTyuxPhYb3VCwq+WMZVvgmFmr40atE96DWnvkuN2L0fNY07zm0BO8Jo3TxpWMO9EfdhvuyFdb7mUXY+mo2Hvv1HJ7vdD5a9dH8JPpxd5b1Hc749T1caPps+pr2RO0m+1refve1ELTx2Fp4+EozDO0Q1L75m1ye+QpI3veZgkz1yHpW9M847PTuH0L0dYJK+Ec07PVhWhz3IYoU9rwNfPiRblL3RCJS+1+5HvvuyXb7GKv49kMKjvccOXL52+uU9Q4n5PRX13jtQXQi+dwXsvScKZL5sk2o+QYfhPe+FHb6sbHC+YG0tPpbxuD1UgH09lEOvuxcifL4qHkG+amZ9uyQ1zrwBBSc9Yp3iPpv+9zwXTLq9gwcnPo6Ggj1bjFy9i+iwPvbQhL0oldq9kzQGPke8jb5d/Ey9mqsUvs2whL4eI8i9mtE+vQBrL73vvQ0+o2A6PvOCjL2FxLQ7OARNPb75AjxXvac9VXsuPicR577oB5K+n9wRPYNn8b0Zyb89IaguOzibSLzBfPm9QlTlvmh5/72R4ZO56IHlPJDctj1UVAS+z4KJPWOLbz77qQa+cu4cvnLVLz7Xn5A+h9j6ujPRCj7MiLs8mtFFvqatCr42w1G+ksyfPRfoVb26D1q+nT0xPKY25r1Yc2O8l5a+PYlcE7zusAO+ypDLPR0O9z3jaYO+IByGvjJu/r4qiTe+euhZPVwU1z3Y2kq+E2M5PbvN1L0nhw0+Cy0kvFMJDL30Mee8la7QvVwEN74Lubu9DBNHPe3adj5uCwA+LRCqvgRJ3b1pF8s9aGjZPaHNAL+HwB696x/9vUA4DL57t+E9paRxu2nBz7yoRQy+ajgovoqbpDxuaWy+dr50PQ597z1+xnG+0G0aPQb5WL2OIkE92wJwvd7N5jzhyvo9VDEpPAAMWb535DM+DK4GvjYQ170y+Xw8WouePaSJ7b2vAQQ+1ClCvqSD+z1eTTq91ecePjbyHb7dj7A9YvIvPb8aK73U/gQ+fbBsvMZDJb3pUY69mv2Jva0tBz5Yi/Y9KuWUPdzC4r2/rWK+jHc1PWcKQr6ngqg81uEGPVOL9D1y94i+BvDMPdFtRL0DcDo9QsX2PKUgAj1XvVG+FAl+PfIEKz5gZh29wxRVPRdJVT3gfBi+k36NvftE+r4ntFu+nf9ZO2vdMr4Fcai+bWLrPAMtFT3rAkY+4vu0vBH2Tr7CWgE9bC8zvoiF2r1wGQm+pC6UvRdGeD5oqSa9xzOZPfw0Or2h3O2+xz99vD6TUbzS4Ka+MhcIvus9vL3b8y2+EhiMvA0pLL0kFBA+kR47vlQWzD2TsQe+Pu4sPglcHb4120W+53cIPkjVBb7pXA6+byodPpSisj1hHIy+H8wvPuxKM77Z4pW+zYSKvZdyEj4NfUU+TLDJvOas9T1+vTi9TvDwvXu+gD47xuC8WXqfPY9EEz0guyk+HBd5PQ2VGD2NMqu+XnXwPZUJ771SliA+fTJ5PnUoL71NNTq9XBtxPIwDrD0n6gy9w3mqvaAhwD2u40I9V/CDvaBcAz7a6Qo+mFAMPRJmcD1kuQK8C5eXvbpe4r0UDim9zxsQO7DuZj5iVGI+FABkvOthBb5XWg09Dv9pPk3zojyow0C9C1oVvtdUBb5Arzw+vPpUPvWT6zyP4hG+QslUvgHb272ojUy+Q+F1vsTaZT3cPQI+9nR6Pn0Hkr4K23O++3aWPmNQSj6FIsY9B3oOvvuXLz494ps8Sas9vRXKubyOegy9hWPHvXJ6zT018qU9l+BIPt6rtD58gfq9rlCdPS0fRL6cEMW7PgnnvI5ihz66GKg9/6eTvpDACTqvQ44+98bEvRVGdr5Go7U9Cqc6vefuWD6CPEG+ODG9PDxVkL5Ui48+knx6vTGcurzuF7Q+05guPqqRZj4PfWa+alOnPiAYvLo+ehk+640SPncQKL1GMAS+9oxHPhJ+ob3V72k9jZCtvoCoEr5DTnS+IB2jPu2lGT2shrq9ol4BPpc6Wj2JQDk+q+qcPEh0vTxie4m5K6GBPt1xBb6igMS8LB/ZPLJnXD5nfOM9JsMFv1Va1rxxXgi+CQDqPbZiTj5yKlq93H7KPXhf9z2B2RM8D7mBPS6Aqb0MX4c9cT1vvTcgLzwd55E9JE9AvnwFHr2eZEa92nCKPW4LJT7BzKg+5RIiPnThhjquNMW95Na0PVe1aD4NRoq+kI1UPX+qpL07CtS8dd8gPgepzT0m1tq9yk1JPjZ4GL2cCBg+sLLLvjrvQj4NJiK+XYQPvl0Zsr3zNli9g9VEPphPWD43T6g9tH7xPIl1oj1C+1I7kJsxvW8u873X9OY98CprvC68wz2tOjQ+fSwZvlt5Yj247ji+PmilPQfakz3+zcs9svq9vS5Phj7slkg+/Y1WvMxm0rxEowO+AXbfvWl8J74/Eog9mskPvjO1s7xqTeK+squ4vLcqPj5RCDo9/1TpvUeg4T2FN6I9ohxpvqIom70Wj0O+6cw1vW9rsD2YCN89iYdLvCZWHL0Hgu47xTQBPjNnxL3XI8U+x2ebvllmlb0biBy9P1gEvo0/Jz5LP388dCuzPD3ApL6TAKQ9XjALvXqxaz1o1am9keb2vT31HT4K1SW+c66RvZsmNb0bF7M9bCIHvvJUKj2EoOK9CBy6PTqthj1omKo8KpH+vD5UIj4Rl1k99MGivbGsWD24fJ27L442PjXWij1cshe+6UryPa14kL5EHpy+oavRPazcTz5VnPM8AyMHPnZVOz5X+ck89bniPCgCVL6uNCm+u3oMvi7uRL5PGgy+DTFFvi0Cnb5NlBC9/HkovlKPKT4cvga+WC06Pvsc7b1Gb/e9oiMtPqUqmT1GUku+2HzePShUkT7KfhW+8shavq2opz75qi++vbxlvt3SzD1aOmi97RCpPA9VtLyXTSM8NYfsvNNzKr77GTG+JltZvtEYYj1CqqQ8jn1YPYYUQT3h9aw8AH3FPafvED59GIG+UqBxvQlDPb7GXA6+eAQ7vhOrfr7dVai8DPO/PfBeDLy+v5u9KhUfvieb7jxN79Y96GIEvSTNDD71KtC+PgmOvWaIxbtJVVu9uPsOPoEpkTxxky04e6QuvL54Gr4R6y69+X4evfyIbL4QVkC+0oMyvlRAD774+ea7TvoGvX0lir3Qdii88ngyPkHkYb1B/CE+BtOsPToB1r0Osj0+CHo3PSiZPL3n45O9ZvSZvZ8FhL2G83M9E7A3vqA+sb0M90m+ABG2PUiIFT4SWTi9hLkKPigaN72eYf87wCJpvuSuhz1/78W96/ylvm/RgL4khIO+fTN7voV6Zj39zLk9GErAvT2HTr1W+Lc9gqyyvovTAj7TIa8+DRjivMRkIL7kSyy+Mf+mPmiXNL4dmy29WRoAPTqUqL1+wjA+ss2APapmuz4TySc+1zMgPsWK4b7JX4U+SfW1vfwssD0WATi+RFNoPdUrsLwQILU8D/0hvmFSDz9jvZC+1SJgvgEhk7yPkfU9q5O+PTG5H76bCMM75q+bPn7hGL4IleM+djo1vgMNQj+vBuo9OjMpvmALiz6veMe+O+sqO3vu8r2Nieu+DirZPQ+MBj4MDBk+3rR1vb8oCj4NjO691mFaPkCQsr17iH0+e6wDPt++lD6fUaQ94EGxPlw9KL4Hh52+fKGxvb+3dzxjTaW968Y0vtSYnL6n2HO+xw8cvgQMij5Xu469/7mzPQtV7L7EhlO+EsRNvm7SVb22HiK8e3xqvARG47sU0xo+kIqKvenRJTyEQwO99x9tvg+8Lr6LVyE+9Wn+PUicoz5nvlu+6TLqOyy7Tj0gisE9zLHQPvCYiD7bto4+xNc9Pn1QML79/wa/vZV7vmMCLDx2Yh0+tY8/Pp6WUrvmokw+ituAPFINzL0iI2g+gQbUPeHU6z1i35S+lK1ovREO0r0MJ0U9AJilPXN0zD2mIbo+d7x1Pl/bBz9ghFe+/g5kPmPLUz3Uu1096GL5PVjGQr69Z4y8igOEPpA61z2xyKY+NqEmPtfERT6/OvW8BHvKPdqtm71qFCg+BjsRPKOd1rwEiDU8BTCevn6nRj6dmI++TX1kPoJK8b2xPyW8Th/xPUgSDD6v1ak7r1ucve3vAr7Jp+i8tBA3vTR1eL74zkQ+W/C3PYhbb76pnTo+YeA9vrdPib6Xon69i9WEPmNx+b681qO+/j7BPpXL8L0FLoO+/WDMPauTV779+Fe+TtYmPfM2cL4hjjA+oUcYvBPEkD727co9EAGOvnupArzy3fk9c5FEPi2vKD5z+PO7WxakPp0Wzz0joyq9GajNvY9Orb735pG+l3Z/vmfQZL2LYja+uIkVvuh7fb5T6uS840yVvVzPjr4/sg29n0OhvofFJr0Hv/c9oP6zPit7pj4F0Xa9cd6Fvo4dLb6sisc+qllGPmB74b62lGa7ue/hPp22ozt6mgW+HQ2zPnVo5j41FMi9ID3JPlDqQz6hvj0+noewPZuFmb642qq9X7SAPlKY870Bxq6+ThlUvtECn77tx5E+XkaYvopRqj6FXik+jtJovQTEmL4ZLre9ERw5vrB5rr3r4xU9qXrNPaJfir6fnqE905Gfvj2AOL7WurO8QDEhvRseF77SZVs8UvWdPUQQ9b7/ENw9f1mFPgENir1u1oU8QseKvgFYqD7WprY9CVWNvPIP073SEi8+ttg7PleEqr1qYvm8BDhxvSW+gr3wYT6+d9wbPUf70jx8lDk+1JjUPW1FpzyGsJA9ZlHOvQrA5z12ZQu+scZKvefh+7vyBTK+QbIwvu62Tj51bEe+CTuzPS+cnb0tt6m8ZqdGPfmqST1PXLq9JAusPa5pI73VXwI8viwavb5dIzytY7y84nkKPiXedb4hr6W87bEuPSzeNb7duI+9RjbhvXg6mj3ERdY9G3DuPLZhkb0N3f69knJ9vh6lS76xAT47zGRavV4/XL1pvEo+e2IXPCUsLD4c49a9zcOMvLIVe75eda++/5VhvYtAbL5K1Ws9xnvUvfi84rz9fuy8qdXdvY5RzLz3udm9ykJoPe4+gb4di2Y97eIEvjZi1L2wKoO9h45Qvr//J72eLqs6YDLKvBg4ETr3OSS9wPgrvTuod76U2e69ysh5vtlikr3DGZ88qqilvm91Wb2AYUA92Gq+vEV1xzxGKQm+L2qmPfS3E74pIbY9/r1WvI8khL1D5zm+PxbEvYF5PL6jGqK9Q2eBPt/cB71THxY9SfewvTNQnz0LNme+85bmvXbjxzw5i3K+p6KLvpUVu70/EwE9lVVQPhNdlryjdfg9hRYIvqf9nT2fYk4+nDuvvB7QQb4Ovie9uSIyPbuTXL1pLDU9tv5Vvkzl0D1/JsI8zbeOvY9+LT77JC89iaPfvNpQYz5ifsg7Ck4MvgWkwbyDY8I+/7H3vYpOez6zGhY+v0mBPSpDDr0+sJs+piHYvQym8jtJi2g+NLuUPdMKgj54fiu+YARLvi9+dT0B8io+9SECPl+Qsr2hqRw9vccwvcOWC77JbFG+S4kEPqb5kb56eCW97S/tPPFkq7unnxE+j1QPvphPQr3uWDo95pj5PYyXn778pSi+0ew3vOsBKb0Pdwq+gRfzvo6rwj7U/iS+bnvIvSukib4Dhse+D5UYvnXQmjqdzya87MKovAFn3L2zkfY8yTkjPSnOBb7dkhu9uo2PvdFQaj6z/jk+pAFAPgUS/r2H6aa9sej2vS3nyb1Qo8W9AOMcvNbmEb6sAQC+1JIxPtU9Ez5Q9IS+LkTCPMEoEb5kDrA+Ij01vnbXLD6CixW+ZiUnvsUsMb2YTAu+FL2YvTabALxZx3280EoZvsSH4jyB8EU9i+TmvVSuir7QYAE+G4ZBPj1BT77+q9u9BAM/vuKUkjtvGeo9ajZyvjYTob6iAEi+sUsUPu8FNr54Kp0958GIPsWo2bzvOoI+2qHYPayofr6zLKi9HNUhvzjqhT4Deds9UF1APQlkDb3pPS49l9QGvZEz771RRAG+E61jPuMUgT7Qhfa9TVQ6vpFZlb5BtNo+OhMwPh7YlL5uT0y9oHa7Peb+aj3s3AQ+3G6/PbwBBj05scA96JQPPuldj75Ci7M+LGIevtyNPT4PBym+SPl3vnpZmL1miOo9NV9HvPQa7D3FPXI9zwAEPtL9HD6CLOi9vqrNvFpGmr2xw1+9CzCbvVnR0z2aWYE+JMgbvrE2Fj/bFdm9XO0mPSn5nr1taL89afKwPkCk8Tz8q8E9lDKLO1LHFz7qxCO9kesPvduvMD6HmCC+JZ3lvc98nD50pMo+GCGJPsh1TT635O08krMVPe9eWz6dd8U97RUmvSOacj5Hg4i+l/cYP/ciOj4k+CY9ydF4vlCiNj45uT++0GuEvhnsRD34vSy+ZLTEPNMSlb07y0094iYsPhm+qb2lJFW+qU1FvrW5Vj7yg7K+BJIQPgB33L35RhM9q9NqvmUfN77MyuY9b4SfPlrMab1MBU+9HBRVPnA0Xj7st7G+O+8hPb4ZOj6aMZy8ilEgP8IKaD6lEwk9bZwEPtIfjLwQnSU+4PwYvhL9VT4NeWG+nvQrPixHXb6OYZ4+PUPqvabBrz7hK2G+mxzOPplxo77pPEk9wxGzPe8QB74qT5S8T8FgvQ/GT77ZTwe+KUORvfxHqz4viGQ9O6mOPvvyHL3vUbq+Ejm8PUVNJb59lwM7zbt3PliLx73NWrg9xcewvvtksj7+Lu4+NGadPS8yG74wscC+2a+uvvID0D4bYQa+tWltPsrQar5q3ju+5NVqPerZ4bwLB3E9FHg+viiWfT47JiC+jZ00PvHFsT3GeDS9bNdTPon7871YCNC8VVSWvsWF9b3YUf+93xpBvteI6j0D0/u9o9eWPKl/5rxhOai9HsWePGkPH72fEBq7cXG6vbY79jxts22+AEX1PTnU4b1Uvjs9SxcMvK3D8j221XS+99kdvrXLOb59MZM9u6otvUH+NLtJRBC9Thk4PXIvzj1drtq9tSqUvvSfzLwKuUE+J1VLvqb6TbxMZiw8DDORvcS5or3W2tC94SOmvdjJer4ZGRA9BdWhvTFSZb3MAAu9ElkWPpipEb12jwi90bUEvrzFQL4geUy8v+QXvqENxjxh2Oc9nMoCPl4pebp3tvw9XD0FPjqii7w9BA4+Hk13vVYqCj5FwfW84Tg5vtEjSb6sbOw7VLCLvia5OL1kOtQ9VEWCvspn872alsq9/mlDvodGir6A4Oo8IUI2PZQFkbwFeYE92zcDvpcl07zi3Mo9lDICvfmrhDvulZ49NHXYvC+0Ib5TW7i9y7m2vV3bDD3B4hK+bfbPvatAPb6eSQs+sGXHva5hG73bPgu9u9c/vthkzj0rOkc+4q3rPfzupb7aA/+80oE/vmFpAz41BTu+RG/NO1ORET7SZRy9mu9jvvbHsT0gHKw7Dd4VvUw7Mjywfj4+IJGuvqDjab0ZjKa+Ik4MvgrijL7fyTa+nuMvvuNSXz1+1hq8UpBdPVgZ5j1xLXm+qbN2vr6tsLwNhLy8bREGvnPuTb7twyE8wnQvPqXHnr5IaEG+Oym6vhq1kT6pGcO+liXVPSIh+Dw1PaY+DzwoPXgc+j1E2bq+LO+SPtzf5z0acqe82kkRPsRWfr6ASpG+lE5YvCubhb4k+lU+wPpivhu4PT4hjaS9w4Rdvs2wyrxBmPi9hQCEvlIJyr3PdJs80OIvvpMhnj22uLO9j28Hvt13nTw5nNG+0zA0PrwOeT5hOx4+/J2yO+Op571ecNa+HHwYPjTGwj2tYqU7ioDoPpkapr10EBu9K03TO7s7u742h8e9XN/1Ozh1jr4YTVc+/841PthJqT4geLm9/LqzvVXvs75D7TY+hsgEPRaxdj5+aYg+hGcGv+aM1rwcsVM9TeWPPe8MtT2aO12+JhXQvZ6VXjxwEY2+dJ/NPShWyr5xEkO+IyjIvmd3xr2FcGM9QOSXPZa3mD5Lppw+Q7Y6PnrUgj3sMcU+za+APYx8vb7F05Q+eLuSPvk2IrzYz5w+rYaDPCrCyT2zx2S9FTqJPkLP873bWXg+/8OtPtwYqz27Poa+MJQ/PoT/ST0zhpU7sObXPe0AGr6ffRc/mT6gPgKBKz2COsA8I7mNvbyMLz4oWpS+NbooPhN/ij2J9Da+YXsMvryi7L0nj2K+o45Dvgspbz5tiGm++G/2vfNkpT6i9ja+hoMcvDPEMT7iMrq9Zv0lv6KkUD5kOJq9yXWcvvgWHDwBToM9+pEJPkieGL5A5r8+9pbfvNF0PL4Axq29nFwkPosrpb5RRoU+xh5LPlt5jj3/8jW+ChGtPo19kz5Eqzc+rrHGvW3lnzu5IV4+i/eePQkGjD5zrZk9CXqLvg/CrD5GFc89OWuQPk4nZj4PuRe+qKnXPjOVaDyYdaM+XAGJvmOvfT3mIJ296XxmPht2Ur13GI4+RELrPZpCW73xkDI+yKEJvpRldb1PT4m+mKy6vW2Bfj4brJ68BKWHvpB1sj0nls+98Ko8PTiduzyuCpU+2YeTvKltk75qA2w8dpFUPadTWj2eTmi+Kx1yPuPeuDyk7Pm+yZ2HPXYUCL7jyyC+IEi/vZI3G77TiJu+FPKDPVvlDzvJRW6+7AYgvpO9Hz9xFIw9n/b1vcbh1Dvw6KW9u9oTvpGRGj4WQuK9bhtvvhvzi73TJhK9FA06PjBpij5fPqk9W9i4vSQt2b2ELBq9QovKvniBIzxMY429U46EPppv1b1gGqw+4T9VPobw6r10kKa9861DvndZJT6WoMI9gYoFPnxOhj4iHoA+G+ebPFnhqr6LfZO9QMVsPgSIwb5gCJ89CA0GPqx5Ub1AxNA9jWqIPdMIIj4zIxY+W6dWvf+fq747n36+eTMmvuxtET77dCu9ARnzPaAY+b0jHy09wg7oO9FDfb1yxfc9765lO6f14T2H5588RnInvqkVrD2EUQ++Xm7hPSCQU74xk8K9ZtAgPnWJqD1Mdhs+BJCUvQ+D6b2Am0G9jJVtPaMqFD0hdgS+r/4+vtvEFj5zOLa9e8Yrvo28vb1qzEO+hzGOvetzYL3w+Eu+g7QFve4azT2fHI2+h2gOO1v5HL5SUce9apMUPg4p2jyxcBs+QG6cvmCYgL7M57E8PMS3PNkDibrc7Da++8YAvqyEs73T9vu9lSkgvrhryT0YPw2+gVYLPfOyor0UVrG+OTpBvjfjKL0JlZW90ofjvXTVQzu3WoG+WjKlPcInDj58mfO8u3IDvr3+RL0Dwnm9sONwPVN4iD2QeEu+yFVTvhgn5jxgoJ89782OvenUlr3gEOE9JyyBvUq1pjx57Ea+fQXEvfZXvb3Jii09TAx+ve3sVj2Ab4i+6sYbvlsnkLw1scW+CHEOvnMxEL7I+Au9CkyRPZH/rD1UcBk+DEIzvQnrWz71bi8+13lHvlSNM77N81G87u8zPnmkJL7CA549dhUsvvcRT76gLwe+Wu73vQRM8DzJOLa8EGouvsmuYj7yfpi91djtvD289z3y8Uk+LnhEvoFgVz7tPpa90siZPhkV2T5glp49fgCpveuSiT34F0y9IIYMPhEzJr1lStu9TyvuPZAYOD1PkXy9xMB9vkBLEr7dxYI+Jx+5Pj2xWT1c4NO8Fwe3vAksjD5Fwfm5Ob1oPiwW3b0G17M+b+FKvmAAqD1iR4U9UpaTO9+L+D1BM4Q+FhF4PbOKPD1iaMc9Y0VivZU9rj6fFkG+KWJFvsIJfr4ttwy+osyJvZjgCbwWnWc6qrb6PvMU1L2pLea9Ms0IPv6cvrw1zAc+kPHHvUpJqr4xB6s9Hw2EPZZbPj4+bDs+iiesvRKueL309gW9djXsPamybb4oM9499BmQPtr2uT6MmWu8+OqFPS4Kxr5gTxy+sIZAPpDpib5TZ0y8xbPpPVA70Lw9mGG+3SwGPXjfVL6hoSE+Nvm6vN2Qr7lLrIc9G4m0Pd/V5jzrJA29YzF5Ox1eFb72/BS+V/hyPp1EKL7vcb8+mQd6PhKawL14J2G+2WLrvQAHZL48KE2+aC1bvVkscb4ZQ/A9A5YuPXaghb1kJBW90D4ivJffj72DYaq93sg/PeKUNj07G+89PeqOPHMTUb0/ul+9a9TTPSpOoD16Y1s81gVaPvxUsz7iQDE+m1p/PWY9o76Kbrc+rpcHPkVwuL3K0GU9HLM3PsJbnT5SMOm8E/QqPGU0tr3FNKK+cIUNPr6G772rbBA+nKZgvhCPM70WXCi+8YMgPrVGA77S/Li9GfQrvFsBM77ggYM9+nsNPh6vy7xyK6U+s3OivX0a3jzVqKw9QkwHvnAKED8nlyU+iO7APki6bry5u7e9llZovv308j2yLMs9l//gvSRG171I6ca9Y8mYvWlk+r2l3sM9n2s0Pse/wj0iLQs9g06LvL8+cr1HGhs8B2A5vhCArL1XlCS9vDIgvO28Aj0/8IE+2XO3O1fV2rtuMmQ9TodXvurpdT02gSe8HCQivgLfSj5uyLW+auNbvE9ZCD83igO9tEpwvst8Srq3spW9CxHAvreSNj7kbac9basKPE+0oL3bGAG8I3IcPg/b3LysCdC9Jm0XPjFRiL6bT+W7uYugPUKTgj6IsGy+Q3HHvcZHZr19QEg+rk0kPve4lrzIvfm9+bTcux+eHr5NUE87sztvvh7Mdb0udog9D6WvvBK/i76rdMO9nCpBPopLPj4ijGK+tDZrPDMZ276GPfm9a9BBvr2lC76u+Pi9chXxvRqvPL6PI9w9TT9FPZsvO77chMU7NpCVPvsiQj5yOvy8If76PG89lL47QVO+SmY2Pp+76DzaE6Y9+nwkPBQhmb3Em5E+gfOqvt2yGL2BPhQ+uZ+3PiErej1HrJi+/vOovSa2HL4yU509r8eivQyWTD7POye+ZmlDPoyf5b14NZ8+lOW5PXSnRz7y3U6+/4W4O8eCGT6EK5a9Vc0DupZ76L0ABUM9FbVKPjim7Lzb9Pu9/oprvYgalD0wRLo8POS1Pcw8Bb57LwK+wRevvi7ucL4go5K9y3UPvnoiX7whHcw9j426vWPqSD4kDoK7y7bSvULpST0IXk69cyKjvQZDLb5xFRO89gwLvutGKb5ChnO9v8qDPVSPdr4bvj69ZqP1vZ/0PD6cnte7ChmwvFAwTz0ZXWO9Di/ivJBt9TxWmM68aamfPR2i9z16zQY+FqLHvHNiNb4b5Za+yD1OPRsvAb16Td69QgZ3PWBXkj3JCyA+08acvVYm+jxl2Qi9Ct3avPAdeL1a/Ls8s5g+vaVNKr59qMu9uj8LPYRdGL68C8W9hSXRvc5fWT1fSic9qWa3veQi3z0NvBm9BMSivS42Jb5xhR4+eqcIvlCVKb6ZFMS971tcvQnLVb2Itwi9ZDiDPJkCwz1RjWu+Q2qLvUXSh70tqoK+h4mqvuztgz0DhZw8BD4mvVUxJDy7WYo93WfBvDi30z1Yqmq+aRKNvnl8ibxH2jG9RqSVviUyAT4kcL+92BbEPeKkiTwUBC++GArYuzNtpT2V2ou6uDocPTcxQb4EUnm8pQ2uPYxQzjxWQoY9Dk4DPXg7Tz1F4es9W8Lova+NNz24dK4+VImDvsgqHr5IFHS+A7LzvZyspr6s27m9vvlRvSXfB73fPkk9NzygvNj35r1p0489OUxGvXSShb2+WGy8iIkuPv7ktD7MdS++0hICvxILHr6S9by+kftjvq7eTj7XXDo+Lv4/PmI9iz7AwBg+NihxPlTOBr6toXs+EuQLPqXuM76rQ5U9jDENvrqTZT4giWS+hOSHvosAxT1XBGo8LIfxPbWKhL7bxpc+A3KYvf8cEr3gupE8oEYBPj9DFL7fuSm9t0I1vrvf7j5vNLK9GagePRMpKr6SECe+fZ0KPDoeoj6SFY8+xpVfvnRHs7yioIs+zaJrPYEPhr2G67G9ZssGPqXW/r0zI/c9OvKbvi5+hT7SFZM93t1wvgbWk72WTRM+RUQkPmkYnz4N88k+xn6xvuPC4L3fSnC9kKR+PhTdyL0HsjS9peBOPFak+L0RTmI9yQOaPlypWD5uNB++nm6yvnEhGD78YCG+pMS2PhfSLD0jwwY+DkYCPuMS5L1Df30+fDqdPYn/ub3GXS+93oSFvfyBg7q2UgG/ItnVvUhv9j0hSQW+lFD+uS61Tr71odm9fHGrPQvRKT5nEEO+HR2dO9nzJT5LoJg+vcvFPBip1bvoszy+VZOsPmXIiDw3lV8+QegVvqM2jL2a0ry+edBXPrR5Hr2MEUk9KCm4PSPtnj1OSJU+KcayPETsGj4pr/w9z/x+Pm7rETxjFL8+bfxGvd+xIL7rO4e51K+yvkmbXL7Mcvi9WDX5vTL3kD24QKA+8pvHvnyCS7y/GzS9yP3kvPt1gD2cfpg+IIXQPlgyZz7tKm29crOUPutx5b3BLM89WVp5PsI2MD0gE58936YFPnLSib6/MVo+vVQjPcKFrT1NiE883DkVPt1jYz3uZRm8duitvmYnyb2PZio9BGmCPSUqrj1Ykio+rylSvsN6vj3KHEM9HI5Svuanab0o9JA+ruFnvdl5bb6P0Gy+pNeMvUCd7jy87Ta+Ztq2PTgjKL5i+7Q+XVFzvThRRb3Lvju+O0O3viLe37wvAQ08r4TFPYmfCz66+IK9m2wAPi6gHD1O/SS+cUeoPpzh/b1nPzu+1E6IvYT3vzzIBg8+3y/dPaqy1T2TfFK+3sUcvtpWHr5ZK8a+gmVpPi1BdL3TDaA+HWRIvja2AD5nSji9v3gNPqp4HD0/068+WNiLvlV4br0M7XI9xqoQPktcyr0kB5K+1uHPPXBGEz6eAtU9JriOPmw/hz7KZs4+S9rGvh9gDb5chA88Y5QVPZ6ZiT3jF66940IvPpV+jj1H2/u8TOtMvoVmkrwvTFg9QNBRPZ4ZMD4RV2g9RmvFPgTNLz7rb2u+SvBbvWCmK74iYXY920ZHPfnxnT1QtDs9UAWVvb6hBD4+GSS94JgYPmD5Hbyvp2m+i4V+vY3ZcL0nzky+LyLuvd7lz73i0cg92sFaPHa45L0vURQ+Ydwjvie60T1HuyS+9dO2vaq9NbyPrIO+fGRLvjpYjj7KIBA+xRYOvoh/nr4dk6k88DI9Pjx/zbz9OVe+3EB2Pn/chL4o91C+oRUNvm9FKL7yibe7a5laPOdyEz5jy5C9GBiJPi8+rr3yAbm9u5YmPY1aRr2y/Sq+F1Ygvq/qOb1cApe8QX7GvYFbSb77nAU96vR3vWH/zD1LRPq9b6kovvSh5b2RX0E8o4wIvSHrGL5pUyS9YENEvnnDnrkfILY9c1juPSCpuT1LRJA9pcj1vfNJUL6LodS97qslvuh2PL42yCc8oIQpPioQSb61U3C9Cde1vfONgDz9Nye9tdK1O0qZ4r3myYi9Rn3HPauNyjwsFL+9mCXHvdx7sjx7t/W83jpWvXluGz5ZaHQ+k2iTvfTfPr5Cauk8k74+vh3evT2rVhg94YMbPUKNM76k8tG9yOQIPYDNhL1fF0s8QB0JPsG0Br1vXVy+v0fhvavNhr3+t1m+4yuKvdr96r1YJgW+ItpSvcbXYz3nrha+Oj2uvZExUz4l+lO+MlBlvOxwdr3NKQq+9CvJvOCMzT0RDJI+K5AYPmuMT76h3Py96PM9PuHfiL4sW3E9jS45PPORSD54rmq9+yBCPmYHg70yQx2+KAMxvWx6070CdDO+2o54vhTQaT6qQce8m9ZpPtGazD1n1ZA+driFvapmVT1prXk8luPZPrWMur3uN9M9O4V6vmA+ib6e/5K9VuQAPtvREb7LhL69+zqNvebjqD02XCW9ewtvPt0V170pRHa+FgMlvsBgQz75b6A+pDjXvYTF6jxQGWk9zQwSPuLH8D1vR0y9z2qVvrpYt75R95Y+NEoiPW1g1T4aUqK9740NPW7EsD1QUiC7+D73vG7nnb5RQca9sk3KvFoRKb7bzbs8/EscPE0Mg76T0Oa8yCQfvdJSX75zkKm+ptGyviWRlLs5jZ493kuHvjM7zj2x/W8+os+IPqFAiz7xLwK+IEb2vpxqJz42t/I9VzhMvTLU5j6POoa80CCKPWKekz0PcHI+ADOcPfvhvb0L0UW+TxrDPu4dPr5EWPE9/FtxvaReuj5VEps8T7bwPbE6XL6eGKk+eF9euQTMdb5IM6s8GOZNPkFk0DxGTzo+Ky1jPG8xbb4gpo+7/jWPPv4vzzpV0Dw+RN41Pi3u7j3DpRe+0H4qPhF9mD67AOY+vDZxvptitrvhfVk+IChtPcPjEb6vUN48Sl2mvh7l9rwau9S9ZA1mPX3VGL44XfI9+n+hvEvCyr1xsw0+Sj/JPX7aOT08+xG+XzKfPvVakL5HxSC+k1e7PWsPpj0/+M48Ei6WvnKSmzu7wL29axetvSCKjLxfY/6+SpX+PnjKU74HtN09qBd2PtymnD7Thju+s14DPp69ib4m73c+4OhPvseZK76NTcK+bRsAvv0HXL7CO2U9OJeCvanZ6L1uxQK+FghEPsy2nT7+kSO+2Mu3PRYYx71TlR0+GAIRPTSthT74Gh2+GgEGPwmbZD1wI/c9UutHvuGXj71zv4A+zfdJvqMy+L2ldIm9BhSwvbjZ0DxDuxA+hhLNvfTRkb6Le4w+mDcnvuq9nT7sh3I8r+/jPonNYz31tRK+WvdTvHorIzxT/tG9vshyvUgx+L3v1tA+PkRPviwm6D37VDW+ri/dPQ7Co746+5697DKwvpjCIj1qIdC94TqdvjhO/L1VPqu+DeQLPavyaD7tBkA+flrCvcflCD67fQE+4yCDvX+NWT6PkvO9AmFHvqA/Lr6Yw5g+oMcTPkTpkL4BloM94zXxvbSEOL59amo+lDYGvYUMK75HPUU8TjIBPUTw2TwYDGm+AKTIPhJTNr5fIec9bszJPeb0I71Npo88dLMgvEAZTz6cLlc+qk1WvlcCXDyfcvo91XQkPcAXIz7qkPk9KbLXvWzbvD67zJ296cilvqyWD7zu6AI+6pYzPWGoIr5rUkC9znsSPZ7ND7yn5Cs+RVbDvK+lx70pOry9q6U/vrbLNr5fzaQ8/BdrPpwRRT6RDYO+bADBPXYaor3a8Dg+d4P8u7MACD3eVS29WRqevtwipbviOhY9guTVPfQH6D2r7iG+KxHXvTAnTr6tak4+nMnrPXAOaj5/vwy+dlsTvDv5gj2soqc93ii1vZXS4L089Xe7Dh2qPdaQEjywVKq9cqlSvuwcFr7jPSM9iui/Oehtsr2tW3i+Z4OPvloHOD0GSrs8NbsZvkoSQr0o+/e9uuhoPbJrCz171H89M570vVfD4rxqoO89B1UcPbDw/jxQLei9QKdCPrLJHr7g9bo9fsQDPhnN2z3R3VE9r9VLvSrM3jyoysA9uitPPfQzOb7ooxK+MBT9Pf5cKr0MOX694CqnvHHoKj4j44U9iRcHvVZM/z2m/gm+R5+avtWvhL0eHLW9XmEWPmXaIr28A526Y5lzPd9bbj08i3K+w0qvPb9JFb5tFkm+sq5XPYAmeD1jNF6++zJ/vbVgaT5qKI092OZsvatTeb1oBFw9D4qxvMdiwr1aZCo94H6IPEFg3T3//hi9c6kfvq+DdL0oH989uFmMvgEtGb398t28uTHwPe/XQz6/Mrg8zsxYPnDLND4QA8C92u9rvX3djbwRGsG9ZX1HvpRhpb5D17y+lWqRPoRVqT2oZJe+il/nPY2eDb3pKoE7BxQmPljfAL5GRC2+8r/KPI8ctr5zSkG+argrvlffaT02MvG9NMcEvcv2vz0kFfm9e/q1vpI9nDwoKI++uIcavtqHwTlmo/k+3llWPq6gZb1fe1Y+i4q9vLWB977c92Q+k3kxvD8XY73XbhY+L39DvehBFz56oxy+ArBzvpxosTyM0kC+24vIvXdF3T0nkGW+VC21PRDMLT6Q/Rq+g2l5vjo2XT3KTQo9MjmjvnI2A73eJOO9S0TEPbZ7vb4JKFW+PXBevCkguTy/V4q9I49bPpCyZz6BWRe+KNjJu4J2s76cIou+SSKGvlkJD74/3P++HkwCvk0lnz2FX48+GjzhvSH93L09dJU+YX+0PX1nPL0i0VG9i+PIvFKQGT60PUk8lC1lPXXpwD1u8yY9gfBHPkvEk72VFUK8jEkGuduVRj4oWFI90awFvjLoPb7DZiI9n6f5vevqa77PKzA+fKuHvhsZBr6enBc+KhTLO60KHbxt6ua9d0sZvtBSGD0lc6e+l6QBPIOJ+T0fA2Q+3igMPL2sDT6kUm8+wlo3PlEttD227iM9pGoNPisPjb7CFps7sRo1PlnsXDy2/hW+iQNNPLX5v72nIDo901pYPp1qRj2m7mi4f0KzPmlevL3fIT0+ihw1vjd89T3Gof69qearvBz/yL1KeFk+sq4gvXai1Dkc7IO9pRXKPRkwHz693509GDbxvTlF8bzuuaU9JiOQvjmWhjphEyi9CaKOvQljZ74ntu09x7DUvnaRwb4fwJM6Ty9aPihxMT4kIve80O7DPapy9bwvjLS9GJ01Pucspb3DsS49VSuDPukYub7v3iI+gZjjvQww/D3vdwM+NUF3vR4KlT1OMI2+3YKqvcxrpL5DTyc8KKmfPjYidj1NQMm9TGUDvr+2jb4eEJq+1eS+vZ1JEb4vXMm8xrCqPYWMhr4U13i9CzixvSJncT72i9g9Qd5rPsSUVT02N3E91KFzPooRqbwoDti9IS0lvm+Gob0iV9y9LRW9PlWAVz7Qz909MTEpu2mxsT2A5sw+V0UluwlYFT1H2wa+A2RdPqAFPL2S4ii9bwMnPvHOAT7TQfu99OoWPm4EK76EIN2+HZCyvvUAuD0AWpM+mr6yvVFwir0RT+A9pvVAvMTrQj5oqz8+00ffveFBnT4cc+49AOuTPlC5iz2v71w9VTNVPOzzlT2R4YO7EbOuu2hbnL4CmT8+rNSxvi3Vx7zs/6G9G4vovcCOpbyd44k9/RR4vlcaCz7ZI7y+2heRvvSi/D5EMJe9sVsyPjffnjwryrE93Z02PfZBaL3v4j0+eXTJPcXNxzvQauY9nH0aPmq2Rby0Ic69gjZBPsndcD4Azds9Bz5IvlMrzD15x56+CnOGvDugIz6mBDS+uWeAPDyrG70fxKm9G9vRu12yU76oJ6S97nQivk+TvL25USi+0dFCvWy7Gb6a+TI9IJARPW4f170ohgO+iWjiPJak3Dw6JjI9n9kkvUKx5L0XcKo9GMLxvCzaJz6dxFg9198VPex41DwQwRo+Oy80vv3b0b1vQaW8CRoePtsn0jurPBK+ajCdPOWg2L0EReq9FxeYvebfsz2lhDg+rbpMPtGAED4dYig+UCgHvXw6WL21Bhs+HimRvTqWAz1ox4M9gO7kvWDipjuOSaA9MmrmPNSdGTogHPW9E/AevYBzLT3pO7+8i2ICvtZyvL2364y+niYhPmaI6b3Adaa9HijvvNThID6iZi891ZtLvr41L74Ioh2+yKeKvtoISb7HVXi9zaK1PbdFPb4GVXs9nW+DPTVetD1S8qW8zFA7Pv6i+b0/YKG9jJl6vMxgPr4kQbu8Hb8lvoPMkjtnSti9oHQ6vZUNEr7R/8o9JjUlvVYryzxt73490OCqPXUMwLo1R5U86zuzPTL+RL4oPy2+afLBvW93pD1Y8SS+bO9zvi+n+rtXbqa9QaybveYZYz7trfy9F7a+vZ63H77fgcO9lsVsviI8Pz4cTGA+OU9nvt8tNz08Som9MSHBvb67Bz48hiG+dhXJPi1HAr+xWmc+a4QcPmIRZj3tKlK+xwPTPCjtq75OSyQ+50kivcvjAz5MhUQ+9P3+PdyTH76t9Aq9CpdHvhr8sL27f/i+YDYWviZSsj0diQ4+Ml6KPkEClL2nZy08F+e7PU4kNDtSJSW+mKCTPZ7Jjb4yFeC8ic6EPSi7Tz3gro6+OE2mvlqMoT7OYkm+z1YWPt24HrzAIva9q4VsPkZ2Rz1aeAm+nRraPOcneL6ktTe7dIEcvmVCDj2ERbi9FaR0PU67qL3sB7K+ZghAvnkJ37wR6yI+4GVYvmYedL7QNdw8sipxPlZbtr3jY9O+cm39PSdx1r6Gsti9hZ24vtW0hD1UjwG+hHKbvYJieb2ERGs+tbk1vt9mp76ulKc+n9b4vuB1t71avfC9OSNCPjFEEj7w7/M9F1W7PTw5xDxWXZS8Xr/JvoZ+uT3C+tO9M/DfPUj6nL5G+K++8tOkPpfjVb4W4oM+C6p3vSuwQjo1bJo7V/L2Pb4zW77T44m9ftq/vUzWpT1DB+S9h/vQvSX8Fz7RRCi7c8waPaFcBb4rWEs94TsFP+QfMD03lrC+wDgzPuYPaz21Aq89QUGFPR5jG77sboG+fsWxPuTHvz0JT7E+gy9Xvg83cj6KSqW+hr3BPqusB74OO1Y+O5oZPmP0273Xs4M+HXpaPPXGQ7726EC+m9z7vfbRfL6C4PI9YlLRPbsABr4HRgg9pU4xvjYpsb0omT29i/4iPZkXqr2xhJ69Au8RPQDi1zwMzbq9G63pvpXhY755wU0+goMQPkafnb4obKO+3zMbvsCJwT056ou+tYP5PcXEjDzWVoO9vc97vvFKhz6aUKw+K8wuvi8txz5neYi+EkdXPm42vj4fHz0+2IMyPtiz777pSwa+arG3Po23qzsAVye92JdbvgIlUj2FWO+99HVGvv7hF75n3FO+INrlvJ5ybb7EJdE89iuyPJpC8DyjF5O9LFjXvldtoz4PxPc9DmEwvhXn9Lyvnps8ZyiQvjNWZr6ojfo9R01RPdftTL5Ai7c7hOWZPtTg8j0BcOe+ts5NPlekqz2Hqt6+g008Pi6Hm71yUqw9TmqbuhWXT75Qinu+EjfNPCPKTj2fJR++3te1vdxh7zrTstU643HEvhiMPr3vIKy9I5rKPpidCz6db3A9puc3vofz3j11f7W936SQPlQ21r5QHr+9l9oOPSzsGb4sTzG8kVgFPmp6676s4FO+/54hPXaECz2hl4A+WlgHPggql7zJ0MA92W6dvvri7r1gr2O+P21rvYMq/r356nC9eV8lvioBrT2NIdA7JhkCvqR11TwNjre+XL0PvmDnp703HAW+bXRivLqKBL6/yDU8NRaZvYC7zD2Ajeo9z31PvrVGFT6HeqQ6uAIOPlWAEL1igUS+MJKwvddCwr0vtWc8M4gcPo7Asb1KOv09wu4PvprLTL5FvHW9VwuFvSzqET78ZjK+FmIbvtEKA72ImOa8xPgPPmcvdT5x6Qo+7gjhPHNm0L1OX4S9OuUHPgHd2T2/fyq+WQjlPOJu8r3PXhA+IC8Yvb2Ckr3vByA9o0fovetoBT5eZrA9ZKCKvO3an75ABRM+x6mmvTN9Eb4DdxU95xAyvv4oNL6Tu2o+Ma1NvLKN/z2Yi5C+or+LPYB86r2GuKc8dD16PWcsLD7+JfE95EekPbX9HD3zlBC9ofc3vsKjLDubEqQ8XDiLPfc0ED4S6pm+O83JPCaKVzsm6wo+XUBXPSvBrr3Wx9Y9cMPRPOvRgb7YBxc+dtMIPaKKOb4eP7E8o8QwPd7MKD4/jms9lBtHvsCTCr1VlaA8bzc8PD6S7T0+8ua999oxvWBGXLv/Rhg9Zfi6vbDyoD2oeRE+IxSfvSkeDb7CDX099lSAvG0/R7yr1qW9kETgvS+4x73uNUa+zWK8vf1c+L37vW2+XJS8vd0qZT3AybK9/TlIvC719z1WzZ89sQCzvU1G0L2sZPO9MQ/+vbmakrv2ZSW+P9V/vRp4Dj3brbC8f8Y8PY5tdD4JbZa+2U4RP97BSDwYxB0+Nq8jPWgFj74SczW9/CamPqfVEz6uCCo+MUyePeXyIL7tXw2+IeQLvqFwGj43uMU9pycGPlSyXL6P6rq+Vl+FvpI5jT6F9i++0wK2PpoKIz7lecy9Dreavm6tCj6fiq697a+FPiwDs77/Vf4+77kEvmCel7s801K+rJKEPXbbn7tXw6Y9RZOFvOzkTL4EvOy+lZStvB5DHT6W2jg+qDhiPvWkyjyJBBS+8VyLPXlEBr5wJcO9WBMpvloMub37Kk89RncrPjKX6r653A++B/WiPkDDmj62zu89vHW8vceFVbrId2A8oMwlvuC4lD4rZdO+BWRXPbUi9z1Voxg+3PoHPe9klbw58ke+t389PuzotL4MBQu+h3EaPRKDDT4pxDa+rweAPhGHMj2mSZS+ewECPhpsYT5Q2Oq94skGvn7lPb27R8o9suK8PuIIdb4ASYs+oXvTvrT2pb2ksGS+VD7DPTHGFz4Ph9W9RRTGvkcRqz6ezeM6X6ERPWYxh74tvQ499PmmvdDVAr5ELfY9/hyyve9iOb65TXw+Nl8YvkQiXr5QXZ8+O/6JPRrw0T01X5i+AUSCPZAZiL0wCsQ9YfSkvU7++b2yQIg8JSlJPnvuu72Gptm8dBj0PK/G8T0oxDy8FKyqvaUtE76Edj8+WTwmPuWmsb7H2Jc+45v5vW636z0z0Pu9QKYPPmjCtb3Bd3G+anx1PlaYXL5dBJg9j+kUPRdQ7r3zwKO+rqiPvKrkVL4lS569V5HaPZK64T57fLk9LN72PkMB+721BIs9AFz1vadxDTxvWTA+sTkDvhyDlzvOZHS8tmVAvtdC3DzLnwq9HMijPg1Kzz6vkmC+/qYlPuK7ATu1BbK9JNXoPJ9B8z6463w9VJvcvQPrnj7VEWy8oUmWvRyDE774v2o+Vdo5vt0fsj4vOgM+RidtPldviT3wngE+5KnVPtpio71b3qA9PZ72PeT7NL3lLMS9tE6XvBC+yjv8il++7flLPqbkj71AkLY9VbRuvjpJ5r2SAYs+G+qFvhOmHz748zy+cmaHPk9UHz7ygRk92eGDPn5ml73j2g++3PG8u6gWFj4uCLA7AIuYvhmRDr7gLHs9u80rPpFunbyWLgQ/BrgDOoOhBr6BRHk+isRwPWnNArx+yPi9a+SePSfE572KcLS9V5q3PMNKM75IgEu98687Pq4y1D0JydA9pwx+O2HlDz03qvK9AcvvvQkBCD6uOIE+EDuGvg6+8r76zSc9N11UPqfniD6dQBo+zSkvvmjTHz5/qfG71PIEOwvx0b02sRw+yEaDPkdCOD6JP1o+D5XbPmXb5719tzk+NYAdvibvgrzGvSe+q74MvXn2g737Kve9SAYGPfbtorx7Xuk8ULptPg73DLxM/6m+km9nvZZckj2x7/k9Uy1UvnNH773/aR0+iPy0PVQlgL6jU7q9JCQ4PsryND20wYs+j1awPsUyVL1XRwY+DQJmvosItT2lkU8+3Lb3vZWqnr6awcw9U1PjPfI0mT3/dHo+vq3EPXmMBz3U/oy+Xr6kvU1/q71Wbts9Sq6RPsBeF77StjG9KUdsPgDHgT7ABsY91T7EvORLbL2wliQ+0Zy9vjwThz1yOks+wmYeOIKWGr6OPhS+cI5uvfnp071UFh89nGCLvc3boz15k0++Uu+mO/VF4bxo7kY+CIeMvuyFPb7fVjW+cPUNPqswuj687Lc9RAijOoJbXT4rB8M9urdavj4vIz760K49pt9IPgkQ4T1Izg48XJT0vNVmLDwDYO89G0HovVRTjb3NHzO+QzfXPGxKMT7NDx2+XnQuPrXprj4XkpK8s6EoPo7737xUsFE+9ej6OBtrozvXA9e8LfQfvrx5oryeRTq9WyZWvtQueT1JqJO9AUhtPjggvL2JiF2+ME3GvYPLAD4YGKe8p5tXPQZ9tr0ozFM9edgcvhsf2r1verI95m46vdYCDb7w8lK+rQMIPs+EhT7JWJI9tpKSPXXsHz4wBs89ufs6va0Pjr2raXs+775sPquMiD3R44+8LnpGvncPzL0rMKa8NBJZPg6s9jwv9Ve+YAEsvQKplT7jzWI9l5btvXA9KL6EHoG9yrYKPgfunz79G2Y+6qTdvRP4BD/BgMc9UMxhPnZmJz1DkUa+1JrkPQR1Ez5wu1g+swmmvR5+or4sUqE+s+YfPQ+xJj540XK+64xXvrvqi7wZQy295h2xPnhumz1fxlm+452bvhT8Ez8/KtU+8AJBvmyb5bykLUG+Y8RxPT3cWL3i5988h03UPecKQL5dQ9a9ujvPPdSnIT4FCnE7RcbtPa+ewz5uGl4+o5TAvUYrGj1D+oC9a3TfPsFUNj3KEXg+yZ2cPcinSz41wko9Lay2vWc/6b1JMpI9/n5zvYoJkL3Pux08pI5aPqoNw75tG04+GAeRPD9d9j2mwIu94X1cvgkhRrtvkWW+i9oGvofEvj3eybs9LHB5PAByvz0YX4E9AAAzvZTR171o1py9c3FkvgVlwL5iNwk+rvqfvrmoKL5my3a9Q5jZPX8AKj2IeLs+iwlVPc0FDL7B9WI+1KX0PhHY9r3fG4E+BLWYPfhgEb0VwxW/6amnPqjEfj7tOYW90IecPtd7lj72bFa+It2aPs3BGD7xZQS+ZVjWvXFHhr5vt3E8N/RhPlpplj7QGza91JRit9Oekr1abeW9KeLLOnhHG747Xb09W/oLPOUvVb0l1Fe9pzDGvYMXGj4L+mw92yAAPl+6q74W/WQ9ur52PVKQBz3ZvQI+3jyfvCJRUT1tDJy+psMqPq6Lv70AnRS+oLqIPkbEk7xBH2i9afNIPv2DST6yIB4+rbyuPoVlGr7HCDe+eIK8vbNtkz7IzQS+/ZvKvpVlQj266Rq+Y8GxPgKErD5nykg+s+ojPlB0rz6JR4O9cTBtPozIpT5hkcA+jRAHPtEu2b2Ppey9iMBWPiE4Dj5zNiG+ojhXPe1a6z6ZY909NyBRvgFzVD7NgLI8QiRxPqgdCz4PaB0+vjqPvVVpHb4ejOc8N7Nou2QqhD7w7OS9BqAWvv3OHT7KGMK6PKOdvnzr9b6Bjwg+JyGcPn3RUT42UDs+m8TtPrqTTjwO3ea8xB1CPqQKiL5d2349QZ2Uvqb4gD7nvDI86iTMPZVEeTzDyfa9N9/lPe4Huj3i9LY92lMsvRUhLb5BnWY+3PbGvZqnST15GfK9yxAdvKxnAr+Q1BS9Av4QPvsoojxCCcA9PhwHvXIzsb4C+O+7DE6qvRmqI75fpPQ7qf8JvtF4ID5xeQG+ADW+Pmx+5rykC0U9/4oRP5U45bwFhok8DKz+vWsKqD6sqJQ+S0KDvVzQbr5JRIm+eLlTvhymrz60EF4+zQGOvgtJ1z4ue7y+5pBAvomGlr2Gt9280TXZvPvD3ryN11i+Uk8CPhm1nb2NXG49KbKNvuQst73cXbk4vfkfPeIoFj7CejU+Ux8hvnIla73Tj2S8gXGkvvuj570M6zq+H1/vPDvpXD1gSzO+0GuAPR/Z+72HmVC+WZwQvujBQLxGxnC9SQOHPWdENr7I06S8MQ2RvZYEC74+Pvm9lwBSvfpMhT3vFGU8KHlXvc2/9z0kvcI9GcyrvTQtxz19Agc+W07xvUf+PL5GQA2+BAOOPeNSar7f4TA7gxTcvSgvBT4WTso8gR7vPQYzzj3AuM+9X7ApPq/u1TwUj0i+yiu3vTCssj2svXK8Nqc8veLYEr4O9PK9C5gsveuAk72xzCu9B8zrvdYN2j3Fd2++nOLhPRhQrj2jngQ+Rld4PQ9Yt70GtxM+b78FPTE8obxfZvm8S0W8PBjHFz2zGAg+j+XzvVJU+T35Bb09asdXPRmkn711UrG9hlXyPW//Zj4CUjG9PtMCPv36s7wdxm09gv8Cvpt+hL7OvcG+cRKgvTTelbzQZua9OES6PVCkfj3dEwu+L0n9vbkEk7yQCNQ9wxzCvFow+z0Ah408bcKSPasqnr2/ANc9KhTDPC+mYD1yVei9eTlTvhhdLDy75xa9AUV+PZCp67x6/pu+S9WwvYR837y2RU+9HagJvYyAVbu1Jiw+cbtIPumUozw+Nhu++5OnPQx1Cj1sBmE+pjuUvdLNwr3py827M3jRPZc3ir3eA0Y+OHsvPQUbEr7jrDw8zH/TvaX9hD03osq9cKx7PlhtcD5xZFC9jy7nvjT0Fj4VTAU9wSTBPn6M2T0gdJ8+Kh47vsEN/7wKm8S9/Bz0PscU1bk0szq+HpcBviCRN77T0N69CrkfPt3BM73JZdu78gmfvYY5Hr4Eneo9VGeAvo+frT0b0w8+jveGPohmWDzBuCC+rHlAvazLzr0cTfU8nW+kvSnhqT3Xe5u8zp+nvffNy7687l+9IR08vlGAYT6P0mE+Jd2ivo+bYL07iL87WhgxPaHLRL03pIW+oHqyPdK4mL7Okhu+mcZxPnH18LvBJjo9JkutvqZzcru8PLA+496jvSh77L2SNY88OLyVvbU+hz6pGSq+R7ynPQ9MYj6nkuW+ubILvrSkFL2F8y0+6JXrPWPL1T1EOzY+kCypPYSHgbxobPO9Yai+vd68Cb4my688a8ituuEwET0/9y4+wlSUO24V4L1m3Mc9jLCvvc2qMb6f3Ya+WJSHPTFoHD7Cul89KX2/PdXGjb7EFv491PGFvQ+2rT0Jw729sFaQPkKVaT7r5KW8Cr4ePk/tiL75h08+cfE3PiFxB76maLy9uLMuvvcjfz61Sae+ASBHPqkoWb5Y52K+uPexPHCPIb6PMBg+j/quPf4h7ryPZiG9aShBPcO0o7vyBPK9uLiEvP+YxLyiXx++lxxDvvQFSj3famM+egfevl2tHT5hJ/q+iwDUvYyd0r7EXJE9zEEFvjfXWr0AL0W94gZwvcuWHb0p+cG8psRIvDiSkz0k8/U8TKOLvSuXY75Kt3i82s27PorgMj2od2W+noi2PY2McD7LpjU+a+mKvgSETr5ngfw8f60SvtgoVjycTM+9mt7JPnq9D73y55Y+h+ssvncumb1f4VU++yZjvRAeJD5ME7c9SVyAvTbm/r6cAP67IBBNvqLJebrwwJC86xt4vnodDT0t1to9KRvIPfId0rzHBTM9Jq7dPKO/6z22z5k9/NUvvite971lnEC9nz4dPrssoL65gGS+tHUhPgBZ/L2UYRO+9+xIv6/Tg74p/A2+ajA2vhk2Q74tEJK9i+ZrPnxBa75QEB0+m66Zvo81E71QV26+usckvri2SjwYXRw9rxptvmrKLb7nFdw9qqRKPIkiHb4R69g8PjozPtBs4L22smI9/Lzdu0mm272IXHw9U9/FPFhQjbwhwxu+5CONvlPfGb6tyLk9mUjAvZVai717Vb09p7pmvruZND73B569l/anvSfqlT58WQ0+orOYPfieDLxH2ua99AHRPbbQMz3fY3m+eckMvYMYg7qZByW99oMFPs2WgL349vq8bfpYvt3yBr7z4i69FeHbPQmPgj0Utzc9AG3zvTCmCj5jAu298+k6PNP/XD6FPJW9/9zYPfNBk72XH3o9ByKhO/RR+7xCKYU98SXKPXV16D0wqxy+HTGDPX98Gr41BFq+USlJvfRo3D0ZPgm+C5e/vYjnIbx501K95dg8vpA9xr1BBFG+tXwjvZTJz72/pdS9S+Gbvq8VmT1DJTY9rBujvA/LQr6Via6+sO/iPbCgSr62+qE9Hm5RPiqafz3jw3A9Ss9WPT4hDT6uPge+Qe++PB0OBrzuzhu+qqY4PZzBEb/ydqw7JRsgvCcjaj3ctp48FdxIPbSAHj0YnXi+dVaavZvWezowGIu9XZKWPW/z8r0AGLa+VdPEPQTCJD0/Fbu9SOwOve9b8z3HhGy9kY0Hvv9ME766VJ48Qm6OvPx9Rr2ZjhM++K4RvSlpgb12hj43RCkevi3MjD3eaPg85H0IPlhH8r2OKMq9y+Govm68Gr7degu+oN/2vag6PbyK6Iq+quLuvUS1Fr73gTc+OtRnvdnjAT5S+di9GV8tvjX7kr3ahRm+fiaNvmIuor3q2xk+gtggPjycFTz5Nd48TOopvbkq5ryJ7oq86L+avhQphL0DQh89SpwsPZPiDLtXqDO9WKcQvkMp970wYHM+TWSNvcrqET4YWRS+EbQ5PjwSLj5yw0k+idIIPTwQmr6KIAO+BNWtvalkgzwN+LQ7DnKavTIgxr2hiUa+yuHRPVPB+rx5Pnq+N3zEvKJosz3m5s2+fYM0vtLHsz7ovcg8nMDWO7ICAz1HP749sdCqvDaiTb5YwuS9AuJVPpxJbr4z5Ig+EkpgveHJLT0LHv49aZy2vYXLXb3aOiI+7gBMvQT6ar6NcOe+PkA3vuT3lr36ZG88PfGePkfdTD4iAbC9anlRPbBooz2QcBO8DNqbvV9ZBj16ei4+2CNWvlCoMr6x/Y++MYwsvjH2ub7yYbG9OQ8CPjw5H769RKm+lzghvt0j3jwmtPe90R/Zvdxlgj3vXIm+fWhBveIiAj7m3BC8zLsOPgmmb764pQS+06VnvWAHPDwuZ50+M5Y9vovf873ef8S90+69vfGa6j1MzRi+CTVLveYuSDyY6Kg+/+ScvX0GJb3jEIY+6LUVvvAhl71R4fK9wFwzvTfcXL7icRs9V0hwPiTzEz2COxY+cmsAvM6q+r3ORR4+SfWLPnfhDz6G0Ok9E1/cO0YgaD7khD+98S5SvvsdOj4XbKA6tcJfPgpwHr7P90i+NFMwPhJwPryapQS+kx3BPGL8or4L9e898NStPrVyb75PHmI+08PFvUy2BT637fC9coGMPkueyrw2Eb09rWjOuSWIWr4wayQ+zwg8PZoqsLyAOPu9ikccvDogur20h4y99ADPPEZwIj3royq9Q7aPvHJ6aL59KJ89js+7vpJcLD4pkFu+epFLvununz6fd08+argDPjWoK72CBp68K8jUvchZJL5Dx9I9h3MVvBYMUT58QSK+8j1Jvtuwkr6StHY8QnxaPR6JMD7pFcC9+wcbPui2jj4oKlG9gkEavxhxPz1lU9Q9KBxvvpGZEz62fui9AsVNPWZ/Dj13gE8+LwLePG3q4b7l0xE+3GyOvgFMiz2zypY9ifyfvZJBuL5O6969mCJnvP8+XD7fbU2+YWXIvfM3BT79Eng9Vh2VvY9tqz01rh6+mKW4PNB17L75siA9yyODvjs+pL4v/pg+g9jdPCNFBz9C7r+9/7TDPbEoDL8IL5K+A3nMuxrvTz21kiY+HSYzPQlVY7xHjKq8loKsPXzuLL6JyMW92rU5vmOSPL3+mkU92dcou5FWBT4VDCq98WsxvFiKM740V+a7DklkPkLrpb0nVH+9xh7cPaUThr0E5hK+SCFzPftaD74Dv4c97h89PqpkYz500r88uyLWvqbifj7qhyO9FYBGviGWWb1CEMQ9dbGkvgPtnjvnMvs9tLNivo/4Cj4/nI89t8IEvEsMPj59zDa+sGwdvu3gd74gc5K+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_4/conv2d_8/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_4/conv2d_8/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_4/conv2d_8/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "3kmhPO5CKb5210Q96NA4vV4dkDxSu/u8wX7dvW9irzy+NXo8c6E7PTzZEz2XiwU97gRRviXE1DtpfTG98ZYhPYbdtDy+iUM8N14VvABOlj186C08WnPYvWYBgT1rxKe8NJ6TPScBMTyTX0C9B0cXPM01ND2ZJ4U8zLh0vqJO6D2cpQ496auFPaFZmb2porO9JZpdvcr5472Z9h47iugNPGSkYr2DvQS9iSBDPRYSCbtpr8m8BmSEPaAOuz0dvuq9gOujPZi6JD0vJgS+SQOcvIpRkLyF15k87rlQvpgABj1lspY8/VMXvsEDnL5WOTQ9FM0UviPADzxopkO93u6kvKtSMbyyC8o8p23xO9R/jD0CWi++CG+vPUMiYbz7QEc8H4Q3vtY5v72ZkSI8rr9Avb8e87178tG9xxe7PJYba70OSR2+TdTOvRRPHj14rZ88nA/IvUaF0rsEaqm817ouvuiXsjw1H3q8EYQJOhawBbzKZpK7U9IOvQyiyTyXs6u8VZoMvIRdHr0SKJI8EvbNuy4mDDwDRx094bJUPJ2NFb0BCN07R/2lPG7JHT0hT109fatOPZhagL0lgAi7Ao8tPaaDrL1vi7q7OhvevIuqhL5Ioda7TlsivXIbVzwZnlG9ujPwuoKC8Lstf2i8owfyvVxSy72SN5m7fT2kPJPA+bw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_4/conv2d_8/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/BiasAdd", "op": "BiasAdd", "input": ["sequential_4/conv2d_8/Conv2D", "sequential_4/conv2d_8/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Relu", "op": "Relu", "input": ["sequential_4/conv2d_8/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_9/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 