{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "aglwvaiGzr7s+4Q/zSYUvv7s0j4KXFe+491WvuSJQb7kkA++Qb0hv+W62T0sw/K+BgEBv7PKQb7xhVI9kxfWPrFaCL69ZCk+73kov58dKL5ib5g+t4dOvung571LDfe+5kPsPoF+1r5/e7G9Tx4Vu+Rnnb5ma7s9lZmXveNA5T6BjBW/XcL8vdI9Oz5e8j8/IR4Jvx+K6z7CsFY+rrQaPXi65L2DkuI9TJ2KPjYgRDwWuQw/WAJPvlZBXL7KsaO+XpBeP7CG7D1T9js+DDTuvv0Zf79bOUw/yJ0+PvENNb4BzzU+R4RAPpKIjT7RjmO8qwKPPu66oD4SqAC/toABPwp3Gj57GZO+Mn0Xvj1kK75AKcA988vuPYkVLr73ERk+M3zePY6R9D63Cca9qutsPlWATT8ycvQ++EHmPrYhsL4Fqyi/X2yYPdG0tL59oqe9uhzEvWXrczrHpjw+c+qHPgAROz5+twe+4CLoPmCI/zukB+s+fYNkPGcHPL7rXyA/St8FvwM40jytNmq+D6alvn1Lvj4H07W+HU0/v4+6C7+go2e9vQcjPrD3Cj37Qc4+sYVzP6NRIL57L0Q/kRqdPXVjYj6MhOa9GPqovs3VhL5JKhE+OiRhvsfyEz6fqpG+M6Wmvsy1jL7v19e+lgcGPbOMND5KA6W+cgscvlkVxD0K/N09E6MGPiCWN748lNK8RD2pPjR1uL35Egi+ejzcvRiCDz4Kooy+7pIRP/49fj7mo3U+JHaKvHBv9z0P34m+bApvPgMfgr7fxKq+5fG5O4MDHL7mb6y+1rhyvuiYWj7x3Dc+94GBvaM7LT5fVeM+eiBCPrf9BT4Is949hqAAvvt9Yz9ZM2k/hDiAPfyiCbx41xM94tmJvQ4Znr1FEBu+OO6aPnp7bT1Q+Is+F5c5Po/M7j5wplK+ERuOPi7ZZ767wYG/hjlBvspmhDs7IWa7V0REP0QTcb07DIe9H/SePjObeT7F1Ac/flLWvvghlz1sfAa+Ys1iPnG2MD5y/0S9v9WMvnteP74/7aA+8Oorv2fiAz8IV9S8VTG9Pq/ctL7W0oQ+rtymPfEx4D4LKss+DI+pPjQB+T5hYBs9nzPYvEWfRD6BlIg+TLyWvZx1vj7jI1M+YrKavKFD2T53MT6+rk4tPkp9uzsDRZg+HfGBvGV66j6RTxO8l7yavv+vtT0CUF69e9D9vnlif77BwJg99UBLvkvfsT4BMx0/5Lc/PiqMKT+Q2EW+PbSOPpwy2L2G2uO95RykvnJnQL/8Vz2+pj6KPpbM+b5odjY+iDqePgMwNz6TsTA+Sl0HPujkj77U6kW/ZwIEvQzInT5KQaQ+SlPzO0N2Ij+Dcx49k/XaPdVhOr+VeAk+u7CIPmIvpD2og+S+QFyVPl+8TT3LV+G+4SXDPqmITr/Nul89cW66PjoovT2SPou9WbvbvUy/9T6DgJA+iNUVPoO9z70uey68fyunvg9h+D0QnBS+AOa3PtSJnD6U0f49YlI0PglBCT86X6k9UClOvYOXbj5zdLo+x/gsvSmDbT6siVY+DGZwPZGlaTy0/SE+ezMAPTqxQb7sE9y8CkXLvpJA+j2GC0Q+zqCjvjdJmD1gf4S+jAM7vuWfLbxXnaq9vYLdvLVDVj/3Wg++SbD9vjUbvj4iSgQ/HdUovo7QGz9H3Mk8oMwZP16pFD2PeAu9D9mGP7cf1j6tizi+Mmijvlt+y75so8i9G7VWvpdz7z2Lf60+FzbvvcWpoj6fnWM9zyWFvnM0fb6E94c+4VAdPmAAbbss3FI+enKavqnPFr+wQgG/xyHuPumr5j64ahW9dRxKP49Hgr5k/j+7nggjPa+3RT6h5gK8dIVaPmPkZj5YQNk8szDWPnN9yL2fLck+CVBgvo4tHT52YUc+45HtPs1KpD5kpXC+zf3hPgpE5DymIiM75qwsviXQnT7I/oW+om38PUJM172aHNO+BBI1vrWx2rzodfW8ZkGvPLXwEj2/gkQ+Z1O3vkJMxDvIsmw76I5QvxaW4T0OuZo712movYvWWT2rzZm+T2NZPmQBD74pI6G9jjWpPEXQGj/Y7rw8d2RPPqhp4j3E7KS8BPwBP8xiGD5ruHQ+Rha7vr/ujjzLmbs9BiVdPgimhL3qpOw9qWObPtcUBT6C4i2/n5oCvsFZWz1mkZu9qiCEPu1CXj6jhZO+5vzbPRBU6j5b756+Nsh/vUBj6r7ZhWa/4jxgvfxNNT4IGso+bAc8v83jsz4yWwC/QL89vaJW1r4QeTC+iro7PUygkL4qccs92aq3PZHwnr1d65I+apNCPx+MIj6gbP89Lfxfvq2I0D8J0pY+uvpZPpmUEL48Lck+hc//PN/mQj7NJwQ55zPAPQmskb19KVE/PVfWPeajSj46eig+zK4rPr4+xb5x53c9qxU4PhVKKT071AW+SLuLvl9gDb66E3U+h+awvk8HYr/JOAc/blC8vr7pcj6ctEq+cxvoPu9yVb5NcTm+8SkUPo4Tgj4YQ2a9tQOMvgS6Cb2WxNI91OG8PEBJSL9Y8JC+bbHHvi/7F776IX4+P0fmPVqgML+EGia+hPgePrdOZT16Kcw+tT47vYaCzr4d7ji+WaGWu6Vmar/FvIE/1to3PprZGj6w27W9oEGHPdSphT0fr9G9d3+aPkofXr53dE4+1S/fvd0ewj2KY3++ctJHvqvwQb1xJrO+O5aLPpRpJr5hl5a+B7GoPdC5Gb4ka/8+0P6JvbJDmz51JaQ+8WGAvjIqnT3yM0U+C9v4Phy0lD7kXYS+UgbJvl8njD56eF09xLyFPbzGQr0vbJW+q0kRPvR3Fj58+aq9SVzQPoQSsT72Bb6+jB0ZP9EoJ73dTZS9WFpUPv3g3z3izts+x8amu+EGMz4DIyE+ecWkvWSiST3pQNi77S+8PbHhBL91nbi+JMW3PnTzrj7uXwm+Gh2kPj/sGz7yahg+ckoHP1Zhgb6Qiri93tGlvlzrzTyWhFO/Uhgavh8gBb7Kf/k+YDjBvFEmgT1+YYG+RoT/PuzrLL5DmNs+ISsXvx5TGz5on6y9fW8lPYdVuz1OuVq9+t+FvsD6Or4e96++56hDv2nvVrtiLZQ+EkCFv5gig7tZCrQ9H8pjvjf32D2eNdu9KGX/PS8w0D7s97E9vLADP+HBtTyi4Ac/G33GvmJgAz9YvQM/C29Uvu44Aj01fuY8xyIwPmUs6j40bok+AxjfPiFUlj7Ceym+UsyIvefA8r5m/Vw87NqUvuO3ED6rTL4+D/C2vMQQFj7WWLI+pb8Mvmuhlj79GYk+QvOQPlTqMz7jQlM+40BXPmqJCb6Ub4g+UiyJPdgq3r3Oily+Dz1ivgjtrD3xfGw+KgVhPprwJj7oPK+9Q+RYPg+PwT4opv0+6RwpPHZhR75jiZM+xXSjvs1BIb6IHi+87BBLP/Pjwj49og49qbuUPjtCoL0cEoE+PCpKvs+LSr6dpl4+ZxuIvpFtRr20moI76Q4ZvpfrHD4h4IQ9xK0AvnmPdD64/x+++QUBP+lwqT4KCFw/IWKePZazoju82RS+m0XVvkHSaj5JUYC9mMiNPnZMRj1VZdi+t9GZvRdprrxZzUg89ZCvvm/l8r64x9e9G3x1Pr366T6eFaY+cTeQvWWH6z7Zico+/ZQrv/Oh7LxV4Ka+QrzTPlKQ8D5U94W9OYHMPv2j77wXuDg/jTnoPuvRMT4Jita+rmzhvlvnEj5DOSk8poBzPi6KgT5PgvW9WbQxP/9aE78pxn++l6i5PWSjwbyWVRe+TUXTPo/QnD36Mlg+CjvPPcc66z7YCqq+bcWOvuaUhL4WSJK+B2eXPt44Lz+QWvE8Qc7vPlm+4jwlT0Q+g6GmPlbk+j1Lhyu+fhmiPl6orT6YRvu9mxvBvumOCT/G+xm//SAmvt14pL1GDQ6+aeB+PiKmfr6h85m+0tmoPg3uMD8XFew9+bmhPTOaHb47BVi+6wYYvrNGOD4MeSw/fiAhvjJvkz3F87E+qymhPiWKKD7XjWa9zhpDvRuwxz67iGM9VuO3PT9FzD2p6Tg+j9WIP2KLkT14JJC9gMBTPu01qD5vpDq+5ARQvFxker7GMEs+jI6DveT4Fz69b6M+3EoNPhJP/L5HHSK+6yCwPl0RrD7E5wc+3hRhvneMbT6qN4s+AtmMvrG1ur0N5XW+BeFkvwZP+70oM+Y9xxZmvVzX7L3a2J49tjKjvoKj3b4evyo+MKoIvvCR075PjNc+zzEeP/cSkj2y5/s9D1DVPJfmFr9Wn2e+TAT5vnGJp71hc06+nciWPoQumTo75Ls+iPaLPnSnLD58w4I94po8vvNz9j59OnY+4K1AvsQ7PT5gl2w9oHL3PvL2F75fw8u9av1mPqXa5D58eFu/QTONPgWUqb5KpD4+5P+2vvh8d77KbRw8nCJyvNXFtD5LHR6/QfWVPphCUL5lGUO/F0IoPGtRqL5yZqI95tG6PqZuSz6grem+xSDMPQ8Enb6AacE9QGNGvv7+gb9ZXJa9inQEPnV5+r7jx0q+bFH6PkPNDD32ook+N8J6vlzOzT4eez2+832PvGSF+T5vODW+mPgFP0dmcj3qmB8+MVz0vEAWhz1wjjU/ZnM7vhfkjD5Ch7++ONaOPDsejD7qqHC/RZYdP9wBjT4sPDO+3DoYOxpFUj2X3iW/LgOAP16Atj6O7bI+kPIQP3XVaj4WS5i+OkIevxAFib4xIk4+CEOTvq3gmz3aJxS/0hrXvnlVqj2ZgaE+dVuivbhtKT5EQ8g+92CAva+7Qb5/QYy+hvXPvoVIgL5VCbA+YTwPvyTidr3zyia+RDSEPQrlxT6lq66+fFyNvhuHmr4zA3098nZJvp3ptb6F2Ic+5EycPXxi+T7vgVu+WEF+PSqqbT59PTu9uS+QPoHAcD6ueFk9O/ASP9xsoD4IA6M+wChnvnDMi75JkPy+ZBz9PDshxbxY7FK+mR77vWfKXr2SjU6/AlTDvX/zhj4R1U4+lQMgPjXxTz3iHWo+6TdivpDeaL8rJBY/0zUQv0HbQL94HB2/DF46vujqsb7ZxaO+QcQmP78KGD5iFTS+FSlIPhmGHr+kNOg+eRJzvSI0Wz77WSW/3/ISvdKgYj6WF6Q+BGQ3vbeK270N5sa+0KYXPO0RpD7L3Zo+EscuvsQ8wT6FZXq+68i+vYD2Yz7x3Oy+QCSeveI9hz3OEoI+Y6ULPcWBDLxsHws+LCAnvo7qhD7pSXU+pa9Xvxedj7xHM/a9wvfRO/DiyT4mduU+oJnmPdql376DYHC+yWYqv6/9Vz29Un497XxsvnYrY73ZS1Q+un90vq8KD74I9ho/DgKpvQoKz76kWRQ+txyyvZkwYz0xyBA+1JfEvkwaAz8wNUi9+dWgvlKrAb7bcUC+ycBTvgY5Br14lQo+ATWhPsgDWDxk+B4/KkKJPiE5u774XQY/z31KvhuS5r5FF1I+QWCoPpNrhr16XCQ+7uF3PuXiL78H2xi/YQ6gvs8yNz7/Y+y+uvVovk63Q75lsEC+7GnCvrQOFD2leiG+fS2DPTxvuz1Kg1i+VMRIPpyI8buOMAY7rEkyvq0rAz8o3/s9dM3hPZKeG76modI8xAgLv89BDr+o4s49IpmPPrTRBD5n5uk80P4sv854jT7ZGLG+IJpLuUxVQD5wFIq+8XySvXuekbuWYLA8O0CwPmRysL5Tqow84l0Ev6pt1b1IIva+5SNgPSLToz40qrw+H7Blvp6GQTzuzXY+AwlovyYioj3nlL4+RXqgPkCklz658J68t7eZvow4ab4QNFq+FfPIPvEZAD/Lqow+1//vvsorAz1E8Eo+jv4Ev4EtYD6V1K89JtUnPRHhDD9p32E99R47vn8/9zzX56Y90ePlPohxB7/tlim9/0YKv8LhGr9HPBm+ovd6vgYF2L1bhZE9xLzDvd1vBz+BWyq+KAaqvegvFL/ZvNo9jdXRPukGUT4q1i08Y7SFPiPCaD7DtZq+zywCPc+6Qz38ZgU/G3UPP9pLwb2Oz2a+SxYYP7gzsL12Vok9l1a7PedH0D3g2QS+mTJivrwhTT7aMzO+PokYPHsPCL51OLI85ugFvgzinz6bvJe+z4pev/gPaD19RAK+pnwOv1dFqL0VUIW+j4zbPaWBrT3akJ6+eCccvwtJaL3kHG48Qw6CvRhCrL2XLJO96WhZvclTMD4eGx88EHu0Pb5xFz3+/Wi+CuQfvpVlurt1Dm89gAZWvpsWD770b6k9m7gNPcVxJD2QpKk9YxNJPGF2pLyRGP2953mpvf2WbDw51Cm9UNC+vLh+Cz6vs1S+SXNZvgJqBzzbF9O8Yot7vVOE7r2Ez4e91hIgvil4kLwKKeo7PwsQPhzqKj0AZ+g9teHkvAgAiz07/bO9Le6GvajFpbw+CcW9bDxCvcLxk7536jW96+ocvoxXND2hkjs+rfoHvhouX76P4k69a0fBvRwiCb0aaP08/2fXvRV2Qj7lzp09VtUvvvJ19j2jvD0+stlPPGrSOL4YrDC9/kM/vP5HOjz92pQ9my02vpAFXLot7wu+5Ee0vRyvyL1w/4S++6eIPZDsKr4nYyg+HkFQPtWKCz4vOB++tZjqvd18PL7p3h2+idurPe1PTL79+Lo9UVTLPQsevL2pI4G+YtlmvRfDz73nSJq+rmNZvotyPb216Yy9D5g3vX2ZVb7xzb29CnMVvicoar6aw4+8fCcMvaVWCj6kcfu91uarvaVjKb61zVk9+jNgvMXySLwy0Pk8GNRMvetBJD1Km169Qm24vQiuAL67aNY9RRc2PTr5PjwkNCg9fZSaO3NBmb/WOKW9VVQxPQQI2Dx8AZU9dBTKPd8HKrzeGIo+hWo/vnmiWb4uZr+9fNwEvcsbaz4o5WS+PTUavugqgb7uQ6u+rxBZPkEI0L0feyA+a7ZGvWh3jryHwAC+nslYPkRSt73b5Ii9PPt8PdB5xTycMQG9CLfJvdDUIrwkaTU8x0WhvQqbRj2n1rk92SV4PpIwdb0bL5i+YrtiPdn7sLvrT0W7WMYLveqe2r1OSZa8fxx4PEBPgz1t8Bc9Y4gvvgtU7Dx4C3K6VrNVvpOopb7S7p89UAjXvSS/Eb1MI2A+26QevQBACb5vQdQ9dHPvPVWdk711Znu+p/C/vSLPJD7hUIu9z1o7Prm/uT2/tAe+XmtePQ8Tjz1h7ua9BROXPpycx70gJXO9Wr4PPuXarL0LEgY9mOoEvgkCHT7UTFW+4FmGPQhiS74rpxo92Yshvij65L21vhq+znyVPXEyCL2xcLO93eVYvk4kpr7LAdK885akvcYqBD5IGp29p2SBPfxapr3pmeA9YSpjvhK4aTwKdAK9nSw1vmGIvD0MHR+9FeCBvRMaDr4Ejo0+Ju9BPbHsjL0UVqS+VWRBPjdClr3y5AY+GyVDvoETvr3QNFa+FZTlPdpWeb4Q/js+KvUBPqZ1xz2w9J29z0qRPTvOB71wOeS9pcuFvWyxobyN8Pu8mceavVuH4751Tfk9J35FvoCPBryJ96299hYevstZPD3kgEK+EcGmPRFdVTycwRi+v1ElvvWHA70K+Ds9F7Eevt7pBj7emuA94/2EPt022zw02IS9XGeNPsurzr3ePXa+QFVwPTohXD2MT1m+Mn/hPNIyvz3D0ZI9Se9yvbWlfz0onR09Gm9Wvjj+jb5imt891tlBvohnfbythJa+gmKrPCXo8j3RbJc95UugPYU2qb12O/u9h+G1PG4IL77sWNu9aPyIvl3kP73sjSC9CJZqPqBHdj7aqce8QMC2PUyKrr3zi6a9Ep2sPF/cqL1Z0o48+1HPPZfVWj0uoqO9/1syPv7Gyr2KvvA9SmyFuo1Wbj5R50O9kQgIPqqfpbwCL409sRWvPdYMED7V05A91Ov0vdrKXr3Kij8+uYZGPubTVr77PAE+elydvUhGhj6ZBQk+lXcLPtjXmT16fYq9lJWjvnIc+LzpQQS+h2bTPGZOnb6Zhp68wRLvPayHWD7yE60+OGRpPhUOwL3Ohhk+eI4XPQ/6Wj4vR4e9nrMqvc6urjtz7U0+K9IXvoX7CD41vIe9XHrevTVvfDwhG2G+/qYpvgNLlr7RSKC9//fZvUV53D1CqTS+IPlBPZq2Ez4g4va9mifePWbD5ry2A9A+Vj4DvtiZlT2EIJ49tCBJPm4ZhzydIp29DWIfvnNqSb3ZeNU9ny/pvc66Mb6FPc89Zg6GPUgKMr3WNkC+VcKtvH1Qwj2LhGO+1NYzPABfN76IvuM7TUq5PWjBYb71yYW8JYyvPbM1Ar4RbS++rZ2JvQNeMb4XhAK+80GuvSA4973BUC6+JJSmPHJYRb7jRk++8Iw1vSDA8b13yfS9uIpyviE+jb77Vyo99gYFPTbOGL6HZw0+l5yiPYWqY72TFva8SRNgPQ++/zyMX609X8QJvkzhI74JgLe+2OK4vc7e9L12EIW+T+ZAvTpj7D0NK/c9QputvXV38T3QqCe9U5IyvhOKmb5Ukv69PYwxvvOz9b3oIG2+P2buPQOYxLwimPo972W9vbbJKT1j+hg+D0mdvkOhLTwh6aQ8shPrveaAOr32SmW+41oAPtYUir0JQYG8zrvcvYTbyD3kwty9y+mIPLEMcb0DmoG9fthCPS3bmTp4ScO9dw2XvlWk+D0rSAu9jyd5vgEsJD7AV1C+pEf5vYBcSb4rhtC9qx9MvTLKyTxLgsg9o3MNvgxQPj4wIAO9NmgovnWYJr2PzGI9XTAJPrPujr0dWAC+pM1WvjhCwT2Pu4Q9I9UFPuVukb3U1Ya+Snd3PYyb5jynV4a8j0SOvWuWU7627y+9Cl+NvRFvOD3ixJs9kMDsvSOyGz0lyZg9ER2PPReX8zgngNC9be7DvQefP77Vyo89ZqBlvjyXQr75cFq9FDC5PEyyW75JZz48cq1BPrpTl779dbu+OYlCPdP4eT6bNwI+5lRevC51cL4T2vQ8LdkLvhH0ELsIOZg8lhsfPR4nrT0H2H6+agY5Pb1Fh77XltO97ZIdPZuJhD4JX3Y8ViY/vjXuCj6PNuE94JANvsx9Gz4aTeU9H02zvV/kmr3hZDu+gcwBPRLZWL212FC6OpaNPkYfE75NAGE+OE+Evok9Y77LzGO97YlyvuhqV778xRm+kdxIvm4fbL3ZRrQ9xgm7PtDVMb2p5M47fZScPj6kMzxyG4a9vRYVPUgVnb5OBgO98O2VPXldPb4WKr++9fbPvmFtIby+VxU+TJCvuz4c5zwzuK27BRC3O2KqKb6QipI9F/enPdIBs72mhwO+ADo5Pj//Sb7sCOM8qzuDvIE0+70/mn28zEv3u0TOVr0Ev1e+mY4MvuKBRL6huEq+DU1Tvvg4AbylWWA+0s2DvaPopb7BVJu+kwFKvuf0Lj56T16+xkglvipDiz3JsVc9/4PbvemJwb3XIZM9eW+FPgfO8r3qGD++74FMPhN3cj6YBr68HapbvSWtgL0gnL+99As7vk+to77Iwwc+pgXVPb2rEL5KmMy+okOVPGSIST5VLgQ+RwuzPELnk701gVM+wc8IPtaIzD56f8c97uc+PgM+Db6tOZM9YxRvvm2JED5lDCS+3SxwOzxhrb2YCLe998+Ivqp7X76eLgC9d118vpPTqr0gV2g+fRD/PdeTDb6FV4c9bSBvPqUEQb18G7S9FeGXPrEAPr2PrIg9xkUYPsIQjL4MlVc7rgHcvbw8Ar6SIuo914ATviDyHb5DEyC+f1CGvvsxjL2bOSS9G5M6vqutL74xWqY+CisEvtw/v71OEmq+laSPvZ0tab22Yg2+1JOGvmziID6fxAi+lzZYvsjZ5DwKDcI9ghOXPhTXez2KIgG+6FsDvnDgMD5E87i9FrOavh/w9TxnS0g7JTR2PqfG/r0Yii0+KmlrvpyS3j22DSi+oRwZvkx68DqeB5C96giePbReZL16mDu99FGtvDL4r757FFm9i2qBPoh4e76578Y9A6M/vpxENj1ZDbE9JRpGvaDufb48P8g8vipivnBJkb6Asjc8+AORPVcpHb6CIxg+4tMgPhuzGz1xLVg9LMDEPq6W9Dw3p4E+MfbPPXzcvj3fo2M9p9HJOzXOBb4v/yK9FchGvp0r2r1keby9EwIUvhKhz71XmXM886iuvXpBOL4cZIM+80O8Pe62Ub2soEw+RebZvV89Mj4pEdS9twakPRJc8rkVTjO9ofguvtwjEz7kcmQ8v3VbPmhN5T3Yb2+85JLFvSsug70mmua85bkCvTRRoL2kXSO9VRy1PNpqVr77tec7Stp9vpQbLj6+UUU8Z1voPEWzI77bgJY7x+tFvt3PNb7tOOW9MWXVPdVWmzr6vr88OzJnvqIeAL512T49Z1h0vbaPmb7iVo2+YxmQOvqHY74MMB692QfLPaEf4L2j4x6+3GPBvByWVDxy+zy9Q1lWvhNoJ76Bkhu++GCnuw1RmL7BBk897fZ7vX5kg74SpCW+kfyUveCvvDwG99K8ZMUJPgdnX74aNtq9ZAPNPMCwGz7FrUW+yIfmu3/yEj0msYE8S9APvpJ87Dx1Hlu9boiOvYB1Uj1KRDY+O6FZvqQnDLs0HzS+P6wQvlqfi7ykd1w+c7aIPADY/T39jRG9uH7tvfY6lb3Ytoq+OYr1vbv8n70s/kq+w6BFvEaigj2mOoy7niuCvcEFbb1LPou7s/vCPXSD5j3PZxg9zYERvOK36L2oEng8vbW+vjOqdb4YiuI8isiWPLxX4z37BJo9BVSAvqjLOz2xbqO9cieCPbm7Gb4b/R095Gddvf8jDL6XYYG9n5/BvOKcxr1q+eG73HcTPuE2YL1HYMw9QyLDPYbJ3bxv8oE9DXbyvZJyBLwRhdO7COPHvf1w572xF/+9SoWdPcez370ONQu+lukyvpU1rz0+xJo9PD4ovps08r1sRWW9alyBvajBP77HRAW+9xSCvswh3r2dY7C+/YrWPSPzizp+o1k9bhwgvIa8LL3PMFy+3Co6vrHXbL6WSX2+Z8FsPq3poLz+5Fc+tUwxvoOiUL2SoQa+2oYrvgGNtr5Y4x48HzQXvgULGT61nAS9iF7KPXH2Sr1rq2o+ov7qvQQCYj5aqI0+dOQHPla/lL207nY8kP25PTOTib7PoHI9jI7ZPfuk4T1zpko+ppRGvmVSGr50Rj09Aio8vtEmSb1lXwW+WZigPf0Esr71cNY9xLPYPS9nIL4kzwq9UYVcPEaa0r0zR4E+mI4UPui3br2umRk+b8uGPkxgTj5EipG9eDmcvfWX+T1dCV++VQy0vRLO0j11yiU+I+gWPrrzCr48Pya+rr0AP3ftoL4x4wq+SEYJvRQauT2GJja+PaP+vYlvV71ESIY9pUUZvmaub75Owv6+k3TwvOUwKL43yku9tGuivRoXMz54p3S+CYwEvt+JUT1+y4C+1XKDvpumHr3ZzPw9v0Covi7rmj2OXDA+sUrFPb21jT1f6Eq+BlSOPUjIhL2s3Xw83O1oPnnGIz4LKgK8c0qavaJNWL63ug4+YpnLvm6NcT61TNK9xif/PbJhQr6K+fk9wq6YPGy8Wj6Oav89EDJWPk2ytr6WnJe8HsKXPbfUgL7NTjc+88YjvZnVGb6ogqm+aIdAvteHML5rrxc+fV8+viCs7TtIy0e+gtSZPU7Y8TwzIKY+IP6Ovnb2YLzV1YS+pBwDvV/tgzz8mP89PMTkvkWn5D1oyFO+qJorvrhIULuQ5aI9gEGMvRWhUL5QMTM8PuQ6vi2xlr6v1Tw+GTayvoeOvz2Zzx49i4p0veSvG70gxwc9mEtnvonGXT65Bm6+eVX+u4eMKz4fVfi9yVXMPXTpEj7rhNW9msAkPSdwkTkGRVi+lAocvpOUvjx/mFO+F3++vh4Od74bKFe+U9lEPKp4cj6AyBA+M3jxvUAqpz6NChC+Yh6qvny6p75+5iW+ziNIvvuRmL5yHNs9PkcrvkL43T7WcHS92jhQPUcVoD5hGta95Kw4PgW7rr767oI9VZ0ePjl3kr2WJvW+1LlBusOGEr6biPQ9SwIfPqxVQb7qtyW6vEuOvYoS4r71qoC9WjfCPXH5Kb7QI9a+JuF3voyuWj6O4/w9/6ZtPIAHLbtbemA+XWKgPR8WP74ip4279yyfu1yGrDzAH76+hY6RvhMmmr4SZ1M9D6Bmvds+Hz2M6Ku+MTokPjcOlz7+32W+oUSOPnd/Dz56bCY+oec4vn+JA74d4Au+UhxVvMmPjL7qrua+OKOXvsCYab7Hg+Y+yetpPmLrF74+SHQ+KAqaO9GkGj4arW09FeB3PSTNtz7A/Qg+4Gj4vHSwobw2lNI9bUyHvfof8z09S1i+Zb2FvZaQpD39Rkq+eUsZPnTXHL6GE1U+62mIvoek1r0xuGI+lAvIvSgRCr7R+K09H7hyvt07pb3thoA8xWeIvmBzSDvfYF08bFukvBKZ873UpQc+YDxpvq5n/r2h/wi+QCsHPFlbp77drfs8GKyjPdWg9ryyLNW92TazPN1/OL4ZubA9bw6qvISvS75kRps9wiC5PVo2BD2lS0i+P2N3PhBeSr3FTQq8O9auvefSGr1d9Ju9ofhYO41AYz3q7Va64NYfvkoU9L3EMYQ9o1HBul4guL330Uq+WdVJvk9Cij4dFIa9FfMguy6E4b0X/UK9sgMyvkK4xby7Bc69bm+DvPNOHL6EsHc9P0w3PicurTwKdFW9c5vBOwMRsT3XLxM9py/IvZunIb7uUfQ8v/KkPO6g7L1581e+U22Bvn/CSD5ebKK9QVdiPRLMBb3j7pa+06GRvYTYm70Wfh6+A7+nvQVppzt8cMI9XSQkvCzYcD2Bn0++XFBbvodaF745oc49XGwCvjK9tLzGL/28LAVsvjsQ7L3Xfxm98VaAvQLjiL3WPt07YqeOvnIqrjgK+06+e5MPvpp6OL4uroO91/gGvIiXpj0jBsi9lpckvMLN6L26vSC+D9GzvdIStb2DHpw9STXbvfE3JjwHN8Q+3egkvrcCh7y3Tbg+lmOCPkR9lT4Qt8W7vnAFOxluer4LsGY+fxGqPm/o0b3JHBu+mHqIvLr+LL2HUaC9rlQvvvTW7T3x4F08BUlcPBGX3D12RGU9APY4Ps80cr6rtYU+4EAmPL7P9L3iOQy8xmPgvVc8KD0w/7085Iw1vsYoFj4srw0+4Mhdvqv/9726+NC9bxNuPexllD36iFK+F5yPvngPKzsTyzm+cxq8vW+tv77TOLC8c4aWvHJGhr3O3Wy+rBr9PeL0uDy0kMw9joo1PjK6qj70GAg9eXxpvrydOr7TO2++r2pFvRtJLT2DFSG+BAX+PKtl2j18+Ea+HtKDvk4gBD3ZTMO9CI34PdXQHb4g2QW9yBiIPj9Rg77t5pK+QQHnPKhTgL6BxtS+yE6wvK6plbz69YQ+6SSPPjc5BL0ydAU+tFKGPnQxd74QFpG+yFs3vvD8CL7km6o9zd9IPVk3jb4uspA+YvmtvPl4E74dVqE9t8zaPmZ6Zb0N4Cy+LSZ5vrnuHL68rLg9o4ZfvQiPer3LTIM9CBMdPmjQrD3c3vy9H8IXPue1pr1wSVS9XWskvWxtZb0hYVG+1GvFPo4c1j03BEK+ykBZvUeBX73wGKk9BRQ3vpvQ/j6gBko+Ju6tvQtFAT6em8G7VLODPhS9ab1jfaI8z1dAPl0YN77+ay49E2Khvj+gm700hFM9duC/PY5k5T0Hrsi848C2vsGv4T5vRUa+HpLPvKv/k75+0aC9kVM2PGd5kL7GIWU9ABUOPvi+oT3kFR2+OQxnPdkIhT2XUU8+ykNwvnDds76KUBC+AbqWviJChr1v77298KG1PRs4Bb7jdXO+iL+tvpwHCr4fgEG+k44YPSvxFL7O7Ru++w4JvsoaC77GvSo+ZJCavoozsL1cooC99mc7vQSbab5Jw+e+XrovvdzK3LxT1Qa+HganOxGEgr5Y1/o7gzvovXeMXr4RTBW+eBQfPv2bnzxDQ1O+mSyVPph9fj7frb+8gHp+voHoRT5bso+8hP5mPuN/7j0uEX09OCs4vUQOWL4SLYQ+fsgJvq4iYr0WyJ4+65G8u0Lkhj4+Tqk9ART9vQqf1D0hIOg9xx7EPOn3az1cShe+5SIxvHV7S71fSxk9ybLsvU0SVz6CQVK9bWz3Pf1upz6gQZ2+sFQHPaX6bb4bxTI+arqOPvQqqzxt7me86IBIvvk93b5m8ZU91nNavsUaxL0BvzY+oV4+vlaFdb5JfxM9ky8zvllt7D20a5E+NrGDPkkvZL6Ybdi98lE4PqgE3D6zazO9Wv+aPTpNfbzVryE+sQkfPkGNt77vHim+sMVkvanCET0mpQM+GxlAvk/SBj78V889ybshPf73UT03CSo9sIUAPt/1L767g0+8J82yO5SRFD5qfRS90L/jPdJtqT0BjiI+N5n5vYJGjT1l+Ki9+bAAPRMxwryHK789xGckPi0+TD3nDzc+H861PFEM7j16Rx0+/0wLPOGBGT4Ur469ge2yPLW1Er5cWEi9djctvVtLsT0kx3S9B4F5vJhFAT4w1i49akyfvQJZBD4dr0++eHXevXmFl71VSBY+/xuvPtvfyjxGVtc8JrU+vs7ccb5KbTO+u3IAvsRW0L2ZKcy9OXALvgnan7z5kzK+CS4IvtZsk73fsm++nTdQPpqpgb3VY8k9MaJoPsS7YT5hr0M+5zIjvjo4aj7beIs9HU3qOsdZqD32D+69e/qtvVZmdzuN1Qk+GduivA7I+jxFJxW+jbsOvmVGgzxKPqu9U+GAPWgS8LonmFG+z51rvRtmRr4zYUY+qtc+Pvo1kb2Z0B49bNBmPnb4ED7r2Hk+DWUVPj5DnT3DkkE+o0z0PUp/0z1tO1S+RAs6vi7UX72tYJc7tnGmPVvAtb29l6K9IuoOPsAzBj4y2rA9LsRoPmIt8728qdO9qzvYvRt+070B/1u+/LWtPDk3wb0EUNq9Hasnvjs4M7wMAE69RsI7Potdjb2/Sts9X4OdPp3CTr2qHEi96K9aPqJJij2vQB49HI/KPeJWNb4Bx1A9go2Fvv7bOz19VKy9pCacvopMqj5J8QE+i5qUPa3A1jspWWW9SAROvvsJxbyVqwg+cjd7PsOtDL4NZW4+mg0tvvoPoj4e/4+9pfyZvQbxwD27n7k9MOJLPQ1C1j1Vh5a+P/XIPS5BqD0YVB6+5OWMvc+3JD5uf6I+MTc4Ptd8YL4Rp7k8fCAoPrjc5b2uoyw+USPlPXO3RD0Ncao9iWqSPUW6pj4u2bQ74vSvPRt8nr0BmxU+1RUUvgZiUj5hTkk+AmlKPaKyXT0S6aY78TkTvYDMEr4V9Bs8cF1CvPLeF76G51Y+1K7DvZxmRz4oGda9exTZvRBQbz4kvI++6XPOvZpsdjwY/YC8z1WovtxFMz6bq8m8Lo3GvsjqLT06jo6+xrdjPkyNOb7Dq329Dlu/vTUw+DziA8K9Ee6xvbi5A76hk5u+w11PvTqZJz6jMxk+rgt5PIF+nz4Opss8claUvXqGcD75Pba93curvhZ6RT6zbWs+uZ5RvhckYr4JygI97k8PPiK5Ur5yBwC+yku5vYdebT7zZrO+H6C7vS0wyb6ZYms+8JUaPqPCob7nPLw9IVLMvjfTUz6+4gG9gAFIvu63gL7BiPs9AMSGvsxyQTxcmJC+xRojPsd0n74/ZtG7CTm5PYbuhb1jz0E9xKeePXq0Y770mJY+54FgPhtcjzzd66U+8AYxPrioGr6uUu48Uz9qPjND3L3221o9I7V8PjwoOj7hUxk+y/01PiD1OL1pz5k9kveCPXvIUz7K3TE+TRqzuzT5Wb1JVsG9iOa0vjRUrrs+Yhw9xBWqvUrzBT+tQ4c+TdzJPezgJD1M2W8+tdimvqNnXb7dRQM+7pzbPYIeCr7ieIS+tPAavodCnz0nEl6+RINNvXf4nb1IFBq9UZPMPBclor4nA3Q+MGNqPqL90L2Zrhm+0478PL56VT6dfpo+CZ38PQVkmL6NX0e+0glCPup+ij7MDl49MbFvPlPoXz3WObU+Cc4QvisJ3T0t1P694V9lPjaXKT28yQY+C3UgPjcLDDvJD4a9OhElPpilPj0yW6G+qpJCPuy4Bb06B7W9/vvtPpP+87xQ2YK+mNRuPl5faT3rcBS+y6vbPSO30zzZ9RA+qMatvWroAT4eFyq9PMrLvScZjT3nV3C+OyzzvNPmlb6OYkK+cRcOvsiqoD05d8A+hIMzvXX/L75GmU8+Gd8NvmlEez5d4La9qcKnPi/GIL4Ze4W9erUFvs6MOz5Gux69ie8wvTkCIT4JvTc93fJyPId34DzL6ei9J6OmvUGDgT2xVew+CZJzvjENfT6QM4S8q991PWLjlD5SQy49xmd9PhkNhr43iVy8d6PCPU0Tgz5nev8+QHj9vcL28r07UXK9r2H8vAY3aT1L3hE+0Xt4PjJ3Hz6mRoI92UpBPpj4hD3xzpG9JT2MPf49Wj47FtE8nYmMvdCYir0x9uS953yCvdzAJz7gb1U9zPjFPfKTyjy0vWq9VboVvbxhEz59p4W8ENz3PVjf0byGGh+9KEkXPNHzAb765Ec+c0C5vZAb0LxRI/a8cJbSvWeft71AJ/c9kTurvAVMAL5UwE89lIpiPmeKd7x+mKc9v8ycvXk2mbyXxhK+softvRNTGj4TFhs+U8ATvMmkMzwgJDS9u03bvfXuR71amXc++UsGPkQiLL7NGt49LIEbviXg+jwxhsK8UO6pvQTknzzfa0c9wrrMPTORE75G3xm+dcrVPGC6Mb6gmWU862HPvA3pt729VZu91OZ6PWKjPDyTE9a9AG/Bvfpej71fDNW99mBvPD1HIr0t6zo69H+pvQRtozwv1M+9SfqdPS9dOj6l9WI90uIevXi0Ub5kVi09l1wJPjdyhT3fHS+++IAlvhVcRb0xeUU+L/t3PXDbN7xLCEo91vzVvfmTULwrZlK90tLJvWCv9L024wo+ItanPWYl1j1iTd29XQXzPaQG1T0+5io9+KNXvgjxD7zOTxE++CafvQcRJb5VNn49KeIdPj34ZL42JiA83jRMPhSlhT1UcaO8pYsnvm12rT2R3EA9xZh8vZad97wPgpo9b3evvrKwYz4L13q9M3TMPGwUFD6ntE89fj+Nvs4ghz0jr0G9hLPYPW/ahL55knm8saVsPlxMjT5iuAu+EyioPvMBODwk5vg8KfkaPcgIC77FLmC+wmhmPsUV0b2tRRS+T7eDvgcNZT2tlo8+9vpwPKlcDb5l2Xm+pIGXPjv0uD2TgTy+zraFvXgKirwcTxO++jSlvImjaL7tV2E+l7wdPipglr5iSYK+/IcLPgElCr7nGM89V7GEvihVUb6Cp7o+lkZJvO7rKr60nDy+p14/vX/b5L2Dy1q+8OpDPhJ5uD0mXDq+xlHavTcgDD5tMo2+/iztPdWxiD1Qjo4+FO1XvVHMkr5BjJw+wNaNvm8RuD5jL/W9IuEOvoAweT1AW8g+tBu4PQP1I75BNJK8enB2PEBwdzlR43m+/ns4PgRfGj1gRBa+VCKSPTFH2b6bU0u+24HbPQW6Gz4HyzC+nZHxvagUnr7aS4y7gHmhvA+si7ujnDy+jjPQvSPXdD3wb3O+Nkwdvidlmz0Ru1Y9K2+PvYJ/xb4YLFe+kSSAPl2kLz4I5849YkEIPrhH9j3b/+G8e16Qu8hLhLy90ja9I1qYvpcIrj4z/jS+ngGNvdtz6Lw+toA++xwtvtWDWz40AJ29ETQNPlyY8LqOMX67Bxu/vtoq2jt6IFi+d3sdPny8dj4CQoK+vsl7PcfAhTyugne+GbyovPO8bD00E+k8pH6GPmZnuL0C6Pi84lwrPfus4T3P4YY9NAFAPur/Ez7JqbW+YqlCvBQvFr6YmNq9c0VCPQmjtD0kwhM+J/MNPcX/AD4/MLM+Y0RMvkzepr1V9/o9w+kZvX3xVr5Gop29SsC4vV2D3L2r73o+DLQ6Pj7gzrvbbMC9weG6vEprHD3DdQk+7XeWPE7kwz7qMbM+iIpRPTnTlLwgnGk8LLnQPsZzaD2BSui9BJcJPoHsVr7yyhi+8nzqPvK6Hz10XyM8uN+3uiHbCT4rfNW94xE3PtNCUL6Y6sm8N9n5vSQcvb7/VRw++AgpPjiluT4vFPu95ivrPZ4D0L6UaY8+m+QzvolUjr5Cc+I9/WKbPbV/lz4rdeQ9HX9pPneIDz00P5Y8iGqqvjVFHD2VV22+mZ2PPkYS5b1sjA0+mt8FPljBlD33RpY9Ax02PqB2Or6f9e8+5pW0PUwgjT53kwY9OIkRvSZbEz1O8tY9zbMWvghPbj0ezTi9lv7zveDlaj5mhtq9iJ4qvlHxE74WU129b/8Vvhf6Zr14/mY+gDK5vNZskryk3BY9SXt5PuwNIL6X8h4+SC4KPnJtG73pBpU+dQKiPsJKnL0T9VM9LLk+PAmfFz4Jbi0+mpQBvmevq77e5bc9D1y4PWz6Pb1OK8o9clJBPnBC/D3Q+zw+yzKsu8CIcbxQ/CQ8cHMfPlgY5b2M7ZE8G5B6PeJRH7yx2GK+A3KIvCIKEz7m6ji+a7ppvuUBOT4NSaw+o3zjvYqwG74wndm97QlyPjFW8T2+kCI+SCIiPv2Wqr2M2QA9MRYEvmtoBj6jTAw+8aoevSiL8b0+5RG+81nYvYnlobzvsck9SiByvZQJC704v4U8TLHUO2ykkLxp8kq+iJn9vU2quL0upDC+eZYivVvQnb0lUKo8TkkSPtnfJ77k/1M9xai0vRn0Ej4SUI6+hXjKPZ8dqT1UJrm9VVUpvX9Rlb2Jyb89EdJgveimKT4dzEq96yFlvQr/ar6XY3S9AOcXPsqnsr0mrjI8u3c8O1CJ7b3nkQ6+1pJDvZtsnbzeb2q9Sh8EPpSsJb2Cm2q+T+g/PdR28L1VXl48Ow94vRbCkL1WdBK+CJ50PcZJUb0m8hS++wvVvfFq+L0dar69fucbvmNlvL1X7uw9ldgyvn3tFj7tX4+9u11IvvtD6j05otW9Zzo2vayxmb7qhkm+8wyBvSQEOj7FiKa94M7gPAsX5jxY/je+R5OXvVUdoz3ExQk+zjmuPTR7wD1G4LG9o+lRvlbEkD1PaMm96vttPv2Itr0ffpE9OevJvTT1fjzB9Hg++yOsvgdtAT0V6rc+hkxjPsNmmjsz56y93FDnPUg1Bz5leN470o4Tvg5FDD6L0bM7vdHGPsTHUL6YvBM9+rXBPMw8Fz5B8be9T+9JPlTeTz4X6lm+YfkMP8Xqcj7IeMQ+plcjvsyGyz0ObK29zJX4vROLfz5KTa89q5UjvkoCKz4p+NU+bJzPvDA4eL6P2F++UGy6Pi8s9b2dxWQ9FiWEvm+jlD6keYQ+ixm6vfaAb75zlBS+UeHzvY30tbyn7Zi+Dncevj5nQD2Gc+I9w3U0PvNgAr7+3Se+6LnaPtTiDjyE/jC+eDfavu3IC70mEwE9QnZ1vkXAHL5ZACI+1gwIPgHjSz6qgIW+3uCPvkk4NL70VJo+365OvlPYHT4goIO+uiePPiXgZz7rVZU9UbV/PQcFc70wn1K+v8UsPjGlD70/arE9J1/IvhX7d77q+mg+fhGTvVjUnztwkhu9YJXxvDELAT6mSiA+VhoyPcsdvLwm1QO+WhQcvi7dk75Q3gS9RoPhPeQmeL2T4eQ9pOERviV0Z7yzaIU+UUIKPq8sCT+CUj2+p8ZCPuzn1T1h8H89j2UePix3/70i5b6+jsItvu8i0rzuVYW+7b6cPtowvL3KdrO9wUfnPXBNVz711aY8SXl5vqR/BT5omO09YYfmPcHeGT/QJBm9lwWIvqsqxr27zW4+wKbIvrlFCr1ByoK+M+xnPla557wtTE0+8hbPvWMODb0p8cO+ZINwPOcPRb2/zoA+2WhBPUiV5juyvga88VuYvVjktT60hro+l90hPZqBnz7EqZE8yKikvgYG3TzLRoc+AbHeuzcGvbzbXSI+F9EYvzWuPL4+Nwk+TGS2vnh+WD5EEBS/ZRn+vbRkur27aBU9/n9Nvuq7Sr7Jubk8PC45vdYWXj7so3O+HnYIvtzFMD7V1pA9ktDKvspa1L233Ps93EoyPuRhD759r9o8yrr7PZl+nz5Dfrc9lQlzvqCWbr7buq88mp1ZPXjU37xnBl+9s+uMvv08mz7Lo4K9EaWGPEvVIT10B7A9YtpePt1fqb5QSVw+lAOBvji2ZL6aMjU9rJrWPJaJgr26y/E9rUUSPrtbJT55Y6M95m+rPYiqGb47MOI9wFjLvvS9B75VsIO9ycntPfA4ED1iNZe+L/xovlLSej4Gk9k9GPQVPYm/GLyEYyu9dTmMPpwhnbzlQS4+0LCCuwfvur3piwO+oIOLvrkccz5WSYU+xhR6vhHJjL1I+Xa9u8FLvozpib5zW8o+ugYTvuvjH7xhrmW+tSS8vdZ1L74tr6U+ERiuPlXEjr3u058+RfPdPd6tw70ot5k9IR9WvM4ov75hcFs+vBRaPsJu0T47s5g+rgYPvUqGkD3lc6G9wNSUvWUi0z20sbM9mXuQPT/5UL74udK9Dl5HvPBXML4aTko9lhYoPpsBTzyn/0U+Qwplva5+Kr4VUzG+LBsXPgSNH72zDRA+LkWAvmBwXb4kKgI+nwQOPdhs8r3YZ7S9Wwcrvm9VG7xO2Hm+GOOWvXheC76Hiog9Nz10PT71T71Yc+g8Qx/QvZ728b1MxTE+WB8CPjEqJL4wPaw9Y2HrPXkQFD4manW+wPJpPTmP572w6yO903kAveSnAT7xBCS+DNYvvW61Wrz+2KA9b68Uvk27d70HIOm9YcGCvZgvS76sA0c+R3XDvWT8uj3LAm69dOgFPd1ziLybMBC+JVqmvaAkAL3powC+gg5PPdmIQL3yUwM+lD+uPTMNtLwCDkG7QESHvJjtxjzWYTg9wqACvl+f9byTV0G8uXpCvbV9qb2oez29MfsePojsUL5XPDi+8L4OvLSHWb2UARQ+z5vKO1wnMb4xyYq9jDIRPUeUNr4HsF29YyiKPmW/vr0ivg4+Ivg1OwWM6z3Dn448HQOUPXSpLz4pAT2+folKPPLVEb6dSU69/wdKvQFJzbzjQcM9zNZxPt/EmL3qxwm+lbh2vnGd3L06Z8g9Fy01Pb/hLrwTKiq+gbGHvpP51j3ZNR6+khyZvn2ThD2Y64Y8pYB5Pfkit70NuKA+HuRNvp3rN74C4PE9YVFJvjaXaT6GJKe9GsCxPca8VL7n0Wu++BOlvqCg4j0tqAa+5OC9vY/1j71VgAQ+hQrgPQdU3z0JRMc+3ZNvPnBtcz592Tc+5cXsPffMdb5GwZ+9GWa0PrQAqLuv+Ro+vOjsPRkO+LwAy7Q+zUZiPjSP171Cyvg92wCjvhn1u77yhB2+nviVPgrRTD0CP8Y77wc7vg9zmb6DbAW+/4QAPlRg7L27Hm89Df7oPSGKNT2Q6gO+wzmTvolP+b1gBhA+LEZPPShhVj5H3QQ9o9u+PVzv0L3csx6+n/8+vo6iDj78Xlo9j9Cevgb1Wj1CXYW+DFr7vWs4aD1/1yu+po4bvifwWL4dI7G+b0uRvvTDM74pnQ48XeQsvarXvr7pi/u+UTPvvRIVAj4RncE90qKmPpGVLTyi/eI8chgHvqrvgr4yjdU9aV+Qvk8nf77nSyI8Zq0qviRmqTuvosc+61mXPnjkJj1uewi9616puxMqKL6BsN+98XOLPs1H1L2od+a+Y3N4PK6rhD3BYjC+KfnVPXcE5bzCbOw9g7CPPAvfjb3m9lk9StIcvsDdib0jMl89Z4mZvl5OtT1oOpy9pB/cvt9ZoL3Hwca+sJVePr28DDzEijG9ZdaYPh/1Qj5O0IA+BqrbPRQ3cT6/6oq+1F3DPaq5B76udVA+SzfkvYECpj0NDv68m5ViPtfpDz7hw7O9rIsLPoYhl77ohPk98nZPvuOuprz+1kQ+oldWPrVd/L15yUQ+V00lPmpwAD6oiU4+y9IbPMulC74Igqe+jzF2vVb+PD1OGGi9VxGevhf8qLzoHUE+62NOvljSmb4P9Zc+BqL7vYu+Sr6x1hO+6MWEvtPHlr1bZIE9Y90bPqdgtT0l+Dy+AorbPScT1D7PF1g+iYNjPfnagbwnO6A+Ay8vPnOIfj1+WkU+X8SxPhXsGr58yDs9GtZUvTB5vj7E1lM+kKKDvb5aUz4Jb9A9hstOPpfjlD2hO4m9/B50vb2Qoz7diB49BoatvoqKbzwTUz0++b9UPd7LOD5kR1M+o+VavAEh1r0UJb0+unG7PuHTUjx/hpA92ksJPUBmJj5DGsc+zIGtPXD3QrwS3km+CSfyvRLnr7wBVMC9vUlcPizyczyl9h0+EHS/PZT0DD78eho+Xl3bPpRFJz5c3sg+ohZJPuTwhD4/dJA+e5H3vZF+sr2/bty6QNaMvm9UhD7ExFs+ZIblvQ2Oqj43iQ08+vVyvt80mL6/vZo+/yTtPbzRAb78qJC9o5qHvY/iADzFs9Q+bhEDPyJre71QRwa8KLwFvk2M/jwpLK87HTFNvU/8z70n0bK9njqcPF5OBj5vQz8+/y08vuHXIT4bV1m+9QbpPXucZD0abqy9hPyrPTQ00T3YnCu+lFeivA1s9719XGy9YhcKPdhpyb2TdCm94JUyvn8dpr0K8GM9NUI4vSVla73KkCC9D0oCvkcwCr6dFUK+LXo8vl7FCr3epNY9lTozPhVWZD6O+iI9wEYOPdLPBj4Sffm8ufv1vSnkGT6ADIq9zwg8PQffXL4a7T29pieyvMWo5b0liiE9GxiQPHY65j0dH1y+ftMRvZNilL1J15q8kWhGPC7hDr40EE++t4c/PgkGJr4C3N08kORvvVD8bL6q0o89DaDevREYlz35vjS+lovQPANvOD3ljVy+Z2pNPZkmGz6qNTS+Lt6jvur6SL7wxqo9N88dvuSrnr6kgni+J8Mrvro9mL6+cSm9i2SIvr+75D2Mil6910YBvqc6oj0XpGa8msgHvht6H751mLa9du2xPZ9/bD46JUa9IqNEu3jWjL45kQS+gb+gvXroh75Kx/c4+n6AvM7r+L2pt2U8Lz3avf2UkLvDlJo8K/d1vlfMEb0AlhA8WOeoPQV4oz3KHqi+dYZqvk90O72L6EO91WNRvllcobto74I8pC3cvQ4Ej775WjY+iH35vSoFBb7iIQC+5Y/hvZZP1L30VGy+mW0Hvr098T0KTmm8EAuxPM9H4b14jA48Svotvo6eLb591N680xUsvpC+wb2hhRw+QyGsPVd+BL51WQs9EVRQPkMdQD7dU3e+eYgLvuDM2b0xA4C+2eUmPngH4LxUNIw+0Y2Lvo/3KT4nRa2+bd2tPaB7xL1zz20+J8XpPU0iiLxC9Yq+NeXfvTXHxD1JQd29EcOCvmUckD131yE+h7LiPQHESL3S07W+EB+Rvgp9Ir01iB4+f4EoPsoGSb0YE6m9DUT5OgLJ071HpKc9QxGIvZ4Ahz33Mhw+yapBPF+Qsr1kIZO9txc5Pp+Egr2BJ6E+nZ3PPcAPwj229F69vSA/vcb5Jz58tLK+Ile2vZbFST69v8K9VeoevD2OTry65e+9T/m+PRZQibuG6+C8m3R6Pmgo5r1htmQ9hsMEPao8gD66TY++hzrkPMkxlL1dU0y+/PkbPoCLZDwwWG89ewPXvP+YOT5HJr48F7tiPv2LS7723BC+GG2wPVtLYL4rNlu8CkpoO85kED4De0K+FixsvUfJnr0NWCs83tvFPSfRjj3+R0I8F5Jsvk0VBL4lJVc9TEITPqKTL75DM6A9NegFvuQ18D2A/i2+YPxpvB3HKj4d3aq8zEgivSJYuD2VVgO9th+iPsqKPD7OpgS+H9MVPIfhXT4Onds94gvtvd/ydb2As0C+uSJXPT05LD4wEgC+7uu7vROPQ7ywDT6+I+8svQON473rks4+fTTcvvQL+zy8MS8+a1SOPn+ISr0Xsxo+YUuaPj0Gdz6Mz3g+IcyAvQzlV75GGmg+E/M8PmMtOb5Gd5m+uYMdO1Zl0L2tk9g8Q1b0PKOb2L17f3y+V7QmPSYdub5UBCw+YKu2vefEKb5bldK+NHgGv8fEvr1iApo9M/ksvtanqj3aiW6+l8EDPq8y2jyyFkE+eN/5PaMNp764n0S+gL3JvK5PzT3a96S+go2SvWXOwz4iCO+9i2HhPhDFYT2eCQS93sm4PprU1b7IHUY+FwfXPcXb1D6HF3a+k3y8vsTHaD1H1ii+zKKEPL1SC746VUY9TVICv+ih871Mny49JP3NPdXfxD4QKqK9tNidO/y6VL6X/eI9s4QtvnDbnr5ezFQ94kMCvlL4hL1hhMM+0MY5voun2j5lj6A+wziBPnqLAL57yxO+GYsmvi21sb3N3Pg8Q+Qfvmmk9L3Btxm9UsWKvitxfT6kcRo+fHfnPeX8zr3ltSw+J1FpPrTXbD0O/SA9t8CIvhFaRL2nd+O90nLqvubqFT4UEwi90QV5PIYOvbwHBk4+LV/uvVPafr6BFwy+C5m8PR8HD76y/OO89sZUPScKc73QV1C+4iRnPmeql72cKdk8MVkyPhoOYL1NH0c+VqEtPu4HKz5eQ00+pNH/PEYBsj45KmQ9iqn8uwRKFL5SbVI9OwsGPk5C0bxyxMS9nayLPfLvSboMST48HukVvS/T9LxOw4K8fyWQvRwdd70mNKI8RPoYPupKRj2X7Oy9Vh1Zva8gLb5gk1y+5N5yvDmdELtP1rS+k1u4veQFmr1KlV8+DbwfPcs3Oz0lhPC9cFcLvqH4uz1czVe8x7tTvVJBez4gEbg9jTtQvpmte70yseM9v74GvQAVsbxokR++02ZSPlcSMb1GaTm7/OwDvmN3/T10cA++NCLnO5rHRr3edpc9lwwZvold+b1uZUw9NYYZvQHDMD2gYmi+IOMZPqYfM76UkSQ+zpHCvd13BLysb1c8DqY0PWjlPbvubcY9YdvAPdKcBD4YufW9aJe5vRetgj5+FuC9iTO+vRairr1P/xg9MwxUPPv5yDtjGM29lwjMvfR0kb2Q/xE9PbgDvW30ST3il849XfXKvClgpz2eFOs8EPNMvTkyVL6zh7C9Sc4bPhb0TL6I86i9h3f+vRsmF757QTU8oNUwvol92D1CfcW+2ZVUvRqKNr5ukp48ldZMPnKgCr0pmJ289ps4PFbDJb64fYa9VcRYvSEXuT1zr+i9t5D2vdga4b1Tioq+GkKdvaUOeT7sGJs91PCAvgPGO75EyBk+B9PgvWgJHL6pUBW90Kg1vd8FEr1v+v89ZKwFvkoaKr5GCcu9ZLiYPOTIej60j8a+ehP/vWOknj1onqi9kk/RvuKHM75hvgu+nBbqPqF0hr0VW4O+14uaPvOOsr1gRxM+I6dAPWomhr63zcw9aweBPfDYKD1kBB89SQyyvcgX1DwMxjg+wXG3PcZZfb7FxJ49WONdPcgstj4VZ1O9YTCwPYxcej5b4LS+U+tCPudhwb25BYO+z0BnPnQwBL5orkA+4ZjJvCvJqb7jd3G9EWSaPVqWmz0TB/s7MnlKveM9yT17RLy9weazPSQPTT3O0F09MfuBPcJSmT3N1oM+qJgAvYiaTDy2DiQ+1sUMvvvnRT6q+5y8H9HJPaHelz6VIJE8Q6k6vrZsnr43TfO95ZiAPcmkPL60Z3G+hZhDPGsIc74HH6q8sdVyPR0zi7xu/iG+6YHsvNT8z76jDgI+M7cePlC2xj1G9za7uflFvpgog77BXZO9n3k4vsbWUr7Z4ca9Qe5LvlmPlb4dGAu9w9hGPmdsNj7kBo66iQnBvU1wIj64iYy9EAFXvP1xy7y866E+w/PdPNfwqjtZOXG7vmEPPrhIgj65sfs9Oe1pPJ3Ejb4ZTZW9j1gvvn3hRzsXPQw+sX0TvvNSs72b+fq9rIPaPQbHmz5zuTs9rdyhPnEJar5994I+/ip+vRnVlL7aias9+pM8Pv3xiL4RoXs9sSKSPrXgg74GEI0+kmvUvTrY8b0tra691ZuqPrUp1L1vKmm+uyUovkQqFD7VS6o9dNYHPd/NO75WosU+qbUPPlm6g73LVB0+GhATPjK0wD1rhiK+oi2Uvn4aiT23G7u9M6MWPqMrCz6m2Cm+G6sXPl80cb69x0O9UpyhvtGOVD0r6uc9XSrqPIKLKD7dyRe+fFEDvv3FQL6LfVO+ybhiPdldLb5wx4m+C4fMPc66l70cmwY+LhCQPMQ6876PDx2+hYbgPWpJiz6IDTg+xF8+PSNuwbyD0xW+CznJPUFtjz63SLm8OCbovXDyY75lMuE8grT4PQ2GQL5Qio8+G71JvjIgFT1Wji091n4RPTH6xz5awlM+mwCFPdTR3r4fk9690rW0vSt0iL7FL0O9HJaCPjPWSj6cYUC7qarDPPi0Yb2X9Jk9aMV/PVNpADvMnY49dgeQPRTfor7G44e87qgRPTfFHL5y/EO92MXGOpbHRr0cHZi98f67vdj5xb6P8gI+WrcbPjf4szzJNBU9KkyLvrAQrr5UmVs+dIxYvvSIRb4BkZK+SNqRPmW4xjzrKcg8L5stPR8nuzxNdKM965SPverxSbyQU669tLcfPajkcT6wa3k+yDuovttcnj7xLGw+rPcNvRdZDL2Iyn28KoaVPeYvoz1w4ce9E4EBPIawkT7rlQM/T4O3vZaTADrsuOa8rFSHvfSGRj1L1zu+zP+DvUCtu720CiY+49u2PAz82D1k+cE9FwjGPUDmFL5x+Qw9gxm6vY1y5z3dqkg9LiQ9PuGlKj66a/O9jXF/u4SD+D3Kkw2+sMyWPVP2cz1frQA+/LQhPWZzTz21ye08TyCkvfl1Iz7QW1c9rQJmvf7UMD52pJU8evXKvbn9CD2PfC2+T6HIPfK6pDxHhg898W2FvYu4T75LIrE8yey2vDCfDT2db5A7d2msvZPouTxjUdM9pg39Pdq34r2CuBq+8mMXPgusXL2cCaK9JdaGvT2Mxr3DCWQ9cZNSvnwqtz7Ogo+8g9vXvUO4jL3mt6c9xBYgPkTyN76N6349KgGYvfau6D16cTu7yEkxPsD95T0nSGW9M7FuPAXSib0vKTm+Mvwfvv4uar2K7im+2MZPPsQ+Jr7EinM9UYWMvYX5ST3TrPq7pCG8vd7rAr5c/4w+M7EGPX6fvL2D08093YbPPocGSLzC1xy+70IHviCzNT5a1hk+plopPDBlID7a06o9gBasvcyfRb5btqE9wntyPlFVL77+IiG+FY2APaeRoj1XlyK+ZvKAPFk6Krxgqn09Fr4iPg7CVz3kPCs+9TmLPTDZDT4JYIY+PMvWPrVVID5mBJu9Su16PsNw5jvTwQQ+Tse/Pb/WAD2kHZM+X6pMvgIuCb0txc8+VSCDvtFhWz25Ueo9XYUAPkHEAz7CioY9GPNPvsCQRz2EnDS+hysWPixMKj1OEOW96eVsvilHQzypyy0+y+/IPRZAXL02igs9atK9Pczutz3KjVW95mv8PTLytr1pUIW9oDayuqTGeT6izvq9mklkvl7Ajz1EgaC+0geXveobhr4+lzY6njtZPjkmyz2m1A2+QTSJvmlVzT7gbig+3SCDvdtDBb4xMki+YqNQuxrf1rupsl09CILGPcUMwL1o8hy+p0cIvpg2Cb0mWCW+1YL8PZaJXr467gi+RHr2PLmClD3Sd9S9nMiXvQhmr72AH189NAn6PWbMej5JfTK9+U4AvplqlL3nAwQ+48C+PNaupz3ayCa+KwliPqri5bwC7fY9xgApvqu8hr6wt5E8RiEXPouCb76Pjgc+PzZRvbQ8l77SHzO+EMnyPRq+rL545pU9ANm8vVWtCb2sNdW8+nrgPbXa673FlOK8mQlnPqV1ib34Gu28h/l1vX0gCb6KRUG+xz2XvQZtOj0LKqG+VF10PkBWir570D89RPqSPQaEwr25fUm+5TQlPlahUb4mbsg8R/Q/PkaLrT4XeOM9j3JdOJurG72dr9s9zdKdO3t63jyppFo7uG0gvtN4rT0I+wW9UgflPRZhPbwxGHG+vMdivS5SzL7QqeU8rzqEvoXMV74tQqW+f0SuPuVn2L6seUw+8vBIPqFTRL4XxPA+10TxvXGxd75WRtY+gVcEvr7p671i6Yo+HJAKvbiP4T3xjyO+9SeRPWvI9L1HNzC9sM+CvqzWgT0K9l49HyGlPbLUeb3qWxQ+BnYYvmgmhz2w6Ha9wD7kvfOxlL7p/8S9a5xbvrjY2D2K8Vs+x7WnPXGmf73osb++0bD8vuZsOT0KcFm+1sH2PhgMgj5/UG2+jATgPLrsTTvZiOu9L16Dvn7LYTyTYom9ZGyEvbWP3b3hZ5c+F8IGPshOFz5wiou9p3xKPhnSgD4CUIi9k92gvcK+hT6SxNk9q9jnvQYUmr4atSE+dEDJPQIZwL3l/6u+WDnIvi34vb4JYbs+AaDXPstCPj47l5Q+Dtd2PWljwz3r2as8wkiAPgCZTT5OvpO+hNruvldqV77lvI4+kONSPTzf+D2rBFe+5XaoPSeyvD2+K/q9ZgTvPTItAT8nQZG+lD8oPe1Gtz5Bfqw+h3MbvHrrWD6w8he/xqR3vnh7kT1ROxM+J5jnvoFzrTxRn909S66BPkzT1L7OLZm+LfhpPuVFuL3sI9M+LakQvm9OLT6xA969Y5CdPnN/kbxuKzQ93PivvhbusT12Laq8Kv68vFZ0Yr5TIwi+SMi5vhi80D2Sg1C+nJOxvVsL/b1lRzU+eVWuPATxgD2GD7K9TCQcvoKKAr1jZbw8WLTaPZ0NC76xkzW+IMeXPZacDL53ZhK9in6RPbd9jTyzuIq+AwDHvVmoOb3r5+49T3fiPYRCArwylL++2Ab8vOsSa76Vu/e9l23MvW2RiD2jLI6+1WQZvmuqLL5MfgY+Bm6QvbDogr0IEWw7kfy3Pe1kib032IU7xG1nPb0gQb7fiG89odxGvkU1Kj6R9W661YIrvU3Qs74C+qO+fv5+vS7MAr4OesC91hUPPeljp70izCm9TOP8PaEFIr5XDck8SEWBPeTdbrykxYW++G1+vtC0ID4b9bE9oL/DvSilI73uIXE8SPK1vqpd2z2q7568rLctvn2JAj0yhQK+ta4JPVgWDD3517g9zpLmPMjPAr5YwpE9wjh7vbXCZD6mKNW9//vyvdGUv71yeXi+4T1fvvv9JD6r/Ou8p3aoPbZMv72aYY69keyjPAnvDr6smQ6+iLLUvmn0ir5WLDm9teAhvhBZ270EtrO+66QAvs8OjL49vwA9qoiKvck21TyPvqm9DOslPsN6Ub14Aeq81834PeBT6bxSPRy9eslAvt/9I75IHOu9GfLNPeY2Qz4M/za8+X2nven5Cr5fyQO+e8LqPL4wbr5zfgu+cd8zPKVkGLt+aw09MD7WPe+nbr1HjSo+i3gfvuCpJzxCY7++MZ7jPnLbFD6Oite+N45dvqvtkb2yAqK9YZHSPo0vlL2Hxq+9HCxtPWggrj3H77M9O0DJPBjBvDwxiFK+3LSVPmXIcj5DLlW+LwoTvqZHpT1ukSK++SdaPbeDsT3uqno+/jKMvRI8Zj61qCM+3agoPY3ugbx3yGi+mEqPvbUUJr7u3qE8vyi/PKCdtTtxYRg+SRsDvkonRD7+mWK9q44XvcBUZD3fAFa+yTUEPk94bz4tHsW9LLjePY3gOL76RCU+xLFSPinOzT2ok/I9BYEjvQqsB771Bxc+KCSkvZqoRr4CzBS+a030PYZMOj6ANpG+OBHmvSCP4L1PwX4+/jyjPUrEE772GVU84sAoPcPzZL2E4K48jx5VPmu4yL6UZJU9k2c3PjZ1A77hdcE+ZpGrPiRSsT11LbE9bEYzvYeMT76L7Gi+ris0PpHVJDvRsKC+gj4iPdLGZr52EnA+zUJAPE5loL6tvoA9lhcdvtJa1b3UeSy+NPoyPk3/Nrru7gu9iAOyPOpCjrxs08c+rvFyPm80kz6R14G9Mrk6Poh5sL33CJQ9AtxYPlueZL39Nr89JMwpPjS3YT7cCFM+s1xTvVJs9D3qXIC87b9uvW0AKb5ztsM9n9Uyvhat+D0koLM8DjyPPVWWZL49jGO+SBAlvkZZqL2gXwC+Z8FAPq2Kmr0phHA+Al2GPo85uLz5KVy7EmWxPqbfUL4pWU2+lAYEPcFBuLqBt909f+43Pe54sT2631Y91aYAvg00y70P+RQ9SEUovSRhCD30rvu8V7jsPRSPDT/U7rS+mwWmPoTFgD0puZ893PnNvvU4NbzU5e0+IL2LPndXmT16k5G9F1aDvrBrJT5eJjg+CriLvmt4eDwSL9m9iRqlPtFqWD7k+jo+9qUtvNQDVr0ByB8/UWGIPmxjsr1G9wq+iSy8vKu+Bz6wEHK+dLuYvINsAD8oh3k+M/dcvTWVoj0j2W49y7xmvuzMrT4/ECo8mTKzPrTshT5wg9S9fkyAPf7kKz7kz0U86qjqPnNuZDzkUGE9K9bOvEsPjr3LrZI+jvVmPo3PQb1w+D++iqHRPVy6aT6E7Dw+CdutPlLujT7E3k89p05Wvcx+Eb0MQ4a9xgXkPk1bjb5RYbo8PdZsPse0iz7BNJg9xaidPOnNQ73Tydm+84fbvXSCsj2+ake+G3hxvsdHlb5turc+OzBTPsi4pTyDrCg+nQQfvRcBRL3qGxS+R8pbvUp29T34ylW8DM4SvXC077y6nTu+AX4cPDHoBT1mD3s+bPzVPj4TiT7m3y0+3A7pvU/cgr4oGYa7nlEpPljS4L1i/cs6prVrPXlGPz4Mwkg+JDEgvssYDb7to1I+uV0Avq+YbzzRtoE9nMMFPs7RXr5xSi0+VDUXvtjnSb1xARk8HFfwPVqlg73jpKY9RwSbuREQWz54Axa84AytPn4UqL3Rm6Y9btQuvulXKj1OGbM8eAhNvj5RjjzPfTa9RjP0vaj+Fzxc2CM9GbUTvhOXJL773Y08U0advQhWHz4y5Wa+Jf+RvIrFyD1ujjQ7qqBrPTd9FL72kwe+ystmvecwiT6Oimo9qQGbPfHpzz0A3zc+pYa1OyQZGj4i4Q8++YolPI7WtTztdGg+RmyRPpZNmr1ECrk9jsUIvgr1zrxws6I9QKdNveztvDyV4Ak+7+kFvq/VW75P50G+DKP6PYBBE76KByg9ZP9Ku82O6rw/Jp+8v/KvPbzM3T3YAOq9Jc6zvYcvj73hd46+TCCVvZ8cG777Cxo+wduZPXLxDbta/Vs90823PSMSt7xHiva9DDEhvey3Ib0q4NI9r1WSOxrRXL7gUYI9awwPPhT307ytQJ69TsHvPf4POz7+OU69l1JXPNZ6jz7ombM9mzpYPV5MeT0N5Ha9SYeOPU0hpz1Lpw4+h4TOvMUB8j1SjVi9MAeiPbBvwjuV6p4967+yPbvOjr3od689sur4PXWrJ74Jq2I8Pb61vOK6aD47HyO+DRb0vYIowT3Y9ZQ97T2eu2U1v73D8bY+RNCJPCenwr2eQjK+6TWpvCgknb13Uqo9YQo8PdE0Fb5Uo6E+NFN6vjVnLj3lF1A9rgFyPl2yCr6ljla+sV75vaYAR77kKaq9pssxvnfz6bsQvOQ9ZvqBPrE+ML45NCa9NKhuPm7J/b0LzHy+oudFvuIGgD420fQ9QNDSPihINr6mI6A8gQWZPbEx6roLU9I8szscPn978r3B1w29WbcIvo79Kj6rVBK++onhvTo+br4A6+48vNk1vobwLb42Pyk+zIm3PfokD74j5+09GyB+PEGvrT2+ooW+crOQPn3DyjvWTbi+UOpCvQt4I74KiHc9Ub6JvpSQLL5HBeO9jWCWPhJI5L2YohU9XDEVPicx175VWmG+fvTRvBQhs73CRCG+hsGRvU9Qv74y7VC+VuA4vqpJZ76n2CU+p21mPEmStr2SnhI+Rn1BvgHb8DzBHUa+jPP5PKbrsb4dJlY8KDdIvvQtm75luoM93WNrPqGMcr7oSRU+NqO9vcDprLy9iQW+GlGDPQnPwb0VpwQ+cuU1vodaJ761Tfi95GN7vA1hZD4vhfy9ZNzjPSlRND1e5r69GFtpPiWTSL4oVmE96JKCvq4+ZD7cvlq81I26vdOXqb2Zuqe+jZ+OPdwf8z3KChO8TV6uvFQApD6hrwA+fQxYvYNoBj5AH9488J/FPM/qu72ysBo9o5ZKvq25uT0VQxO+5g0EPrG79L2XjZs9xqyFvmsQkzs/CPK9WBACPmFHOb5WcB4+aOi/PY19Ir6j0S+9+4WPPcTUfD1vWeA9KbFmvU6FIb7HD5C+yNeTvX8SoDw9UzI+vi4JPGyCP731J1o+LsuBvoUnA77tUEi9Oa89vju1QT42DaO+wrYfvXKqvzy5TKE9bqEnvgZcfL71bPa9T+4NPThUKj6oRw69Xj0NvvFVuD1C93G+sv3BvL8PVT34lzk+NW7DPSwYvr7q0vo864dXPlhbbj4B0hM+aKJ8PoXtxT1JOoc9J5BoPsASPL2yQFu8rPyxvlXTVz49xtw9tB0RvgtHlr5fx2E92cRbPl9bQL6iwLI+MKSavr31gr2Qub4+9uNlPiZLzL4XMlc9WRa8vsgEqz5Zede8HWN7PTLE1L1kiue9O4O8vv511b58exg+IWVbPrWkJblyajo+OdA5PoGnwj7RZo8+A0GCvQFY1T02zX2947uRPpO7LD2gnHA+H2yFvlGS2r33l1a8sLW1vmAp0j2ErCc+GdAvvtVr0T08cpi9ojVxvtpcH7/UFtW9iB8OPqgoqb0dB6w9a8v+vWVSPTzkLcE+8FhaPlBl7r3GZpo+xfsTPogFsD2cGQc+Y88VvnHbiL1Jyg2+Oq+PvHfipT7eyZM+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_3/conv2d_6/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_3/conv2d_6/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_3/conv2d_6/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Y0SsvHhzmjvYuyO9/eoTPeRnkD13VrG9L4WsvX3Ap70LNPe8NzA4vLZiM7yP1Dw8ilnIOk+ez72UJfu9B+AgPWp+FD0X2/g8ufufPapKEr1Z3e07V9DaPBVBiD2srOc8wdwCPcn4bT1EqO29aYQyPEgFJb2xWbS9t7QLvtS/YTx4v6s8qGCAva7yVzz+HZi8xgyoPWkqHT0Trwy+NaZ7vrS9Kbwwz6y9LyAXPESWKb7tpje9anUzvZLmEDxvH7y8bHCpPXtiCr3A/QK+YHWcPGujQT15d4u9q/kyvQ7XYj1xkR+9LpW7PNrPLDxERvW8y4c3vXxdhL5Z3re8H0mXvRVfCz0I9Zk8fU1KvUMDjT0MnoW7aGWkvajBBb3mbjS8wREFvTgZxrxNFiG9Aj4dvW4WNj12FwQ9s5stvU9DXb0oHxm+7XqAPKI+0b3g+oC7anyvPI8qQj1l6fu88E+APDrmcr0xLcK8GO9CvemAlz1l+ck7X5Ouu9hYOL3p2Zi9ZHYMPkdgjjz8B9k8mr9zO2s2ETwY6g08Ur6uPaKGSTyfU6G8BR2uui2MP7pUrdA8RfYyPUjz1b2RCpq9dsQ+PQrzQTyKU0u9pyF9PXgiG727f+C8IMmhup+LLT2OVYM9K5YgPQaVd71Zgwe9A/GePEghQz0lxKi9qo5qvR+Pj70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_3/conv2d_6/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd", "op": "BiasAdd", "input": ["sequential_3/conv2d_6/Conv2D", "sequential_3/conv2d_6/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Relu", "op": "Relu", "input": ["sequential_3/conv2d_6/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_7/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 