{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "jLmkPqpzdz7GHaO+S7XKPhIT+j5cZfW9Ako6vqiElD7xTqg+JMUgvvQs4D62wdO+Qou1vcXbhT5UlAq+mNttvnZmjj56shM+gi3CvtB+pL43pdo9z9SbvvGbaL+USJq/4Q/avTGVOz7B7si8t+HwPvrOUb+x2oW+O796Pt+A9T5/itU9gmviPku9rbsRQCc+FTrNvQxGJL+WvGO9AL2SPtAZuz4EKJO+QL/0PQtfWT7NFLU7I2fgvV85177wHa++AqTJPpWXCz/J4Bi+Xu1nPqq09rzmQZa91GO4vtLIGz6rpzI+rfqQvl22Tj4uRve9D2NNvtI0Yr75yNS9ZIH6vethKb5WXwU+idjqPqrT777s9oa+MkjxPhCJv7yTihE+giGDPvxy7b5keL49BsGSPj2i/b2batO+Pacqvhmd0T5yC2c+cTI6PY8aVr8ax8e9Cu2FPmK0hD5EASu+l1HXvu8vcz+kyc887ryyvnT6IT6ASW89uAe9PX74uD3W6ww/usQGv5AaOr7jnXy+f+pyPgXhUL7pDwc/vTyIPlmbrj2NTxc/ffL4vquqED14UKk+JNoTPR1D+z2VzfY8TF8LPUeA7L58XUy/fLF7v9jZDb93gw0/EicVP9KUQj55lr490ylfPp8ds70qODW+X5o4Ph5n7ruvPke+adcfP+TaJ7yGNiW+9zk9vXXhHr4PQQe+3ptLPlfbQL5g5Ai/vlB+vh28Qj8yPsU+kyOhPrijfb7lsYA/pimWPfYIFD3cqEE8XeSkvSFDIr/SOre+PqlvvT8iv77pPmu/LCnFPs7n0b4maea+F74CvrPvor6K4pq+z2Jfvg8NuD5tQJe+CmwNP+tirDy/Nk2+nW9mPc3a3r4Poig+AYO2vfSLib4LPDc9OG26vbSifT7s48y+VDo+vthMA79PWEY+ZrTBPmxH5z4JMhw+luyCPQ/FED75zZ89vMT1Pejz7z2wIRG+EN0bPhazMD2S8J8+3dENPzrn7T37VJ++FZiMPhpjFr9f/KU9yy6UPo3cGz+TT/U77XaIvYTRGLw4YSw/eVP5vgIwlD1JY7+9TujMvlRCwL7Bgdg9e47LvpOoeT7ckBe/2VqmPnQTaT4+buy97+CivhfoQT+LNqA8LQSGPsmt+z5TRta9oRKVvYQZbr62uiI/TTxNPbuSxj6AWPG+psVbvhQ2ND5wMEw+rCyLPYlqNz0KIbi90+33Ps/Vcj4r/Do8pcgaPQzCAD45RCq+yHBJPWr1tL72zC8/OQURvopQ8j6RNDq+HmuJvnYxer7dajy/YXKtvtYAib6WN0m+63epva1VfLypAkU+ywFivLgVEj3PWsW94SHQvukBrL6xOXs+zOKLvt0LZz2kYYc9X5HFPuDSkr47J9w+jh4Cv638iz5ZVp4+BFcsv1nUlD4IpWy+p2tBvuMN5r49ONk9tCmyPo9H5r5XIII9SV4UP/6MKb8Iogm/gi7xPg0Xgj3iUKY+hcgOvhOMab0sC6++gYhYPnECiLyV7Ai/e120PlAcWT8HJIY9bYXsPuv8xz2dtay8j1GlvnCqEr2M1lC/e5HdPmXIsz5DJPs9BU4uvojD9b6VUbi8d/aHvVxxxb6Yh6c+R2VQP4RG/T55xGg+BGnkPR8F1z550+29aLWevl3zvr74dIu+HrqgPjJ6E75L9KI9Dn62PWK2kD4cTlW9hFYIvh1E0z5OykS+lTDhPldOib1qksC92T0WP2ghYT6b0g2+ISWjvr0Tp757yYE+bcMZPoeZ3j6RuUA9AhwZP9japb5MOSW/gRrJPtdmUb0WB3692w9SPv2/xD5eJp87AL8VPuV3r76i48O+/6g8PgQaBb4UX/49aIddPphIOz9p78A+SspsPyvbKD9wuo++sKvcvo4duj40AcS7cwe3vuKVmb6I+JS+0KBhvVU03L4NeRe//CiOvpYfCz8tXOI+YM7EPUZYvj2ibGI+twVzvvM47r6T3Kg8mpOfvVHQpL47LKA+1K+rPnQJfj49GK0+H/w4PQMoG74vqzg+Q4pYv5qKPz/D8AQ+wGeGPrRcur70WKu90RasvAGNH7+qGfm+axBtPhr/nz7MMAW/Ddapvpmitj3pz5a+9b0MvZ3hKj4ZQ70+l3ckvcIoB77KQqA+/OqqPv5/wL1kPai7H0YJvL634D7pwQE/YzxDO95omDyS3Sy+dZn5vuUeIb82Uxk+gSdOvo3rNL41R5m+CoYbvxmvDj5dCLw9Eq7EPh+aFz1Cb1U+bEYwPqsxQb1b+gQ+5fIuvhKfBj4lGou+yg8gv+Id4j4ApRY/WDRBvoRtpT1Ax+g8T907vgZ7NT840eO9KQYpvtzYvD3aKve+cFywPlgVDL5gEzY+zNkcPvmeyjvKkJw8wM7VvUdkXj5YjoO90bnJvqEYs75MYzO+BgDovDDrKr6z+Z68w8WwPg8H6j4tH+a9BEVrvQXFvTy4vza/SQQXPi9Z7D4kZou9TPD5vutpfr+aZ44+6xl+PbX5Mj8QJGe9hmiEveMgoT5p7DA+OMWPvKfFrb51yqe+vPtfPvRArr3f+g6+UXfuPlNGy74BTDO+U3pZPuNpVz5pTFy+jCbKPinAyz0jWdU+/NN/v1jNHb+NTYm+/Bo8Pt9Liz4+I1C+G1FYPiXkHD8deOE9JQouvDVceb702lY+alUZP3ulBT/c/pe/krEovnWgw74KByS+c8MQvfdUZr1cUKK+csF3v9iAqT6Tqxu9bvDuvufppL7pxfe8PzmVPvxux76YLrS++uCQuyRGJD8sBTU+vOlMvtjUtL5UtyY/agWgPthl4D25DqW+wFMdPru/w71QMZ09bIKLvonlsr51uk4+9u4rvlRG1L76V6E+iwMjPfo46r7ehki+hsBWPjq/hL5Tu8y+TJL7PrY8br4moTw8wVmzPqWN0j5Pmm2+de7oPo9CoL6ow2m+2rGGPYOvVj6hRBs/39rlvUt1qj6NT9i+jQXnPAFT+b2peYM+0djGPukOlj5flCy/Lh6mPmEbRz7rJ2o/mraiPRTmab7V5pg+lY/RvgbjIL4gdM2+CZtuPqCZtb1S8xm/g4b+PalIKT0ZGD69ydGzPkcHKb4aFhk/pPudPreTNT/DF4c7T9WLPkU4kr7cRci+sArOPhzw2L7TGBa+s1D8Pm/ai77x+/09Z32xPolhML09w9m+aTrIPkHmnT2qC+8+KAcnP1CjDr8vn1K+7VBxvPms+T35AH89/7CsvjLqvr9P/MG+erNqvnuyRDwsMJs+3xwuPjVXKD8O8OO7xGIwPpzhOD8MtIY/Jg/sPtM/C77QFyU+HiSNPU4GIb8KBAA9kYAtv6logLzqumg+4wBkPQbkqL5tzso+PA5ZPQm4AL2S1+o+7N6TPsWLmj0p2/o+8ILsvuEPPT4CLs29kPe/vfxwAj+gmoW+cAYZPtW+07y/IsA9vTgxPrBg+T7nHQa/l0J4PYTAhj5qSUg96X2QvTWkpr4KisI+YuMnPlneQ74+8zU83owgvYOcUD3T1oQ+80tXPJJWDD938PY9V84QvwwVtzzDQNI9XaEBv9bRVr4DZZ6+AFiNPZPqMT7XbuA985m6PJFILLwFRUU+p8dXvoe3pbzx0z093AFnvifhRb6cmrS7Qo+1vhBqtT0Asto+GKuvvS318r1GBi8/Add7PgISn75KVcQ+pxQRvgq8jzxyzwU9ZOO1vs2jhz67k4++sLCOPsOMk77SvZy+py46PrWNKD7CSLI+lFi6vbXmozy94b89JRIGPqa9Vz5YubG8B7X/PS9yTz6WYKu+LtEWvbV6dj0Ppj++gCgQv/bHlj7bDKu9PXCJvoseqb67MsO+1pIJPs73Cz35x48+Il+/PdqrFDxQNH8+q78pPkdetr74xPU9X+yTPT38676dKJa+07amPg0fDj/S/uE8R4gYPrZ52T7Z7oi9+xtIvmTzST77t5a+KyUHvq/k0DuUn/c+q+2UPioUab4JkCa/qsurPsdd2z6i/MK80K5sviQjub3EP8U+mnUgvdj5A7/REg8+q6RQPmVOTz4wXaW+EKMxvjY89T5vr84++tlMPixZxj0SSWC93Z/kviBJ9T5OXK0+WJzbvZVkjT44p8K8ACyFPkgQdL+mk/2+WUAiP7d4BL8GmBq/ERWdPbSumzzYIK6+IxKCvU2EXb0Cgae+txCAPiAfmT4I3g0+O9hSPuojpL2fGdc+RdgqPkMSCj3lQzK/GBWvPoiBCz7sMR0+QeDEvnD5Ab5hMK0+jLBoPTBBsD5k/GA87X9XPj85J71bjvy+mkk8P9ZtJz7+I3Q+BXBkPs6par0n0VG/dJjivnmVT77g/xO/H12Avvx0RDwQZVw+6gtJvp8XHb5M+Qg/IUATPrUZo74tlLw8LocHvvIPIjz/Rl6+XsmDvrDQ/T7bgAQ+OfkBv6j8Sb6pMuW9J1vQPth1or4Nrik+xngtPpegFD8WzRI9kceXvvxreb6+Az4+nOe4PMks2T4Zxsw9mRSXvjf6bT47dUq/QUVCvdICpb621qu7jfrYvbkh576/jSc/eTC4vnBs5r4Gd6G7xB8YPG0Gjr4HCcu+a0PpvMil8jwZnEa/Ko+2OwgCdr5SfCc/d4E7v3tm7TyDZuG+mewRv5FfB76gdTA+iGvavs+3VT7phba+wi7GPgGEi70OLek9z5pPPpxlzL0OILm82c28vTACbz5kY5w8PTuIP9XXtb2FmqS/ju0cPW4Ua74hnJC9x+w+Pp/kwD7qZzK+H+mTvZ2aGr5ewwg+eGtSP2ut9T7n0h++XGjnvqJKkr2SgEw+1YmaPdZuzr6nxSy9eyx4vJTevz3L+oC+UzqyvhncmL6brAY//IHNPq8r7z43tuK+pW7CPTM9Ab0TMhM+22civ1ztiL62wHg9AeTpPh/ecT5z9rm+VNWZPqQI6r7bSPi+YHwzviaXiz25cIY+QmkovsY/vLvL0Q0+ys8Vvfxst701zRg+hFjhPWcamr7j8DI+VhghvtG4Db4JFuM+iOA3PvIWST6ipSc811WDPkoEEj6d/cI9ny5MvcSYYj+a98y+sWh3vjH6/z3G6hc/GZkLvxKQeL7YicU946drvpeuTT1MQdE9FqjgPNLBiL7F+GQ+Z1uPPeZT9T7NH/G+QRhlvj/TGD6qrTE+j+E1vi5IoD4bJvA9BxGmvapxhb5H5V06MRFYPpuKV70RoHS9aji8OttHX76k2wm99oauvkLxND7bCdw9magVPwccMD5eZPK+ZNA5vtiU3j1s0Eg/KAa/vgs70z6kQ2+/G2bIvcZtIr+IhNg9POTHvkiLAT+rVOK+LEBRvriGOL6Tas8+3pw4Pqt/rj780C0/q1oRP7iXfb608wQ/ZLS4vjxTC74xaiI/UcwevnDbrzx0ces90DSZPKSsPz5W2CO+0Tkivl86RbyZ0v8+/cEWPf1Dur5O1wK9yoVbvq+f7Lx1FkI+l2ZfPox4Zz43z1K+MsuSvra+8j7bnNs+RUfrvuKBiTxqqQG9hTksvkH6BL/RS+o9rBYWvsokqL6tp+o+AFHLvsGMhb0MHEm+rpzjPoIa7z7l0XM+aJZ1PtRsSb4pCq49e4DUPh0iwL7eQxU+IVnGPpoZhz2akz2/uDeovreq5L73JdO+zxtcPjJlFD+UFKO93HZkPkq4gz4Hj5I9yjGJvjtZXT3tMeu+7LeKPeYFHr9wCc2+mL8GPkzLjL30zLk+amyzPrFQDr84mIs+/G/QvgQjkL51jAy9dRcWPW7Hmz54NhC+NEJOPR+V1b7yqHK+NGeAvpTc5L0SUXI+3jLFPqT/+z4UKc4+RnQCPlxu+r0qABe/T8RQvi70Gb3vava+khaOvhltWz6rP9c9kf8LvZ8ODL1QTgM9YP+evJgOiT6ZEeC+RLSjvpzTvT4QKso+lZMYP4DXuD1+aHs+6hSjvtx04b54yJg+0/qePaylk77VzBy+0QbUPqAEKz3h0IA+KYKxPikV2z5lw5m+YuqKvirXJz2v77g9IFXwvv4Hkj5bYyU+3UWXPousXD4I1Fk9X7m7vGy6dT7jHFW+bqowv+33Rb55hua+qEs7Pi/UAD6ctqA+mQjGPoa/Xr4B1cM+cNhLP5buJD9+Q7G9YG65vQ2WkD1t1oM+9hrxPR4i8j7JHfS86FZbPY+1kr2P0Mi8WWjBvlrKnT1B/s+8GTuOvW2sV7wXEPe84lcbvRuOqL3iSJO9qj9Yu3rVBL87LyK90pQCv/XUlL6vPMm+yMbqvUJoIr4Xafq9TYG2vEAC1juWWDy994opvQOBv7yTpSe9F3kVPVK+GD1MO5y9EtWTPcUENr7iYU4+Rbg9vnoEdL53WDm+W6wxPr1lpj0N0hy+wqaxvQHi8r1Hody8oYCcPIHiCjxCSwk+rLzqvYVgGL1mxRU7vlAxvZ9PGb2H//49wOlXvaKpPrpRcTm+3k7TvcWTBD4ZjKU97EldvuSfgTxFgrm9zG8Tvo1iNL7kXKc9Cjr1vdyddr50GY49ErEyPtyGIj6R0M28uhoxPk+VQr6u+wC+t35QPBisgr6qBdk9LOUdvoB0ijyYdQe+In1avbfBh76igNK+C3oJvnUQFj5wjwA9ZfbaPa1sHD5AC5S9ubevvfzH9j39KUi+xVFAPX0wgb4x58k9Ax0Dvn9wqTyOskA93gC3OammTD1IHHQ9+kSHvQxdOD5pOIo9UQwrvoMK+b0YnrI92E7DPbAYNT7bpc47Ms0QPmwSCL4wz3a+424PvsYqjb24s6g9+hl0PQUjsb36e5c8Y/qWvY0j0TyaQ9c8sl6pPFlXV7165cM8b+VAvjPdN71t7Zg8q6q6vRjIRD4W0j26CjMcPaPq772R0sE92JquvcBOjb6eini98bdFPHDY+zwrQ0g+DxPMPKI2TL3YBAs9+ErdveA4Qr7NMay9/Q2FPYqmVD4tGQc+4t0Ovfoesz0ZXjG9GitYvmXSKb0K5tu9Q0EHvS6EAD6u4wm9RW/XvQeO173ZseS9V11JvtvsgbwT912+AcqFvb1KT711ppy9iIOpvfAeWL4F6pK+qCALPiNl0TtWfI29Agzxu/sk7z2gQ/i8s3daPsfpzr2e8M480XKCvYIsmT0M+m2+hPS8PBlxGz4/mDc+rDywPDLJgr0Dwye+nDjLPRIXN75rxNW9Vtr5vQKaAr4leaC98vdIvowBL726CUI9siGDvaaUFbz5JtQ9Pq85vSMLHT4P8H89mjy2uwYWSr4fAyW91B76vEXf+jweGoC9boBxPlI/673omaY9EhszPpEShj20gBq90D12PT3alT0/sOK75JYdvr27lL6w+qC9x89wPjs1JD4IYY8+U/j3vTopID7g/wG+mOyvvSOl1zyXqCo89Og/PB6ywz3ct06+WSghPnoCkj3QJsU9iHYXvv0FFDvP8pQ86NVdPgIrJ76Llou+x1KTu+Mj0T0oGWy92ryLPPsAHL30epS8qGN0vSn8Nb3yeJA9eK3gvaMxvj18leA8dbnDvUwSEz5s0qM8MqEWvulWS71JJRk8j2GrPQVazL0NOkE+v+e/PNRXtD1f4Qi+cRC+On061z0cjUo9tY3CvJv0YT3CwBE9/1qpPf5TEz6FI9u98MBJvtxH9D0ubwC9UEhbPd4YnT18JV07DOwxvdxS37xdL/o9rbSTvgHSTr7A9pi9UJcYPle3Lz6Peks9JkAsPmtI0b49AEI94va6vdfZnb4bh+q9P3ZlPgkosj3YayQ+YIT8PcoNED1PaHK9dblNPqagFL4ZLXc9FqScPdZhxj23exI+aj0KPZhJbr6x8hQ9Ip8uvNHzmz1nPKi8qZmyPYu9Bb6fHWK8fPotvkhbRj6lXSE9IW6VPDOUt72V8IU9bV66PZMn0j3rDWE8tYX5PkURkjrLgq89RRPDPTu9ir0WrjQ+Xw3RvacKLb40xc+9qH/SPNDIXL4B+g6+Mm8pPo1Nsb2MbII9DpCMO8mat71vC7q96JH9vSDuYT3dDeK9Y9NqPv0G7z0wA08+bfHFvZoWCD2SvIy93SmJvVp5Cr5ylru+/rkLvSE34zxaiWk8NV2BPU7Y7j0DVre9HRQXPpsmCT7iqak9PAgcPniEfj1y4i89G/FKvfbb+7uSSdM9McazPN8ZKr7kfR++mymMPrOswLwiDBi+t2KpvexW3LxyHuG92/XmPSJbNj2J59e9F9yFvQQ/hT1viNI9e1XsvVZckb72OWW9KhPAPUK4oz3fPYk9e1mAPcs78b0PToK+ajxNPjDPvj0N1KO91L2AvkhNTT2cwCc9yfOivQ53Rb4MwwE94HI3vuJekr7a/Zw9ZN9cvtDvHb2zJs495gRYvuUSbLzczzi+T1y/vWqHnz0UFz2+hR+aveYGWj4gc2I9CglivqWjFr3BD7o9zwRevSyNZ75zgxE9JSodvWrGmL0f5Vu9eq6Mvge9Cr63ukq9HC2hPWb0Ob3MHgE+0+yyvWFP3DwukDg+leifvjECKb6u/Bc82rQ3vl2Tdjur6xQ+O7c5vr5nDr6ZgYc9/bSEvV4aZL2UO/+93mDyvGRVZD2k6Bk+Q1k2vrLuFz0/T+g9VG8Qvum0ab5XGXY8L8pjvi9VDT3TgQ09QMwDPs7YzD3mrjA7e3GdPdhaFr4y8zm+do6jPR1Jcr0zbnK++ckovnqsRz2WcA67n2aQvVcoGT4LTCS+JYoGvKrbBz7yDWm+sw7YvViK3j2I/E29FYZfPYCwQ70FNnq+ZjAEvhB4Pr4Jk4M8Q0VOPUGDcr4eihS9xx0ZvTLS5b16lw0+ldeLvhht9b03eEi+OfU8voXIpjxyH4a+5G7tPSuD07157ho5CMPGPI5H3DxJD5U9JRDwvNRuFb73XSY9yieRvR2jGz2G1OE9uoW7PIfq072rsQ4+l07LPKqb1j0r54g9Uh5ZvD1ZqL33pRA+VmG+vd9FQj6stYI+IP/fPlKKAj1F4Xe9GNVmPit+CT3bDJy9NTLivbyiojxvODu+2ruHvVHKrT3a3o49XyAFPlcSAb6jaTS+2o9Dvj/NvDqbcYa9SKtZuz5Gy7y5kDi92HlQPW7qsD25bWU+6EKovEzqjz63mxS+PTNsvoeWkD4UOGK+D7CyPmxDqD7VYJ4+PsrRPeZOLzuuhIW9g+M5vVYKbj6qHcy99yzDvECgib0FVz++cDiNPvEZtrvzZgy+Js0svoHTdj4vwcq+9CUDP9o5tjmssDk+c4jBvZlEDj4qlZA+wU0pPiP7mb3sc/E9364RPikVKz3rw2s9EIDWPQi6CD6VFvk9Z0KEvKSKET2UTxC7lH8TPpQVmj5bl2E97WQSvW8t8L0bKti9WpxRPlApqD55zRq+ADqkPHdIoT0bz/q9vlizPbn7Dz2zsjO+7ZZSPjPkAT2+NFY+8B+PPe4Kcr4q7Xw+V2qOPXh5dD2pC9O8E95ivtwnKL5iooW+hR2vvZisRT7VepO7bG4XPmMNpL1ZCUW94IEmPB4MdL43e2q9PE6ZvVODMr4ay1I9lk3+PrYax7sy9rG9G729vcimzL3Ks5m+EfwxPpNMFj4PJQw+uwawPUdcg767zQM+5p/oPb3gZL0wibE9kNr+vW27Gj7FTzA+X8qPPf0jyz07Uli+bWymPe+vEz60E50+bNCEvoHxG74ETxA+i5LCPRF2yb1S0og+MZvvveZZibv+aSA9fRHkPZrquj3D5QI+UU8BviXCQb35zp0+SGbCPS6pG771+jK+omUIvhpODD16jA29O3QhvpkOxLzwfEu9C+vrPhUrG73V5IM+70wQPoHrrb422gQ+lxWzPfVU4zvlWaQ+aTWUvgVtb74u1us8pR24PuJHnb1Renw+5SWNPq52Tz4SP3u9+bv3vim2v70BhFE9NnWRPmGUp75lIyY+Va2PvpM0fT1m3UK9s3HLvHK0wjyd9Vy7WCJzO03VqbxL8Fc9LTpAPkUmwb509DE+Nj44vgT4A7496gw+r7uZvFCGlj5LnjC+2tJmPoAs1b3QiEQ8R2SSvDq/CL43FL0+KUcfPpUXqr7kmxW+t9f2PKjdXz7VN0K8YoXDPjnKtb1r6hY+s07ovfne6T0tC6U+MbSMPeKAYr60sFG+4As0PY+zgL0A5qe+nJYrPlqoQj4J1Ru+emeOvR9/Fr4O1/s83jTtvSCSgL6l6zu+XTxOvuUCeTs5lFM++hujvSmHCD7E96m8yuQ5PheZoD69FCs9auVTPncVDL5KdeM8iJk9PlXlgzvIZgI+zG/dvd/wGj2vTYc+EPMNvnK6lrujMaa9208uvcXwKjuSdK49ZsyEPWV0Fz1Vjom+IPyPvo4GCr6iWCE+4NJFvrNcMr3OQhW+MZ4xPcv+M75I75G9GKerPbyrKj0lzi6+LvCHvrnHPT1GhhC9bq58vZdD+LsSQhG9TAqCPYW7jr1UIbS9OyS0vWlJiLzCqiW+jcpdPSHcqr7I+ES+9ZEeve4Pmz1qLpS+VvDVvbmUTL6r9ws8UfTLPVgDbb423eO9EXUBPQXLNT7Lez49rG8/vtlolz37fz8+SsxCPDRGVjrG1ny9pxQYvjw+nz03FmC+4gJBPQ5eSTx2yD+9HIzDvbx3i75FzWW+f1GQvW+SFj6hvA++avXWvQHjJD0guh++2Fq9vBmJjb2G2oW+0pAxvudreryss4e9CrfDPbCXDL0jCc88Imq8vZNEJj55u8895NQIPrTr+j1q4gA+tCm1vZlX670wxIG+i0qLvclbTT4TMi6+Qn21vouS8b2KXT691oyfvhN2Lb6fwGc9XGCtPVQwl716QKC+4Hv0vWb6AL5BW1K+/wyuPTOBdL7MVss7QGFKvSlpq7xSsUK+/+y0vW1znb4DRem8HCqjvR+xyDwlJ1O+BYIOPlNUlrwiSaw9IvsevNkloL0OrkM++CIQvSAWcr7x/wG8BNx3vudYlL428fW8R4e0PflljD0mkEI+whJ1vlR+OT4rgl09awMyvkJHgL6z2PW9bOQYvunDMT0Ia4s9gYG3PkM7gLxLYI0+CFvAPYCtjz2q2pu9TtsbvX9/6T2wpwe+UqLSvTXfyb2RyDs+/p8hvqYXUr0sHR29NEeZvSEerr0Dr3G+X1B+voinPr7AvZu+6EMIvoNwWL7BK389Kx0VPmbK+j3pw1K9v7CFPnonF73FeJa9sFWwPkZGZT1C0Oc8M54TvXcezT3VGCC+LA4qPepFLLyYXZm+XycNPkE4Pz64eZm9/J5BPvEvmDwFnhK9cKoEvvZhfD7IAqK+H6uHPkfxDr3mtge+Dyb+PeLzar17mg6+KeAEPqS6GL540bW9NbcPvggoEz5nN328heGyPedAiD3cvzY+RjkMPn41pb2yhYW+Fp4OvVZTQTyKYRc9yrqrPWyGHT7Tyr29IQY6Pm03s71oE9e9t3m+Ot3IuD0kOwC+Gm4cvvLVsr7rW4k8rtGCPTrkXL2pOvi9i28UPs34sr5wnrM8UPXzvV5ftL447cg9BY2XPBXKHD46l7s9suwfPUTubj6Wjio+1g96PnzBqb7f3b++A89WvomfJb6uSpI9XlfUvp3TCD47aJq7yVc4PqacAT4B6K89olzJvZ5Erj0vnzS+xQKCPnyuET2cibK7EiT7PbHPYLzUHGc9EfyPvF5opT307bS+cnnuPTVrBL5xLIK+c8I4vH9+hD71cr+80uC7PTpfUTzD6rQ9iRNLvjyDNL6r1SY82EYoPTTnDb6x4Em+LAmePfh2eL2TUMO8CyhAPcZDn7xiENO84AxXPDeN8T175H+9T6jMvuTbzT0q4aS+JZGxvrU6ob77SmQ9mleGPZ+qPr4IT4U+nWQFvjXAiz04q5a9H6eHveBkBj0WOyu9PBdWvVKNlzxyV7k+CFacPnPDhr7a1G69q/5NPnTf+D3qQCo7itaDvrsT6T3+/Va9Qe0Evzg3sD1l/y49dcEYPpeDhL77TJ09BrSaPTLRIL5RH5U9lXUgvh22tr2kmpM8RkKHvXJtvD2jqME9/ZWVvG0NDr7HJcK7Pjtjvdrwg76XGwi+FrBqvgdM971WUZM9TD80vgLvxr2X+qu99eY4PmUV3b0CFYO9EyCWPpNGHD7vEGW+IO00PVvShDylFLa9y9UTPi4LTb4NEjA9xCD2PlgkZ75bm1W+sFE+vBn1+7ybfW6+4N8fPkz8fj6qXRg+q/arPeXpRD1S72w9vtkdPtl2BL2p+bQ+XXI3Pu0dI77FKMS+IGTyPC5CvLsxLue9202PvqfQFb7wHje8NaMnvbIpar7BAFq+xTAevpgzRjkwL4q+McYNPS0Im77/DFm7JyacvuS5ij0Ba2C9uSTQvL6jeD33tEg949VHvZpWCz2j+NA9/DW/PYzkHD6BONY+VnHQuwijNju3ngk9Se6fPS2XhLzTkvg7N8isvUHBAz7ykpg9uO3AvbIHKD3aFe69s+kWvqbSIb0ZX5C9dc8nPuRYDz5cLbA8+/Ehu9SoAzyp3wc+3ZhxuvhUd7vExaA8K4bHvaJzH74GYi2+/FELvV76Gr5GNu28VSABvo3Fy73vqD69656JPRDAWj6+3io84JkBPgu3ujsc3H0+udQJvjARHT7oBZO9815HPcXyir3b9A09DhXmPcnUFD4aJ6I94bH1OsdNgr1nWcg9b470vXphAjwHp8o7GQMYvRPm/zzoOdA9oL8KvuDckD5JU2W+qUcYPuQ2Cr49t8w9H0ENvhAxir5mtAg+2leWPV3IVjx9hy89hgzwPcIh2b2+wfk9nR3CvWsPCL4Waoq7umqCvX4G3rtR6LQ9KCCevavdGr65oDM9jMCNPnVRtD15zLS8o1RivTKqhT78lhi9xq0lPv5MDb496nC9+baLOxZlIz7uW08+GSXSve3Anj2GkLW9PRE9vicJ5T2JKYS+GF1XPlFcKD4KpYy9t+ypPCwx2j20LNc8FSAgvoFPj7qvLWe+4KcUPVFslbsKZIi+YKjAO7fCDb4e1kw+sdfXvAGmDr7TkNk9r1NMvTkmOT6VTm29vgWlPaaxoz3QfKi9dot3PpfSSr5B4x++YL72vdiWAj2Mh9S9FDzkvKgoIr7ZLYE9G+T8PZR3PD58YdS8R0kiPvVojj5h5Fw+u/5YPvQ6SL4mxJM9Ow8lvnZ2AT3NO5S9o9lUPFVeJz4si1y9KOUJPiPICr6V0LU9DUw4vk5J+D3oSjk+UcazPHWjQ76eEbs9QtDfva1/Pj5C/UQ+2AW8vYNghD7yeX2+E8glvm04zLvLaPQ9h+idPst/ab5UxwK+aFqOvSSczb29KpQ+3hx6vLPYaj7iCCU+hztWvuAnZb2stpw9VG68vKIVXb7p8bQ9V1EtvsI4oz47M7k+jSQsvpoc5j52snm+4kWbvsB1Ij0ltzY+TE9iPSl3Bz5rbHE+PVaKvVWh+r0RIiA+QoihPlMBy7yKcQk+vzmGPhOBYD4QwcG99JfOPV1S4D3l9EC+aLjYPSUn1r00Yp2+MpQ6PoZuar6caEQ+DBngPTPNoj4BUte+fqXQvWwqtD66USg915cjvndE9DxsZB6+Sc84PSNSDj5yLxc+uxwxPVvChj0LsW4+Z5rVukSWwzzjwoo+eluTPWZwjj3f93o9a1GKPhTrnT78zkq+nn5Cvq9MgL6U6E29jzlsvnb8JL0n89s+ZpR6PHMVKD4RdSw+KyGdvhPJr72/6ym97WMEPl/RXr45EJa+thgevqAaX76LXcC9oEpDvo4oU75h6AI8mswYPR0WjD3QF6U96h9DvrkpFz5p9b89r8vZvWWSrL7BGTS+VnwpvcDgk7z7VFm+mSzhvXP0STyWjBm+WutgvS44Tb6uefg9lPiWvjKObT3GItC+n5m6PngABb38Ice9t4VRPuLOAL042IU+xCeZPYZem764s/g9wsYHvrjklr6yFLW8KBm2vdvYND7h+ui9dPrWvc0atT11plA+8ygzvU2Rcb3RizQ+u9UVvmD8ED7JXdi9kx2xvo9Zsb2LFLo8ZjTxPDKVp7thvAQ+meMhPX+uTDwPHa8+5RHvPbZECL4SPpI94SkkPt343j0MPFo9bcxrvUq3XT4fiuC8aeOvvBi84L3UAXy+hO2LPRdW0L5YRC2+bWjbvkpl9j3IeKk+tJhKPsErKD7m2pK9TGiBvkvCYbyj1iC+fm5tvvAWpj4mkKi9ii+PPY4GVj5cfh++nlYZPq8P1r6MjMi+DZ26voGKiDxUGNO+QY6BvfRtpz6umjo+0RNaPu70Uj4YfZ4+SRfPPWhoi72fN44+zL9IvjZDhz6bOO89II7mvdjZwr2qGCM+B4nivVuzGr7/+j+9JVmJvh720b1NmN+9+IuJvn9oSL6RzrU9+I9JvsHdpb7DLV+++aqwvYI8pbyp4pO94f+mPTdOBj2gvN064lB5PTltw70brC2++QyOvvrKXL7CcRO+RVXfPckxlr3opNK90MsbvZ+biz4vQMC8p7rkPJnc/rxroJa+cbsUPeV9U7szkyg943dxvvWPDD72PqQ8ZzKJPrvU8D1de6o93tyLvHIEO74+4BK9TLbHPMKBgru4hXo7AGKHPSghtj372hg+IMg4vZl0oj32DiW+agcYvtmPir02MiS9q6vjvb8EUD7pYzq+e6zHPaTKTL0MEKK9MdCuu4+pkzwfELI9VGDUvV+4ID1JRMU8Pv4EPS8Y8TwXAQy+1f7aPU4U9T3jric+9RmiPTKwvj2HDOy8jeapu9vesD1EUy69M5PUPFQ/ob1U0mO9OVF5PAB5cr58ZJg9jcY2PtMjmj3+TpW+RkrwPMVf0jx3AnM9oriMPR6fZT6qSJy9BXPSvWnsnr1KX9S8I2BGvppMUL7MuHU+mFauvrqZRr2GXxq+3xnDvQQwPz2/13o9ZFCcPKqy3T3ImOu8zpY6vm7iRT5o+VY9D8Z4vh+B4T3SKps9uEBZvQnwST6AqCe+KqYGvnPmqb3bkvG9jeYQvjxQ8z0MsB+9K1SgvVfvn70LyjI9VVblvOi/k72JHhy+a7ljviG6HT6WcAw9z+EMvoXkPb1l4H6+udk5PsaeIr5yTCi+Uv4mvdxGFj2lKZO+nUOFvth/cD4diSe9uWR7vpeoUD0Mx1G9gUNkvouXyD2UK9m+7yW3Pdhf/rz1LMO+fVzTvR+Xqb16Z32+6STivXwvLT6vgKY+F5XVvVOkD77cReS8c0U+PuY7Lz2TTyS+ZT8RPg5k/73ajKI9eaALvY3VdD49Dse9CBslvuRjU76NZVm6QdOSPswLhb3NJk28wx38PbaAmr6gKCA8rl5CPsRXNT60SRi7lqP3OR212z179AG+a0/KvRhXIr5ALpW+EtsIPrccPLwTMhM+/9AZvntKnD58bsQ+ZGWQPguypb1x9Se9ieCbvScPnL6qOI69Ok0RPbpvrL3ZKFu7z0DmveMZejvUO42+sT2/vZ9nnj0Iqgi8pXRyPQXQYj77mj69hF81vpQl6b2Yaia+tI8XPoNbW70yd4C8BxyTPg9INb2sR/g+4SGXPccRWb0MdR69mndYvsIYRr0x5PU81IZWPQZIDL8DHGo+4r2ZvH0n0r6/czy+4qSGPSWD5z1v/ww+vC9Ovsp0VD6ZqTE9qfClPikHJT457pe8uTl+PoVStT26bkq+Ucm/PQJAG74e6z6+fPw9Pu8M2Lz5bwg+Z2+AvhvFzr2G6uI8S05NviEZeD0zRu89ea7nvf3U3rzaPh0+XaBEvPitrD13N2q9V0guPtM4hD7He0+9rtwRvpXoOT7GVGa9EhZUPgNLdbzM+8A+cZXTvaoGhj1UXPm+hWBcvji8X75izMe9m4LWvBjIJb6BKpk+RyJkvrQjcr4D8JC+oPutPopvHD4xHVm99E7jPfaSAz6o+829HsWwPpswNDy+Vfk+h0+sPNK5AL6YHLM9n4eSPavv7rwNoIk+nKWBPiVw4r2I+wo/tb0pO+rtsr7Oo5a+elZ1PcJze71M0i89wi6SvTZJdb3u1JO+CXKBvUNphL6knZc+AbN0PuXuIb5PbMQ96DVBvk0N3T0cE3G7xTWGvkrnuz0jA1a9UL3pvWJGdT1qCly+rOibvlDaUz3JoRY/1XYGPpS/6D1S3SE8K30CvjlKBT5QpLi+YIgXPSmVij7MmFe+iIW7vfu1XT4mkMS+QFBZvufkSj4vc6G+30GuvoR/JL8FpWA+fbdbPQhHLL4atzU+2VuNvZSuEr0r6L676ZGavVoIxT5hnzg+quW/PYq0N7yxm8E9EFfovfTNh76Z8gM+02QBPl5Qib3yAWQ++ZoivVqtQT47kce+J7iBPoWXa75wnh8/IvQrvt7knj3nUIO9kZOMvssTfDwr0Ua+CL7/PRh5YD5AauO9uKebPX+m/D36iZO9i7xfva8QHz4wXBC+CAA1PkyxuT6n2+w+zI2vvahQnr1X4pq+ftAUPuZgij43oc697rk0Owdg7juDJao98fOPPbo5TLvEl2W9HhuyvG8zND0V1JG+K4fEPeO6D73eeGa9HIQhvnkNLL4ESYG+xrqyvdGRnj2EEM09BV8jPSN7l75UX5e9c3uOvmFKvz2pXpg9lT7svWE17D1v6Ta+I4CYvstt8z0pAak9JI0gvc2cJr4H1Oc90KuFPeG3Fjz/8ys+Uw0bOzJXKb7RF+G9TfykvlrGFb60lsO9eRAJvjJghT0gWf08frlnPD5Rib2Um/67KRIpvgYjzj1vuQi+AFKMPEmcEbsS+Ue+lEFavbE6Tr2J40++m0EivuM76L2CrY690S/GvU8CAr7qm6C9jvQTPVRwvj0xKOu9ISsOPYqr272epFm93ktOPix4FD1vjBq+8/OfvoLcaj09Qbm+MCoGvb7N2L3glT499mppvldvBz7iORE+JlnduxILKb5DQnG9vJEBPrXQMj5eHqa+OH14vRLIKL5bGqi8VD8BvuzkrbwwqaA8QPnhvUvd3L1CdUe+YjdoPqsM4b3W3gw+e9DLvccYoD0UFMy91BABujj7mD1GS0K+70fcPRPwub0AODy+E2+GPQjFpL5s3ui9cAzCPc3NB750eQg+rLA4vUTOgL7CBS2+6Bo1Pb+JhL20m6498/J+vl7x3ry1kGG+m3lDPaUrSL5OxMW9U2AmPnk5iT0t9IC+LDqMvUFQi75Ie5696CAsvjKmjzzG6xW+5Eciviyswb3HdEU88gtOPbY1Kz1yzw48u5VyPm0zVr6Kjp29igSFvsJkSz5GjW09kNCxvMubfj7jU6S9DfnBvfL+Gb66G7w9OPK1PCCveT4nuQ28hvwVvjq8Cb4vFYu+yQGuu1qAaz0KhiM+WtohPvb16DydMJE+3JvnPNRScj1QCek4a+LvvIfSWb3urPy9Xvi+vUGOtT3Dxzk+Zh1vPfPp1T2dc/y81NSsvrFiLL7xGog+pk2BvUGLRD6gnqK89594uhymHL73WSo+voVQPqWJOb7x1PK+zJlnPNH2Db5FZEy+iqZEPUmy8Tz/UZK9VwkAPnZOIT44hkq+sdaVvN87SD417se9o5HWPFg5ZzzslWg75tO7Ptpwnr2Nnve9l++fPYdsZb7is9k99JBHviuVrj6tLku9yeKSvvnt1D1V+HG+HOMQPtAlsLzOIRE+PoqFPs1Spb5yuIA+SBVGvTNoDb4qt1k+1X8ePb4kgDwSNj89kxhrvSL8gr79BCO97svOPJyAUb5zB/+9OmsKPtIBc71d8Rs+VFLsPCuDo77BTiS+AY6GvQuaIr5xBq29wslVPnBcEr0/oAe98S4TPVzMC778ilY+Y2p2vjFRjD64/By+emkFPjUISj7Yhri97nsJviPSbz58Nys+YYn3PeOcWb5Vsk29220kPeIUmz3kAec8RCTjvRWwYj6iCxU+IVyYu63VKz4LDjU+xti8Phcw2bxw2KU+30AAPqxmDD709EA+cwtkvR5Y3rujJmg+P242vq3nXj6XxMw+Fm9cvv1ty72vPak9M0+Zvselpz7Ls829SJV/vmrlIj3qqCW9TcZGPbgnWb3ljeg+OhzMPYvGKD4/0E89DxT5PoRYVL6D/BU+k5VSPvMy+70NwbG8Gj6/PbMJSz0mb6M+FxjnPXq/Cj6lRo09u6tlPh3CEb79O1G7/SaLPeJNMz5LZVE9kZuiPbgHGTt7wCU+aTNZOuiEwz0KwHu8yLrJPe9kEj6aMt69JjGLPa1RgT7OzyM++maivnHk7r6HHFE9rq8HOy4gmT5sxee8WmxMPtMLGb5NnR6+G21wPSWCa72zk24+ijqKPtv0V76kHZE9L2xXPr8mBbxKoOM9La9Cvi2thr78Ni8+SctgPsFLHj63Ikw9d4mQPgwj7b1qfNU9aEp/Pr6spD3R6DO+/fSivSwW3L18noA9mZ9ivs76Cr6eAKu+Dh+APnBt5j3LjU4+cB1UvhleVT38fg48lW+tvW4unrxlj2A9tAaLPGXeH713m5K+tCI3PVcxrj1yooi7mgOyPcHqHz77/kq+fAQNPmh0Zr2anYo9NMt5vhtma75jImO+t+o5PdIcqT1I+uK9YDQYPF+uUr69WwA+pmZqPR7s2bvuXZC9yr5IPfyBB75RT3a8d2Ravgmgsr2OKZG8l2Qvvp2Ck74u05W9jN6cvjMI2b0tF8S9e00avpGXWT2MWQi+lFn9vdN92b3HUAi9CHLRvKNgiL0CB2q9UpA4vW58Ib6RrBA8H+KlvcmU6b1Qg++9vqYvvXPlhb4SIiY9WiCOvYzblD0YX/Q9lrI5POeDz70ZVEu81MHuvSkczT3OLxC+4yJ2vg258j0EFRQ9Mn+ZPZZNZj0qqGm9iTIkvpY2z7x41Bu+44XGvfMudr6NJrS+2IN9PYCQWDy7ZTe+QhQxPQrsVz2X9pO+H8FcvpCahL0B8be9FcvkvfCvN77lgZu+0+kVvt+TjL7K+CU+QNhKvi2gL71FklK9vlwjPvLgIDsM16a8TLQpPXssdz3H9CS+hxrOPf309L1uZSK+BYboPa1fZb5tFIK8XI++PE40Q77fAQo+F4cWPSbssjypEn28ghlsvizuqT1wrAC9QNx2vmX7mL7n8O094db+PUXRp71qYfQ7LSWBvOjUUD0ENcU85YcevoiX2ruan7s9bTqoPVhQFj0zR4g9JftrvJ2r5z3n/FG+HkW4u1DDFL4JTv+8bXzJPQKSMr6zkhM9VsFVPQV6RL6SX/a9Bi10vq3aObxwlAS93UV8PX54mD1sfkU+fFl7vcC+oL33HUu9pXIwvvnoKz7BFh6+lRSovqYccj6AOVm+o1HpuwGCBD4MDV4+CR5JPo2mLr0PFUc+Y5vxvfXKpz3tci8+fuutPTJo/r0PIYQ+ueqnvV8ecL6gHaS+V9q9vVvS6TvqUnc9fxiaPmCD07w8FpY+yBMTvkNsmb2Vxhc+phXYPS0kf77HC4G+1xUPPpblAD5uzIQ82q/SPL80+L2m1sm9MopmvrGWZ7xXR1m+W8dcvamfAj0tWZQ8429OPg7UnLzqW7q9yiyGvvgevjpegWq+wgVVPp9TgD7eKpA95WXZPSqRTL6Z8Bo+xZ+GPHBbHT6mYf+92qv5PQcae77zrfW8NyJDvU1SEb4zuRy+V7yKvlQVcb0167S9YTQMPlVE/zwWqEI+pUWvPOexjj2wFjO+aF+ovu2hrr2pQA4+eFiMvTXCbb4QqQi+zcZYPkoWWb6ewbU9Dv1APk0uBj76DI2+51sBPqd0Mb4fXZ09DSmMPbZQnD6rAdY9dRQ8PlXXkbzrG3W+Nt8NvnZY7L3uzCa+ID0pvRvt972vb2m+JSvLPSFejL2YxfM7buGgvj5wuryolhQ+A5f5Pcw8CT4bVVA9CefPvdXsWb6zXc29zBkJPfFWrD1R/Ko8zW8pPtjrTj4HQbk+oAxDvaF/3r1eg2k+br98PPoE8z1JJgG+MtE+PEiXVb3NjSo8V3pLvpLIhL3605i9x+qzPaKSLb8repG+7u2KPrmNFj7j4AE+vRZePqf8kz6vRA0+DtldPqRV4b16wwu+15ySPaa/Mr4Zwkq+JFRRvjCuK7yqw+Y83PtIPcJXED5euhw+lr3wPCH3g77T0KS+r0iyvSxUXr14aK0+iUQkvRdXhb56gJE97Rc+vtmlBL99cac8NOULvgJeXj60rTS9tdIBvsbmqT6QCo07CDmBPuCGDL52z5i+PX8uPD7UXz6boIs9jq1KPeAZczxwBss9y8vOvbw3CD4MZRo+kPZKvu+kaD5dDuA96s+jPpCorr2O9Ty9VsyXPU0dPL2WX1u+/kUGv9y4t7xL9MK+C7vBvKsdoL70FpC9zXwHPh6/Gb5svZw88ZikvRgCgbzxP4s9KjrZumuI+j2+jNa+2I5lPhtEnT2hmIA+MloPvo2smTw1WmY+ZQxHPqSG1z3VOS+++hQuvdNAZj5bayG+/NoaPvJqcD0F/tQ87xUwvsRlxb2G23S+0/0rPqHAkL4g0mg+arQ6Pp+Erz7G8e+9rD60PvM3xrwO6+C9c8ldPnBMI73ZHHI7AmOWPUvUoL3Dv3s+M7cCPr9EJL5g7u29bkjfvtJZ4j5sMSA9K3NNvVCPI74deoI6VTyaPTjWZb61qwY9bd3ou6plID4GgIC+JXjkvSPXobsLdw2+Aa7Evi5lI77yIZm96mblvIhwQD165Om9wq/svMh7Eb4mWpO9WTRrPc+tx70oIgg9TlEKPcUHkbzwiQs8dS5EPp1hyD0r/SS+3+fNvVoWdzvYnFo70hk3PpZrDb4fRJ+9l0xVPabhFT6ToAU94GYxvh+s/D3JZMg86QXVvVLHCL5k2VC+HjeQPgywBT53Lk++IqphvljqHb6+sgk+wkYevh0PQ74ueJO+w46Svrxipj1/PTe9jnN3vuBjIr5Lryw+Yd1cvtBXwz1jrcy9dTeUPn6V0z3Ati+9PqKivWdbKb0wm9M97KxFvuGVJL4wISK9gnXUPDI5Hz3RSyi9BvlBPRHkaL1K9lc+p7g6uyE1Rr7YUxS94kQ4PhHuML7zwg8+ayOrPOKqvD0TfAG+OJ5rPWWfOzvfGfi8/4SHPUhWGT7VFLc9aF4MvaZgr719ERI+AnQFPiHGdT0DFHg+0YEWvI0/dj25/FG+6coUvjGCMD3Hcoo8+ns1vcbL+T1gCf+9a8Ltu27U2rs1NkS91b0cvbpMIL476C2+G3aTOocsDz4Ijrw9FL70PAXM1L0p3NG9aA+Wvfod0D3xxrY9XNZ/vgekSb50qjA+Fjj5vdDK7T3tnbK9yxKGvFaJr75pqhA+R0I+vFjiLb4uw2W+cqBPPZbtZr47hEI9KLDsvQQp7z2SIMK+pFaxPtRR+L12CKu+wefdvT+soz3V5gW8TYDqPLfHcz1psRU9tCqVvsG4VD4SCty+0jKbvXPECT4V0Ws8fldivaswxT29E4q8cfaEPfgZ0j3kuRy9n1tuPomRQD1aOQA+UdY1vdVIOj7nIaS9RP9qvsqRhz101Fg9FcyNvsGs1r09GES+B5fIvcWSsL6Y1E6+dMXZPTKClT1J1RQ+iGRrPmhmUb5MA4M+v32FvX087D2/6VS+Yvm2vd78ljo1GyC+WGdbPvcRZL2XDAK9RnRSPT4+MD7/1Q69bNf0u7ejW77BHfU9GKpxvOMZ4T5AE7W9BHZYvWPIHj1jGiK+7riSvY86Bj1xoTc9tIKGPcDvlb6P05U94N3/PYc157zVYQK9qZC5vf8jyb5wd2u9M5rCve98Nb4fmcK9vDCAvQgpzjw9ZRs+pMctvi3a8b12rvy9C3vjvSEd177d7oi+gVaWvtOXJL08Sqc8GEvYPSBz+z3kQdM9Vpjiu87DMD1HDMM9zyPnvXxqgL4Vx3S+wFwtvmUjlD418l08ZmGUvZ68wTx65cC9yh8/Pvn9/b3eK4g+Bwf+vbc+qL3z9m0+y9lfvrXlXj4aHMo9EsOEvtWJ4r2C3CE+WIEVPtn6hT3YESW91DGDPve6+j3JUPI8YLtAPi4tsD4TCpk+XKSRPS2GID4GrIc+/Js6Pj1IOz5NAL48+LrZPZrRKj0vthc9VFjava5kZT4YR4e9i9EovmnsYL4FeHE+dVJSPiLSv7vCFbg+AAGwPQPTjT4Tu449U543ParUo715rYe9RkJvvGmrPr37ADQ+IkJUPrfOK71N6a8+tMQoPnUpuj7myV8+23wUvNrJ6r1OYze37sh5vTXfbL1gBDE+eWT5vHGbmD5+fCU+Mf9cPtj6Eb5Su+O90vBwPosQlD7SD5w+d0eJPXnfij5OtPg9HLO8PsLj0r1EiJq7oxTzPdZ0pD4EYxA+4Q+hPsDM27y8/wO8HgrkvdI5J74ucbo953CfPGNLcj5LW9E7o3aWvUDRhr6pXw2+XhJtPgld472qPLM90Cs1viW+ij5X6fo9QnIyPnhrAT5CaYU8klF/vhtvFj4qlpw+wbUCvm8Clz5qgYE+cs2TPUGRKb6PVAe+MAsAPqzi1z7U1Fe+vPKKPa2H0b3eVA29z1JbPZpdY73DE7m8k0K3PbgWIr4jZAy+urx2u6+6pz5QZQO9A+knvOT+tj5MTrE+F7LfPevB8D1OIIE9xD7kvZt2Xb3n4sA+Zy8mPpd1pzzZcTs+jt1nPpKDsDyN5oe+KjBsvDLEMT3oZau8N2AivXipvDwDmNy8/upiPlKp2z2MkhK9HelLvtYovL0UGEw65GV5PU9NrT0CPRK+EMfsPS8pMz7NA1K9tDEnvU7mQ70+5648xGG4vYwF8LwswCc8gX0qvbYSVD0NiEW+0ZYfvVruIL5X5908+vo6Pm3eZL5orAW9y2m9PduiOz5ZadC84m3uvGSdAT7bS7Q97uHlveNMwDt3eL486G5EPlNnO75posa913hpPSxLUD2XUSS9t/WCvtF1LD3HxXk9mTW1vVEJW75YPSi+JLyuPXcnpbziH2O99okNPd1eUTzEJyK9mWXMO21eDT2EzvQ9bhmWPclS672gESg+U7rrvX515D1SdtE9USkVvh8+WT7Ytf29I8vxvXKfsj0gq1c9C34dPUA03Dx93Y49De0YvfsD1r39JCa+Yf7xPdVj0L1Wdhi9xvOtPe5rt70MKrg9O+sAvo6xGr2kNMu9L08GPtzGMT7JBbS9sRkZvlIRMT3sdeq9ln+8PMPnVb1dVdG9Ccd4vihyoD0Lcic++pzAPTyzhbxDM369s+cqvivs571plCs8jrtGPb4B+T24tlC+XL/GvcL2Gj2sYma+nXg8PLX4UD0sAmM8mksYvqYtZr5Nsw09Qgfyuy4Ocj1sQAq9ad04vjVTgDzC+wG+vJEIvSQlJ74sqRq+shguPoeTrr1JNFI9SV/vO2iI8D27B2i+0+6gPbCIzz6fyhC+TYHsO6P5Ub6qIY08C843PhsFar7PzTA+QFcSPg1rsL3IxJe8fpOovQ8str5vizi+fU5lPqDChb6XXE69NJuGvjGBTL1i2k+9Wl0APeEEnrxXb9Y+XP0hPSZFpT1Ktyw+jfABPt9ZyLywKg6+kkx9voEQFb58DX2+1Y+FuzPkUT4itIa+O5GGvoSGdD4+5aK9uE1sPJXNqL02I4G+WfKQvCBaTb6PwCw+a7sZvaYA8jtaGaQ9wYFovnPVbDyQe9a8peg/utG8Mz6NgDQ+nAjfO9LJ0Lzfm3A+rJonvdkGDD4GMi++YsGYPh+JwT0hdf49ONzeu1cstj1j9cC9IV+GvCXJnD3ZLys9KLy2PqCFe72hj2m+eTydPVSMRL3z40S9Cq+hPR1rgD6aSRE9XI8FPsS3071guPg9lMEfvBo/wb2nV4Q+dozzvYuj8j0fjzq+kn7JvnOG/j2NUYa8iejqvesGrL5K+5+9j+RWvZdHBb2Q91m9J3yOPobcZD4qaVE+n0vPPYy9AL79lis+U+o4vl2Uqj2rtE+9JQZ6PrEvx720Z0G+vlO9PpJVlT0lQIA9+mSavn4bEr6Jqgq98iFmvhNdqz70o729QcV2vk9QH77+50u+oP8evkBODb1ZWGc+XNQAPhPNAD3vHpO9TnaoviUYQb78Dzw+QhtSvarxQz2q/to8hHVYPtOEh75z8U89dOs/Pg3iXL6GvuK9Ojz8PdOS+D2O6og9YgDUvS1HSz0aPRe+E6gQO4EsQT5ZlpA+ofISP3Tqjj7htEu+L7u+Ph2fNL5Bx+C9DIYpveJruT0n8kg+5qdKPl7EaT1kI5s+nMeOu0XNAD5yeZG9bYZFPn/+hT7z4PA98U+yvQtejj77MN095aRSPVtygj1rLwc+0d4xvaBuZLxTZnG89IdGvsOZJD7G32s+KM5Yvunffr5oGYC8B+WOPiXrpL1m2Lg+WTo9PlJUd77UmIQ+8+Ojvh38Ej1NFYK+Q72LviehL7+Abt+9EbobvkOfXb6/EKU9ssX+vdcYqD1hNUQ9p2oNPns0lz72V4i+a5aYvveZ/z6nwwc9rAS4vBO1RT7yM1i+YPq+PQndaT4cicc+D8Njvh5CRb6yP3q+uUkgviBri770hJs+IlBAPiYSLb4Jsco9zD9ZOu0atj4H/MC+H3HLvR20NT7W9qI+5VRqu0MZ2b3IS4W8b0BNvhaYEL79WbY8G5dgvi31LjyNBJ89qhztviHwdT5RMCc+5tGZvjxKOT4Krcg+jQFZPc0yQj2famg+rhexPWJriT5IrbQ9BmuuPlUUhD7akgE+fWscPmfABD5h/qy8Hlq9PCZUq70dhbw97VywPW+Lrz28WtU93SaCPU/Aqr3AHq09rjDCvRW9HT0qrSK8IMwRvpK8hb191Dc+VH06PiGkRb7LgGI+xrOcvaZbAD79IPE94gr3Pc84qr2lB0u8SpUWPbm7J74dW2+60zAKvf0qu720C5Y9xIFJvSlohr13Ons+hUxVPgLczb3+G1Y9MgJCvQ5+P77tuI49+FtDvXdfO7yvwjm9mnTHulQUor3fW9s7P7V7Psl5aD2HVeO8c5GOPTRZ7z2Ohx+9osxaO8pnUz6+xay9UdVjPWY/OD6eOK++3/QZvm4Dn73eZFk9AsqLu7Jurb2jG/Y98j/AvV3WqL1/nQk+qhBwPWbTLr1084I9KD86vhSyQT0R/x2+JRgXPXTfK752R6c8ZR7RPX51Yj3KFU28k8rru473Ib28Qhc+sidHPThJK76bpjk+KRKlvtBjBroS1Ry+7Z4QvvIN8D3kVxE+To15vUhhLT5wgSo+zfefvT1eUb2e2R6+VhH6vNZAOD5a51I+Ty6lvHtDfD10eSC9T86hvUbS4D1mWjq+drMsPZ5JUb6L3tc9JUSCPElUpTzXA1g9ZBq2vMp76D2TbHy9Hj6jvmZpYz2ugQs+qpfePcsOdjz21j8+5WorPSy5uD1SUuA9NW2QPUtm5719icO+gf3QvZFq4r34iCu+UKwnPjKZpz2ppfg9EyCbPUOQmT0WziE9Pwn2PfRq9jx4RsK+EtEkvuB9WD7quY2+1eiIu4DzzL1uhKs9/en7Pj/2hT4SwD4+a3VkvaJpCrwkgpK+gfWPvmRt4z0IZJo+zF8vvrpwjz0nukK+mMqkvVAKwT28EY0+CzHCPT2r8j0rrFo+6eHvPUlSLzxxKao+654DPtn0ij6ehyQ9OzlGPmGOj74Fy+c97V7bPL7Jgz7cCCa+Hx5PPj+A8D3QA668L9qUvU9nAj7DN46+d2WhvL2Qvj4X4p2+CH3CPs2opT5VUIe+XrKmPX9Cyj6663E+Sb2jPV9z3L2XpcS8WlxuvWZTZ702mDu9u2nivcym3j1sBhY+CNsYPmw65D2LkfA8p2cqPU8nVD4p3km9qcooviA1nL1mHHc+pUqEPbMBYj7GBIg9CxVEvaS4mzx0/Q8+EJmNPB075720oRg8YXVYvBE0075BOFc+7b8BvoieaT0ML9897cFiPE3I1DrIT0o9TdWXvXDTI774rCg+1WkRvh/jlr4xSmu+PCh+vlroJ7yw3R8+wwUNPnJXtj4LCzu+wcEXPZBinDt23l2+ohuSPFR5NTvrEMu8LqTLvawQSr3yt+O9N7mDvHjrTr2ckLg8PrHlPtNcCL4d3b88UzSqPN6smD7bRPg9GCY1PglYgz3kOYU+cFyjPpU3ET6apl69EJFFPhEBpT0PUJA+iwRZPjN6Eb5u80u+3LGaPjQn7z09jxK9iD9ivpunrz3WghY9v0FqPaDPvj4Jug++pFqZPWiEVj17oMe9PX5nPiwFh72+7oE9eFgAvrYNNT3lLhW/tJAAvt5shD4/IqE+Ckh1vZFrP72CiiW+oMncvUSs4j1FZsE9JjszvhWOu72IrLE+iC1Dvn4aOL7uNxK+pZFdvcOj773KIk++HExyvh9ThT4yPJY91udAvqbid71+YmU+r2yiPqFHj77M+8u9Zt4tvrktbT2De0I+oBCJPrSiRj4NpF2+ktD0PJI3jT4b1Oq7GiyRPYGI4L43hQg+M7F0vgHHqj17f+W8uk7GPjLADr6VLZy94CIBvnbtrz7OzsQ+kLvJu0E4l77tAlG+YwD0PfHHl76JJIO+MSncOxjApj7QUAu/+spJPIgjUD4RlJY9pXuTvXp7sT7gtB28JVvVPjNRNb4zJUc9CioAPqw+IT1323M+gFELPns0bDqYdBI+7ZJPPmcmm73vDrW+BpH7PL111r6SVoG+lrosPg7HzT5iPls+ZjeLPoQUmT0HK6k94vbGvLquzDvhwfw8Zg3CPSfOcT1Ya2U++XG3PvSf/72I3n09ERhiPphbUr1XKKU8m2jvvbZUf73/y7U8lerUPT/gVj3zdj++Fojuva9JSz4j8x2+2t9qvrCNEr6d97E9HV5ePae2QD0MNcy8OmA/vX2cLz5ktbg9w7Flvow7QL5XeW6+KFA0vitxLD66cJK9YW+fvp1R2r0eg0A9pl1hvrKePL1WgBs+vRnMPdAc5T2ylAY++2tRPL4FiT3QIC69nPMjPRKMjzxLmOI8YqgwvsfY6T01OzS+7zQevuDW1L1lcpu8sjbWvWC4Bj5+vJA8Rg0cvhaNvzzqIy29hw8fvry9Nz2KZL28TuOfvXQ6hz2ezXq9c2FJvYW7Db4Co4i+h3NFvY8ECTxfnyi+tmoevpb8ir1HJ0+8kfHtvR2X5rho4Kq8TJ6XvaTxAT4BJ/K7876wvSL/YD7yM2i+sF0fvgxoP75hO3i9GdCYvfJJ5j0nFSs+yJZivP3DhT2D3R8+lDaAPtr2Ob69uaA9K7GTvdXa8jrshgY+Mrb2Pf+44713S2O+ELFCvZmsIr7SdjY9ecN5PQgN0j3WP1w9GKu0vc0L5jr3gh294n4BPtDSS71C/Fe+hoDhvW+AVr0/7VS+Q1IdveaMYj2zXmO+SPfAvYzLf77zsLe80+wNvpdiC75dJPC94Jj2vbr/zb1/nRo+IcBYPuVmib759Ne9mRlXveoYEL540ly8rpcsO0POxDwyY4g9ofGNPmUJcL4oEUe+WA0ePgkXQL2HwZE7AWWyvWOVkj7bl2I9p/RrPgbQUb6aorI9Pz+HPVM1mL25vYy+jbEsviEPj72OEy09+b70PgX4C76eB8Q9HaO6PVFFrj2Wmv2+WlN/vCjTpr3jOy29HSWyvZeSwr0e64m+40tnPq9Slz2H44G8H2a9PF31oz6LNwU+W173vHTunj3pknk+ThiqvSKiKz4SJnm+HmOJPtj1wT1edjC9NJQKPZYOzTwZSEk9+NosPlWYbb3yd9K9ABZjPtt4QT4cxGA+sbApvoAYIbx8wws9s+fkvqLtcL4iL5C+yViFvdkbez4HeQo+JBDvvCcvl76ovAm+0aGxvVcJCr3IGZ67rt6hvrleND5wZXy8VuyMvU52hzxI4ZU8p5cyPjqiPDv4hx2+Pn9OPvoQHz6h1xU98310ve3hUj1KBR09eIyTvXNT6D2gzVK+T0/mveWKIr4xwNc9B3c/PQy7OL5Zg2Q7BFD+PQV2Sj4bTpG+K2KuveOcpz528du9xneSPeWZ1zsyk789M4TfPfa1iz2L+Ko+4r63PW4dkr1+Hj08nM7avUI9gb4sMt08RCeGvpuWu73YKoC+OdoivSIjyT1NgDw9zbcKPE1V5r2Y9NU919iYvfd9QT3HbNw9Gzu8vt7BeL3oFHI9OJhbPrqEMj5MEiI+jsa+PlaFBb0m12c+oscovooElj3wnRy9rK4JO1kejT7BGFk+HoRTvmj6+r2VT7W+s2KLPoQo1z1GEVm+s3KgPpPiTz0EiT09Y8JWPmwGoj7jPqE+MQS6vhyxDz6JCZE+gLm4vlT9Nr71rww+1SmhvkJlHb4cB7+9tx6cuwIQqL60HyY9w6R5PkWqyz2ruWi8F7ZTPlhdir3Rhng+bVYPPjeh0b2GJZO+89UVvbmkVr2cp00+JMqVPv6tTz73SQc+rXH0vgcj7L62fZw9cIoyvibluL4Yqk4+iWRXvB+Zn74DQ7K+6uRgvrPngD5tYHw+TQ75vbPmyr5BbOO8NAPovRfHgb1ph7E9K7tuvmtijj3ckGW+Xl2TvnabzD0lI2m+VI+OPl2gyr2auZ0+eEOvPB6uU77i9qG9CWGZPme0oz4NYO4+hCKdPEoVaTsMemm+HMB3vr8Sjj6jSsk9/XxGviQHtjvsRiK9cI+0vRMKhb1x6fQ9QY+VvSTf4L2dDMC+yj/Gvlq8iL0bcGg+4LslPYpWpD1f9Ik+wxe/vXQK9L0X2ku+10imPXNNmD0Mf/Y8wnSBPWJdlD5FKoW8N9UDPB1/HL6G1S2+bFIyPThu7z4Tmam+OsZpvpxXSj7aOJo+OlpFPTeVbT56kUa++qXgvk4Upz2bOuY8Nzhrvcx6zL1Q/Ny9xLHePSWx8b3yhrY9UUrCvKAKub3fxYy9KEgQu4lRKL7no0O+a6imvsBlK723+x2+vpc6vdFjtT3ocsY7vJu2PQieRr6rHww+pwYJvvGHqD28am680VuZvuWVBr0CSCG+KQWJvk62CD76+NO9D/YxPcdE3DyMR/49oJi6Pfd/Lb5QEsC9wPacPZmJ+L3jjfM9iiS7vnugbjqH80S9NMOAPX93N75EodA96CAcPnORYb52m0Q8zyizPN0PZr0TRnE9TIJCvQURbL4y8y49RQyWPdEZyL2xpKG+vAqDPPoUbr7YNFy9nJEpO1+71zy/8yK+fWsQvugsRLwtJlC+nswVvpwygz2sA8I9o/M1PqFtYb4kxCq+R6R8vuCrGj0fpgM9z4XUvnyUTD2DCwW+jt3nvT5tAjzzZcw9afX8veN4OD0Yoze+o0xpuTzEjj3lebS9AYGKvQ3H273OW72+TBWWvrtIET1U3xW+q2CdvfpAiL2HSY69MKjGvVqsCD1TzE6+h5OFvtl7lT2gFX68PS7VvShiJL133hO+TgEMvm671T3/xYw9qFphvax7XD1QERm+gIZLvu3JIT5IEv69GZoTvcrL37wwWDI+O7G3vc31UD1qPCa+HI+cvRYUHj4u/qu7D2lkvryWtL7wIDa9WtUYvTE+yr33nAS+bnxiPO3fgb6WWxM+M2vwvd5Cx7wrMM27Gw1vvinlgbxnIAG+ppVzPI2XIr1utlW+msHkvAxnNr5XvTO9UEKMvgfa7j13nfS+Xyy8vIKspz4Dq5q+GleEPSIZvr21MIu+wB6nvSCH9b3wCbM9Y1DCvfj+WD4CdQY90/tpvV753D2ZplG+Wvs4vom1470vzgK+Rd4svhvai74xoPq++6PGvqvygr3PVRW+9v+ePFxZSL1VDy49mDsCvhFjmz5MNiy9PL0QvpcYhL3Z4km8vatSPkloMT5eyW8+C0BcvkIutT0XD/C9GrEePtq7Nr4hS7s9sJK6vkJNgL4KXK+9VwlDvMlY9LtPlEW+PA7APaiRM7136ZW7MY2VvoNepD36qXS9zCYEPiatB76/WcY9ahllPkxHfT68B3i9zgtbPv2sSb6c+RQ+76SVvbOsjT2KB4E+iKzlPABL5z3YlwG+OHO3PND2uzxBD3U+Ljm7PYGjGr0e8JY8tWoUvdUcvr3hCWA+Wsd3vUAjuDuuBLw9D8fmvZZMWb3zqVC90seavd5flz7QXz0+lsnePczYEL7+zAu6CRo5PVxKrz3Zu3A+K8Z3vtFHz710CtO8NHUxPpZKB72p8nW+I4+mvd4unz3QEvA95uCSvrBGpr1hvci+4giUvplKnb2RD1s9NrNbPX90+D0RjF49ehNuu0Ms672SO9C7qNxbviOVhD3dcHS8iLkLvbMInzy7lUY+/k2gvmOY7z2hYrc98kWdPVDqirxL+wM+o4Lruox8Oj6E+so9F1FpvpSSxr1yu8k9gwbYvv54iT7sIYQ+6yKSvikWY74y5kO+S2XCvlFSQz6D1cU+zZ03vSySYb5xqEw+JoBzPjfeHb4zh9c+E7nPvTC8vrtRx609Q/O5PfpsTr270h699E50PHxjBr1U+3K9AnZhPUQcQz779UA+r2FWvh/N3T2nZD49jsVrvikRhT4zsjk+T3yvPUB6XL4RK0+8ppbLvqgQtj1B2Ke9wzYKvewlML4CCIa96uIZvmoGPj1kFEI+/6jivSkGvz0w+9I9i+GGvXHBo74YTI69FV3DvYZSAj5G6Fk+ikUHPYs8Jb6hvMM9ZeEiPt7Ywb1pO04+g2WOPdyEKL7CxGy+8ZYTPjvyPz48lSg+Vrc1Po2Hl76gj/a8xbjuvbom7b21JAU91jnsPL/Xr72zpXu+uRPdvSPTarxSbNG9Jh/5PsexmT1B5bs7CwKMPSywmT3a8Y2+8UC5PTZVIr4Jkfw9O6g0PtLMhz3oBC4+60MEvtYIdL0Nqom9UOwDvtyh1bw77UC9RrQsvkXGCD5Nj3M+ljqUvcIKIT4gYQq++X4bvu0HJb7sojY+agsgvusqUjzPS3E8WprMvcsVKz4VHb+9db8LvlXfwDzs6rA8V/hXvVECaL5T08M8tDCMPiNN4T1jz4W98sB6PYN7ubymT6A8rABKPTB9QL42Tik+Nj1BPZKNyz3DfIe9wAguPdhsCb1gIeA8p1AKvY0nHz2mFJG8yGatvM33OL39jQm+3RKZPar6GL7tLPA8EFyXu5gJUD4fnK69hAUZvrYXdzqqPUO+wxFVvpop4T2oYVu+rYMCvXESZ74SGwu+6z1xPamOvz2WojO9r8lpva4Cnb3HfzG+HveaPhZBQz5Ao5Q9gbpyvYYUWD7ZWyw+Fy9MO8zzCT0poTE6MeU0vEIiur2At+o9tKuMvb/FOz4Er2Y+UAa1PJOckb4eIEC9j6k8vsR+lLwceHa9qiQEPdNUOT7Q0ui8g7MaPmBKkj19fgG9OVJAvdgLXj2vkxO+WMUhvM44AjxaPE4+jX5tvEGtJL4Ov149T5ogPhDzyD14vpw9dPuiPcg2Wz4X6bk8cnXvPe7mgr0MkAI+RCBlvilAgz0YeZc+AxBWvuAw+b03p/A9GToDvkFa/71VJSU+DQTWPUoubj2ekPO9KJbevYN/lj2dlD298Nb+Pa/5nTxDF7k9TPnRvefR+j3JOw89W22JPqYQqL1AXPi79Fr1PaPgqz0HzsQ9jKoTvAamRL41yNs8JBLXPEnV6jzwRJc9giVDPU8YsL3AFLY9ApK7O2MMBr7zcgs9u/GqPp1TlrzKGLq9xAtcvTn29b3C4KU9nSIgvuBaWD4ysHK+r2+dPqu4wT3iILO9zjUpPdw1y71wKoy+YR+GvIy6Sz6Eqgi+PrylvXyZhb2Yyr8+ryMDvkqLcDxODYA82Z5KPiOtNb1Pf5W9T6h7vkf0sbvcbba++OJMPf1ADD7kt1a+1cdQvm+Wrj1LBQG9rXuNPhopjz7/WgS+LauGvnvNKz1Jmk0+1wQ/vvhr/j3ivt+7EQCEPDXIhz2RNYK+z0S9PglLYD74rms9PrQpvjxF1Lx0WV4+W9IGvpdYIj4Zuu+9fhXVvblAwb6c5ac99CBfvd1zXD4i36W9BKpRPQP2mr0bfWE+ozV5Pvgz+T11boS9QUYJPsQ/yb05tZ8+C/wLvc9w8z11iRA+YmPwvaIXbb7JZVe+oIUhviwG4r4FYc+9R5YBvk516D2Pdg0+bEGGvRg3zD664CU+nlyBPTzvuD1VEhE+ldCtvHv6Y75ScHY+5PgSvq786D18MuK9GwDvvRyThDuCGLY+taKZPh71/rtBEJs+4YfoPcqHn75zkGO+UbwbP7561b2KTSm98xLRvV7TqL1v14c+eZOevbyiZT40nJu8i8oLvSicHz5U7CK76pXPPffQXL4EH7c8pyP+vd8Qfj3Q1649tzcRvpMTkL6aYzS+21cnPppEHT5oH6o8Xdg8PjB5EL7uggQ9zUdXPRc40LzCS4q+kjkOPdPRpj0iDuU9mOyavmg3TrztMGq+yWI4PuwssD7I3F4+g52+PteTBD6Z5Ry+91jDPs/rLT4fowQ+gw7juaAs4b1Cgns+nk45PR5lqb0ebIQ+bswovVPOvT2G3xC+6h9aPuSVfT1RBRu+6cYjvu2s675eFqE+Tzu9Pcdb+T2hWb+6ixugPmwkib00G4I+geWKviKxkb3hJEo+8ieAPhR2xr4GmaG9lB9Yvrt0xD2j/q8+mKoCvY+kI72Gp3Y9N86XPjr+yD0GpkC+EPImvRjPdT1SDwQ+oCBXPWDufjy5qYy9FlFBvg+2Jr5mLy6+AKQyPR3Fdb5NIxO9dnI/PQbQs72bkLw+Pn2pPpxzL7+sYYW8ELp0O8tkqz1ox2A9lunUPqTUKD0n3zS+Hd+EPkkYEL0zgNS9gVblOVU3rL4n7wg9SuU6vhEiHD59tJG76bOXPrk2Gj5RbVM+3o0LPjj3JT1IIZ+94QGDvuupXb7MyGK+umWEPPsItb0fkCM97tKYPIPJnL3yUhM9QgYRvmI0UT77bsc8zlrTPicbjD7qbJC+CESAvVK5Nz2LSV89gMgyPgrFezvRV7M9"}}}}, {"name": "sequential_2/conv2d_4/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_2/conv2d_4/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_2/conv2d_4/Conv2D/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "ke4ZvUp0Db3Ta2M7B6dYPejf+TzXT/E80qrcO43OkjuQ+BA9k953vaNEKLzV2sK7nBVAvIgtTr2HKoW82CgbvZTUFb2xbP870FQBPYVfbTzXg1E8CVWAuzBIFL2X5JQ9KCf+PMY81bxK1IW6Tw6VvBQgpzytqui8y5MTvCus0Ty46ym+Rn0vvOW8pb071cS8LLw6vmhxD7ztzfq74fg9PfvJUbyS/8C7npZSOdvO67xrDeu8fKS2u4eD67yeEZk8pAdDPOS7dzt7VD6+g/6ZPC56WTzplyk9zi+RPeY4Vb5D7Im9vztvvcpgbbzZ7BA98tXNPdBmbLzSyMe8iJVIPdrKgb7T7am8gnntvQcQFr20CSe+HPUAPWd9pTxlcfI8m2DZPHjRhbwnHlK9SBL/vFV2n72euKc8o/GGvFVoebzOzzY7E4huPLx4ZjxlRHk8gciZveg13TsNflQ8hgMrOp56xr31XhC+xUKvPNzSur2eO409LEO/Ov0L1Du5eX67zDixPKBOL74VY5q9yajAupZI6b2MYCc83C01vdBWdb22WKi8lU1+PMSyYD0Cr4+7Ncm5u7ysmjzdBTO8f2Z/vQimOD2585e8iNmjvW0PWz1gxWW85LAtPczOOb1mYQO+DBGVOwFmdTzOdIa97GrKOodVrLyvLO29+rc3PaG6L74="}}}}, {"name": "sequential_2/conv2d_4/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_2/conv2d_4/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/BiasAdd", "op": "BiasAdd", "input": ["sequential_2/conv2d_4/Conv2D", "sequential_2/conv2d_4/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_2/conv2d_4/Relu", "op": "Relu", "input": ["sequential_2/conv2d_4/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_5/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 